{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #60","manufacturer":"Lancia","model":"037","year":1983,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":18,"driver1":"M. Biasion","driver2":"T. Siviero","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/8590-rallye-sanremo-1983/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/8590-rallye-sanremo-1983/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1983_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1983_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1983_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #60: Lancia 037 Rallye Sanremo Rally 1983 M. Biasion/T. Siviero</B><BR/><BR/>To counteract the domination of the four-wheel-drive Audi Quattro, Lancia launched the 037 Rally - a powerful and lightweight prototype designed to the Group B regulations. The rear-wheel-drive machine held its own against the technically superior German cars and, in 1983, won the Manufacturers&apos; Title thanks to superb driving from WRC legends Walter Röhrl and Markku Alén. The 037 Rally also launched the career of future Lancia World Champion Massimo &apos;Miki&apos; Biasion, who finished fifth on his debut in the car in Sanremo in 1983.<BR/><BR/>The Lancia 037 Rally was the first car specially developed to compete in the fearsome Group B category of the World Rally Championship (WRC). Ironically, it had a relatively short lifespan in the sport because the category was abolished at the end of 1986 on safety grounds.<BR/><BR/>It was with the 037 Rally that Lancia marked its return to official competition, having withdrawn in 1978 when parent company Fiat decided to concentrate the Group&apos;s rallying programme on the Fiat 131 Abarth.<BR/><BR/>Development of the 037 began in 1980 in an effort to combat the threat from the all-new, four-wheel-drive Audi Quattro. The first model featured a mid-mounted, four-cylinder engine with 1995 cc and 300 bhp. The power output of the car increased to a heady 325 bhp by the time the final evolution, the 037 Rally Evo 2, appeared in 1985.<BR/><BR/>Despite the onslaught from Audi and its groundbreaking four-wheel-drive system, Lancia persevered with rear-wheel-drive transmission on the 037 Rally. The Italian firm believed that four-wheel-drive had more disadvantages than advantages - a mistake that led to its defeat at the hands of Audi, especially when competing on loose surfaces such as gravel and snow.<BR/><BR/>Nevertheless, the 037 Rally did win rallies on these surfaces. Its victories in the 1983 Acropolis and New Zealand Rallies, for example, came about thanks to the car&apos;s long suspension travel, prodigious power and light weight - not to mention the driving skills of double World Champion Walter Röhrl<BR/><BR/><B>SHAKEN, NOT STIRRED</B><BR/>The 037 Rally, resplendent in the colours of new sponsor Martini - a partnership that would endure until Lancia&apos;s final withdrawal from the WRC in 1992 - made its debut in the top flight in the Rally of Corsica in 1982. Finnish driver Markku Alén brought the car home in ninth place and went on to score a competitive fourth-placed finish in the RAC Rally at the end of the same year.<BR/><BR/>For the 1983 WRC season, Lancia&apos;s confidence in the 037 Rally was high, particularly as the team had succeeded in luring away World Champion Walter Röhrl from Opel. The German would be key to Lancia&apos;s attack on the Drivers&apos; and Manufacturers&apos; World Titles and, with Markku Alén retained in the second car, the factory 037 Rally machines were the clear favourites.<BR/><BR/>The season turned out to be the most successful yet for Lancia. With victories for Röhrl in the Monte Carlo, Acropolis and New Zealand Rallies, and success in Corsica and Sanremo for Alén, the Lancia squad easily won the Manufacturers&apos; Title for the first time since its potent Stratos racer dominated the series in 1976. Audi rival Hannu Mikkola proved to be more consistent in the Drivers&apos; Title race, however, with four wins and three other podium finishes, the Finn taking the crown ahead of Lancia aces Röhrl and Alén.<BR/><BR/><B>LOCAL HERO MAKES HIS MARK</B><BR/>As well as running the factory Martini-liveried 037 Rallys of Röhrl, Alén and, on an occasional basis, Italian Attilio Bettega, Lancia allowed satellite team the Jolly Club to run three cars for local drivers Massimo &apos;Miki&apos; Biasion, Antonio Tognana and Adartico Vudaferi. Highly-rated Biasion also took part in the Italian and European Championships - two series that he dominated in 1983.<BR/><BR/>Biasion, who would become the first Latin driver to win the Drivers&apos; World Title in 1988, was entrusted with a full-specification Lancia 037 Rally for the Sanremo Rally in 1983. It was his maiden WRC outing for the Italian team after just three top-level appearances - all in Sanremo - in an Opel Ascona.<BR/><BR/>The 10th round of the 1983 WRC, held on a tricky mixture of gravel and asphalt stages in Italy, was a cracker, with Lancia and Audi fighting it out for supremacy. The opening day&apos;s action, on asphalt, was dominated by Lancia, with Alén heading Röhrl in the lightweight, rear-wheel-drive 037 Rallys. It wasn&apos;t until day two, when the event moved onto gravel, that the Audi Quattros of Michele Mouton, Stig Blomqvist and Hannu Mikkola went on a charge. It wasn&apos;t to last, however, as the German machines all suffered problems. It left Lancia to take a crushing one-two-three result with Alén, Röhrl and Bettega. Young Miki Biasion finished a creditable fifth to get his Lancia career off to a very promising start indeed...<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOKu5fsIW1Ec9f2c4Sr911vvVysD2aGuVI7QgMZ\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOKu5fsIW1Ec9f2c4Sr911vvVysD2aGuVI7QgMZ</A><BR/>"}