{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #64","manufacturer":"Lancia","model":"Delta HF 4WD","year":1987,"event":"Rally della Lana","eventCode":"Rally della Lana","carNumber":1,"driver1":"D. Cerrato","driver2":"G. Cerri","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/9220-rally-internazionale-della-lana-1987/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/9220-rally-internazionale-della-lana-1987/</B></A><BR/><BR/><B>Issue #64: Lancia Delta HF 4WD Rally della Lana 1987 D. Cerrato/G. Cerri</B><BR/><BR/>The Lancia Delta arrived in the World Rally Championship (WRC) in 1987 after its predecessor, the Group B Delta S4, was banned. In all its forms, the new-generation, Group A Delta was the dominant machine of the late 1980s and early 1990s. It racked up six consecutive Manufacturers&apos; Championship Titles for its Italian makers and also achieved enormous success in the well-supported European Rally Championship (ERC).<BR/><BR/>In May 1986, the Lancia Delta HF 4WD made its first appearance. It had been created to replace the awesome Group B Delta S4 - a car that would be outlawed on safety grounds at the end of that year. The new, Group A Deltas made an instant and very big impression in the World Rally Championship (WRC). The car took part in all 13 rounds of the 1987 WRC season and it won nine of them.<BR/><BR/>These impressive statistics helped the new Lancia to dominate both the Drivers&apos; and Manufacturers&apos; Championships. Finnish driver Juha Kankkunen came out on top in the Drivers&apos; standings after a season-long fight with team mate Massimo Biasion, while Lancia&apos;s Manufacturers&apos; crown was the first of an unprecedented six in succession to add to the four it won in 1974, 1975, 1976 and 1983.<BR/><BR/>For 1988, the Delta HF 4WD took part in - and won - the first two rallies in Monte Carlo and Sweden, before being replaced in the Rally of Portugal by a more powerful and lighter model, the Delta Integrale. The various evolutions of the Delta won 45 of the 67 rallies in which they took part, thus becoming one of the most successful competition machines ever created.<BR/><BR/><B>GREAT ALL-ROUNDER</B><BR/>Part of the reason why the HF 4WD was successful was due to its sophisticated four-wheel-drive transmission. Coupled with its two-litre, turbocharged four-cylinder engine that produced 200 bhp, the total traction system gave the Delta a huge advantage on the stages. With uprated brakes and suspension, the Delta was the complete package and all the top drivers who competed in the car between 1987 and 1992 raved about its power delivery and neutral handling characteristics, not to mention bullet-proof reliability. It seems slightly ironic that the Delta HF 4WD only came into being because Lancia was forced to scrap its successful Group B Delta S4. The Italian firm had dedicated a great deal of money and resources to creating the 500 bhp monster in the wake of stiff competition from Peugeot and Austin-Rover. When the regulations changed for the start of 1987, Lancia had to start with a clean sheet of paper and create a car that could be built in large numbers - a minimum of 5,000 a year had to be produced.<BR/><BR/><B>PAN-EUROPEAN POPULARITY</B><BR/>As well as going on to dominate the World Championship, the Lancia Delta, in all its forms, would enjoy equally as successful a career in the well-supported European Rally Championship (ERC). One of the best drivers in the ERC&apos;s history was Italian and Lancia favourite Dario Cerrato. Born on 28 September 1951 in the Italian town of Corneliano d&apos;Alba, Cerrato would rise to prominence in his domestic Italian Rally Championship. He won the series five times before moving to the higher-profile European series. He won that twice, in 1985 and 1987, both times for Lancia.<BR/><BR/>Cerrato&apos;s WRC debut had come as early as 1975 at the wheel of an Opel Ascona. He progressed slowly but surely and would always put in a strong performance in his local event - the Sanremo Rally. In career terms, however, he did not achieve the results he had hoped for in the WRC and chose to focus his attention thereafter on the ERC.<BR/><BR/>The 1987 Rally della Lana, an important and well-supported Italian event that featured strongly on the ERC calendar each year, gave Cerrato and the Lancia Delta HF 4WD another shop window in which to show off their skills. Cerrato&apos;s Jolly Club-run Delta was an easy winner, with three other Deltas giving the Italian machine the top four places on the event. Second went to the Grifone-run car of Fabrizio Tabaton, with Giovanni Del Zoppo and Gianfranco Cunico finishing behind him. Lancia&apos;s success was tinged with sadness, however, because of the death of an event steward who was hit by the car of French privateer Jean-Louis Vial after it left the road.<BR/><BR/>Cerrato&apos;s victory in the Rally della Lana enabled him to extend his lead over Belgian Patrick Snijers in the 1987 European Rally Championship standings. Cerrato continued to dominate for Lancia during the year and finished up by beating Snijers by over 200 points to take his second European Drivers&apos; Title.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipPiOlK-bb5Y8tKu4tKUElvOGEASdHIzKx89NJZ6\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipPiOlK-bb5Y8tKu4tKUElvOGEASdHIzKx89NJZ6</A><BR/>"}