{"images":["1","7","8","9","10","11"],"scale":"1:43","brand":"Schuco","catalogNo":"05522","manufacturer":"Opel","model":"Ascona 400","year":1983,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":2,"driver1":"A. Vatanen","driver2":"T. Harryman","competitionClass":"Group B","notes":"<A HREF=\"https://picasaweb.google.com/109233223652492168348/Images72?authuser=0&authkey=Gv1sRgCJ7norCGmvLH5AE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images72?authuser=0&amp;authkey=Gv1sRgCJ7norCGmvLH5AE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649#p199170\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649#p199170</A><BR/><BR/><BR/><b>Schuco 05522 Opel Ascona 400 1983 Safari Rally Winner A. Vatanen/T. Harryman</b><BR/><BR/>Purchased: 2010<BR/><BR/>5th WRC win for Ari Vatanen.<BR/>5th WRC win for Opel.<BR/>4th (and final) WRC win for Opel Ascona 400.<BR/><BR/>The Ascona 400 was Opel&apos;s most successful rally car. Its powerful engine, lightweight body and simple but effective engineering made it a versatile machine in the diverse mixture of events in which it competed in the WRC. With the right driver at the wheel, the Ascona 400 was able to humble far more sophisticated opposition and score some famous victories. Although the car did not go on to win as many events as had been expected, it certainly held its head up among the more powerful, four-wheel-drive Group B cars in 1982 and 1983.<BR/><BR/>The Ascona 400 started life as a Group 4 car and lived beyond Group 4. The Manta 400 - Opel&apos;s Group B car - was not going to be ready until later in the 1983 season so with the start of the season the Ascona 400 homologation was transferred from Group 4 to Group B. There were absolutely no changes to the car other than the category itself because it would be used for only a few rallies before the Manta 400 was ready.<BR/><BR/>Monte Carlo was a disappointment. Even though an Ascona 400 won in 1982 and conditions were dry enough for Lancia&apos;s mid-engined RWD tarmac racer 037 to win, the best finish for an Ascona 400 was behind the Quattros. In Sweden only Ari Vatanen started for the Opel team and with a lot of snow on the roads there was no chance for anything better than 6th place. It suddenly became clear that the days of RWD cars in the WRC were numbered. Then Vatanen won the Safari! This was easily the biggest and most important win for the Ascona 400 - and a great way to end its career in style.<BR/><BR/><BR/><BR/>   <BR/>"}