{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #2","manufacturer":"Citroën","model":"ZX Rallye Raid","year":1996,"event":"Granada-Dakar Rally","eventCode":"Dakar Rally","carNumber":201,"driver1":"P. Lartigue","driver2":"M. Périn","notes":"<B>Issue #2: Citroën ZX Rallye Raid 1996 P. Lartigue/M. Périn</B><BR/><BR/><B>A Winning Machine</B><BR/>When Peugeot withdrew from rally-raid, Citroën took its place with a high performance ZX that would monopolize the podium for seven seasons in a row!<BR/><BR/>To understand the Citroën ZX of the Dakar, we must go back to 1987 when Peugeot launched into rally-raid with the 205 T16. The car evolved after two years, becoming the longer and more powerful 405 T16. Peugeot reaped success until 1990 and then decided to focus on endurance racing and the 24 Hours of Le Mans. So in 1991 the PSA Peugeot Citroën Group (PSA) killed off its second rally-raid car. The ZX series began its business career in 1991. A good car, but not very sporty, the ZX was carefully chosen by Citroën as a basis for rally-raids, including the Dakar. PSA carefully hid a secret though. The ZX Rallye Raid was actually an evolution of the 405 T16: it used the chassis and the main technical components. Under the &quot;ZX-shaped&quot; carbon-Kevlar hull, the car had virtually nothing in common with the ZX series. It made its successful debut in the Spanish Baja in 1990 and won its first Dakar victory in 1991, an ideal playground for the PSA.<BR/><BR/><B>A controlled alchemy</B><BR/>Citroën did not leave anything to chance: the technical basis of the car was well-tested, but the way it was used was more important. The team was led by the talented and experienced Guy Fréquelin and started four or five cars every season of rally-raid! The ZX Rallye Raid quickly earned victory after victory, and the press now talked of &quot;The Citroën armada.&quot; The brand recipe was also simple and effective: a car that constantly evolved depending on the terrain and technical regulations. First was a narrow version and then a wide version, both before its first evolution (Evolution 2) in 1992. Barely two years later, Citroën produced both Evolution 3 and 4 of the winning machine in one season. The fifth and final evolution of the ZX was produced in 1996. That is the car you see here.<BR/><BR/><B>Ingredients of a prototype</B><BR/>The drivers, too, were carefully chosen: one finds mythical figures of rally and rally-raid in the Citroën team: Vatanan, Ickx, Waldegaard, Lartigue, and Auriol. But the best ingredients - and the most feared by the competition - were the car&apos;s performance: the four-cylinder XU15, born with the 205 T16, saw its displacement increased to 2.5 liters. The moderate 300 hp was less important than the phenomenal torque, nearly 435 ft/lb! Everything was fed by three tanks totaling 480 liters of fuel. The carbon-Kevlar hull, and the partially tubular structure, provided extreme rigidity and ideal weight distribution. Also impressive was the suspension to protect the chassis: to absorb shocks and the rough terrain at any speed, the ZX Rallye Raid had two dampers on each front wheel, and three for the back! It was this performance that killed the car, too powerful and more like a prototype than a production car. At the end of 1997 the ZX Rallye Raid was banned from competition, and its career ended. Citroën then turned to another promising subject: the World Rally Championship!<BR/><BR/><B>Success always and everywhere</B><BR/>Even if motorists never felt the ZX series had great charisma, its derivative for rally-raid enjoyed unprecedented success. Imagine: up to 1997, the car hit the jackpot with 36 wins in 42 entries at the World Championships, and five world titles in seven seasons. It won the Dakar in 1991, 1994, 1995, and 1996! It had identical success in the World Championship Rally Raids: victory in the Rally of the Pharaohs in 1991, the Rally of Tunisia in 1992, and the Paris-Moscow-Beijing Rally the same year... and so on! We now understand why the competitors, who found the ZX to be &quot;too powerful&quot;, worked to remove this &quot;monster of competition&quot;.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images231?authuser=0&authkey=Gv1sRgCOG424e5q8yUqwE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images231?authuser=0&amp;authkey=Gv1sRgCOG424e5q8yUqwE&amp;feat=directlink</A><BR/>"}