{"images":["1","5","6","7","8","9","10","11","12"],"scale":"1:43","brand":"Vitesse","catalogNo":"43435","manufacturer":"Mitsubishi","model":"Racing Lancer","year":2010,"event":"Dakar Rally","eventCode":"Dakar Rally","carNumber":314,"driver1":"C. Sousa","driver2":"M. Baumel","notes":"<A HREF=\"http://www.dakar.com/us/DAKAR/2010/teams/starters/314.html\" TARGET=\"_blank\">http://www.dakar.com/us/DAKAR/2010/teams/starters/314.html</A><BR/><BR/><A HREF=\"http://www.monstersandcritics.com/sport/othersport/article_1524113.php/In-Pictures-Dakar-2010?page=12\" TARGET=\"_blank\">http://www.monstersandcritics.com/sport/othersport/article_1524113.php/In-Pictures-Dakar-2010?page=12</A><BR/><BR/><B>Vitesse 43435 Mitsubishi Racing Lancer Dakar 2010 C. Sousa/M. Baumel</B><BR/><BR/>This model has the same defect issues as the previous model (#43434). The following was written prior to the start of the 2010 Dakar.<BR/><BR/><B>“The race of my heart”</B><BR/>Two years after bitterly turning back after the cancellation of the 30th edition that was to take off from his home city, Lisbon, Carlos Sousa is back on the Dakar. The Portuguese driver, absent in 2009, will be discovering the South American continent behind the steering wheel of a gas engine Mitsubishi Lancer registered by the JMB Stradale team. A real satisfaction for this star of motorsports back home: “It’s the race of my heart. I had really suffered during the sad Lisbon episode in 2008 and the dream of taking part to the race again remained”. Used to Africa after having competed in 11 editions, finishing on six occasions in the top ten (including a fourth spot in 2003), Sousa is delighted to live the experience on the other side of the Atlantic. “I did the maximum to come back. Africa was a challenge that changed my life. But this Dakar on another continent will be just as great. The competition remains unique; all the best drivers are present”. Proof of his value, the Portuguese has known the best cars on the Dakar. At Mitsubishi, at Nissan and then in a Volkswagen Race Touareg in 2007. “I’m the only driver to have driven in all the cars. I can find a good balance between Mitsubishi and Volkswagen”. Thanks to talent and the vehicles that go with it, Sousa clinched 5 stage successes since the beginning of his Dakar career. He will be back in a Mitsubishi but in a privateer’s team. “I already know a big part of the team personnel. We don’t have the same means but it remains a great challenge. I believe in this team. A lot of work has been done on the car in terms of consistency, suspensions and steering. But we are using a gas engine and that makes a big difference compared to the others. The power of the diesel is a huge advantage”. The other novelty will come from the man sitting alongside Carlos, a co-driver that the gentlemen-driver hardly knows: “I will start the race alongside Mathieu Baumel, the former partner of Guerlain Chicherit. He has the advantage of knowing the Dakar well and especially to have lived the South American experience”. Sousa will however take off from Buenos Aires with big ambitions: “My challenge is to finish in the top 7. The race will witness quite some upsets after the rest day. The harder the Dakar is, the better it is for me. The dunes and the sand will cancel the advantage of pure power and I prefer when the stages are difficult”. Motivated as ever and having recovered from neck surgery five months ago, Carlos Sousa is happy to be in an outsider’s position, ready to come and annoy the favourites from the top teams.<BR/><BR/>So, how did Carlos &amp; Mathieu do? They met the goal of a top 7 finish with a 7th place finish.<BR/><BR/><A HREF=\"http://media.monstersandcritics.com/galleries/2061427_21828/0198137355085.jpg\" TARGET=\"_blank\">http://media.monstersandcritics.com/galleries/2061427_21828/0198137355085.jpg</A><BR/>Text Credit: <A HREF=\"http://www.dakar.com/us/DAKAR/2010/teams/starters/314.html\" TARGET=\"_blank\">Dakar 2010</A><BR/>Photo Credit: <A HREF=\"http://www.monstersandcritics.com/sport/othersport/article_1524113.php/In-Pictures-Dakar-2010?page=12\" TARGET=\"_blank\">In Pictures: &apos;Dakar 2010&apos; - Monsters and Critics</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images335?authuser=0&authkey=Gv1sRgCNDr7oTR19CZ0gE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images335?authuser=0&amp;authkey=Gv1sRgCNDr7oTR19CZ0gE&amp;feat=directlink</A><BR/>"}