{"images":["1","7","8","9","11","12","13","14","15","16","17","18","19"],"scale":"1:43","brand":"HPI","catalogNo":"8575","manufacturer":"Subaru","model":"Impreza GC WRC97","year":1997,"event":"Swedish Rally","eventCode":"Rally Sweden","carNumber":4,"driver1":"K. Eriksson","driver2":"S. Parmander","competitionClass":"Group A","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8575/8575.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8575/8575.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/165-international-swedish-rally-1997/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/165-international-swedish-rally-1997/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1997_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1997_World_Rally_Championship</A><BR/><BR/><b>HPI 8575 Subaru Impreza GC WRC97 1997 Swedish Rally Winner K. Eriksson/S. Parmander</b><BR/><BR/>Purchased: 2015<BR/>Manufacturer page: http://www.hpimodelcar.com/line_up/pop/8575/8575.html<BR/><BR/>5th WRC win for Kenneth Eriksson (first in a Subaru)<BR/>14th WRC win for Subaru (first win in Sweden)<BR/>2nd WRC win for Subaru Impreza GC WRC97<BR/><BR/>Subaru had been quite successful with the Impreza GC-based Impreza 555 Group A car and used this as the basis of their new WRC-spec car, the Impreza GC WRC97. Changes included modified camshafts, cylinder ports and combustion chambers. The new body had two doors (the 555 had four doors). The width of the car increased to 1,770 mm (69.9 in) with a revised suspension geometry. Power increased to 300 hp @ 5500 rpm, and torque was now 347 lb ft. Subaru scored a win in their very first outing with the new car in the 1997 Rallye Monte Carlo.<BR/><BR/>Kenneth Ericksson switched from Mitsubishi to Subaru in 1996 and excelled for them as a second points-scorer on the championship&apos;s loose-surface rounds. He finally had success the following year, giving Subaru their second win in as many rallies with the new car. Here&apos;s Ericksson flying over one of the jumps in that event. If I had to guess I&apos;d say that&apos;s the jump on the Vargåsen stage that would eventually be named Colin&apos;s Crest.<BR/><BR/><BR/><BR/>As for the model, it&apos;s pretty much what you would expect from HPI.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/>"}