{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #28","manufacturer":"Toyota","model":"Celica GT-Four (ST165)","year":1990,"event":"Acropolis Rally","eventCode":"Acropolis Rally","carNumber":2,"driver1":"C. Sainz","driver2":"L. Moya","notes":"<B>Issue #28: Toyota Celica GT4 Acropolis Rally 1990 C. Sainz/L. Moya</B><BR/><BR/>Although Toyota first took part in the World Rally Championship (WRC) in the inaugural season of 1973, the Japanese manufacturer took nearly 20 years to make an impression. Its turbocharged, four-wheel-drive Celica GT4, first introduced in 1988, began winning 12 months later and, in 1990, guided Spanish superstar Carlos Sainz to his first career victory in Greece. With further wins in New Zealand, Finland and Great Britain, Sainz added his name - and that of his car - to the WRC hall of fame.<BR/><BR/>Toyota was the first Japanese manufacturer to put an end to the supremacy of the European car marques in rallying. By the late 1980s, Italian team Lancia had become the dominant force in the WRC. It won three straight Drivers&apos; and Constructors&apos; Championships between 1987 and 1989, with Juha Kankkunen (1987) and Massimo Biasion (1988 and 1989) leading the way.<BR/><BR/>Although Lancia went on to win three further consecutive Constructors&apos; Titles between 1990 and 1992, it was Toyota that put a spanner in the works of Lancia&apos;s attempt to take another hat-trick of Drivers&apos; Titles. The Japanese firm&apos;s Celica GT4 model and a young Spaniard by the name of Carlos Sainz took four wins in 1990 to secure the Drivers&apos; Title.<BR/><BR/>The Celica would become one of the sport&apos;s most successful cars. The four-wheel-drive, turbocharged machine guided Sainz to a second Drivers&apos; Title in 1992 and then gave former Lancia driver Kankkunen his fourth and final Title in 1993. Further glory for the Celica came in 1994, when Frenchman Didier Auriol won his only Drivers&apos; Title. Toyota also dominated the Manufacturers&apos; Championship in 1993 and 1994.<BR/><BR/><B>FIRST BLOOD TO LANCIA</B><BR/>The 1990 season began with two victories for Lancia. Didier Auriol won the Monte Carlo Rally and Massimo Biasion triumphed in Portugal. It looked as though the Italian squad would again have things its own way. Until, that is, Swede Bjorn Waldegaard gave Toyota its first victory of the year in the tough Safari Rally. The important breakthrough had been made by Toyota and the momentum would begin to build in the Japanese camp.<BR/><BR/>After another victory for Auriol and Lancia on the French island of Corsica, the Italian team&apos;s winning streak came to an end in Greece. Toyota driver Carlos Sainz declared before the arduous Greek event that there was no chance of him, or the Celica, winning. The Spaniard based his prediction on Toyota&apos;s poor performance in the Acropolis Rally in 1989, when he and his then team mates Kankkunen and Kenneth Eriksson had all retired with suspension failure on the event that is known, in WRC circles, as the European Safari.<BR/><BR/>FIGHT TO THE FINISH<BR/>The development of Toyota&apos;s Pirelli tyres and some major improvements to the car&apos;s suspension played an important part in Sainz&apos;s victory in the 1990 Acropolis Rally, the first of the Spaniard&apos;s 26 WRC wins. Despite Lancia being the favourites with Biasion, who won the previous year, and Auriol, who finished second, it was Toyota that surprised everyone by taking the lead. Mikael Ericsson led Sainz after the first special stage, but the Swede&apos;s moment of glory would not last - his power steering failed and he lost 20 minutes as a result. Sainz moved into the lead and stayed there until the end of the day, albeit just two seconds ahead of Kankkunen&apos;s Lancia Delta. On the third and final day, Sainz and Kankkunen were absolutely dominant, Sainz winning six stages to Kankkunen&apos;s four.<BR/><BR/>Kankkunen went on the attack and, second by second, began to chip away at the gap, reducing the Spaniard&apos;s advantage to 26 seconds with four stages remaining. Sainz responded by setting the fastest time in the last four stages to put his first career WRC victory beyond doubt. The first of his 15 victories for Toyota - a manufacturer he drove for until 1993, before joining a privately-run Lancia team - gave Sainz the lead in the 1990 Drivers&apos; World Championship, five points clear of Didier Auriol and 16 ahead of Miki Biasion. He retained his lead until the end of the season when he became World Champion for the first time with 45 points.<BR/><BR/>Nine years later, in 1999, Toyota quit the World Rally Championship after 27 years and 43 victories. The firm&apos;s departure from the WRC coincided with its third and last Constructors&apos; Title. Having had what was one of the most brilliant teams in the discipline, the Japanese manufacturer gave up rallying in order to concentrate solely on Formula 1.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images273?authuser=0&authkey=Gv1sRgCPa9_MrZhYjhtQE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images273?authuser=0&amp;authkey=Gv1sRgCPa9_MrZhYjhtQE&amp;feat=directlink</A><BR/>"}