{"images":["1","2","3","9","10","11","12","13"],"scale":"1:43","brand":"Ebbro","catalogNo":"43394","manufacturer":"Datsun","model":"Bluebird 1600SSS","year":1970,"event":"East African Safari Rally","eventCode":"Safari Rally","carNumber":4,"driver1":"E. Herrmann","driver2":"H. Schüller","notes":"<A HREF=\"http://www.ebbro.com/catalogue2003/Nissan/Racing/Bluebird-SSS-EA/index.htm\" TARGET=\"_blank\">http://www.ebbro.com/catalogue2003/Nissan/Racing/Bluebird-SSS-EA/index.htm</A><BR/><BR/><A HREF=\"http://www.nissan-global.com/EN/HERITAGE/datsun_bluebird_1600sss.html\" TARGET=\"_blank\">http://www.nissan-global.com/EN/HERITAGE/datsun_bluebird_1600sss.html</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images124?authuser=0&authkey=Gv1sRgCKWEvsTI9_KOvQE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images124?authuser=0&amp;authkey=Gv1sRgCKWEvsTI9_KOvQE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&start=24#p199595\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;start=24#p199595</A><BR/><BR/><BR/><b>Ebbro 43394 Datsun Bluebird 1600 SSS 1970 East African Safari Rally Winner E. Herrmann/H. Schüller 1 of 2760</b><BR/><BR/>Purchased: 2010<BR/><BR/>(from <A HREF=\"http://www.datsunhistory.com/Safari1.html\">DatsunHistory.com</A>. Note that the 510 and 1600 are really the same car. It was known as the 510 in Canada &amp; the United States, and the 1600 everywhere else.)<BR/><BR/>The 1970 East African Safari Rally covered 3,300 miles and crossed Kenya and Uganda, running at elevations from sea level to 10,000 feet. Edgar Herrmann and Hans Schüller drew the number 4 spot for their 1600 SSS. A total of 28 Datsuns, mostly 1600&apos;s, entered the race. <BR/><BR/>The rally started in Kampala, Uganda and finished back there 5 days later. It was raining right off the start. 16 cars burst into an early lead pack, including 4 Datsun 1600&apos;s, 3 Fords, 4 Peugeots and just about one of everything else. <BR/><BR/>Herrmann and Schüller&apos;s run across western Kenya was pretty uneventful, but things took an ugly twist as the cars climbed the 4,000 foot <A HREF=\"http://www.panoramio.com/photo/87767041\">Chesoi escarpment</A>. Their 1600 lost traction in the mud on the steep slippery slopes and had to crawl up the hills as other cars pased them. By the time they made it to the first rest stop they were way out of the top 10. Herrmann and Schüller figured they&apos;d blown the rally.<BR/><BR/>Controversy struck as the Lancia team of Sandro Munari and Lofty Drews, the leaders at the time, were disqualified for leaving a checkpoint 30 minutes early. News also reached teams that a driver had been swept to his death in a raging torrent while trying to cross a flood swollen Tiva river. <BR/><BR/>The rally looped back into Kampala before heading out for the second half of the race. The Nissan team fitted its cars with tire chains for the next difficult stage, a very wise move. Munari continued to lead the race, even though his status was questionable. Tragedy hit however, when his Lancia crashed and rolled about 150 miles out of Kampala. The Safari was beginning to eat cars in typical fashion. <BR/><BR/>By the end of that stage Herrmann and Schüller were back up to second place, with only the Porsche of Polish driver Sobieslaw Zasada ahead of them. The Porsche started to pull away from the little Datsun, but as this rally does time and time again, it took its toll on the faster car. The Porsche developed a serious oil leak and dropped out of the race just after crossing back into Uganda. <BR/><BR/>As other cars behind them fell out, Herrmann and Schüller drove to victory in Kampala 51 minutes ahead of Joginder Singh and Bharat Bhardwaj in their 1600.<BR/><BR/>Once again the 1970 rally has those stories that only rallying can provide, like the tale of Dick Barbour and Mike Doughty. They crashed their totally rally prepped Peugeot 504 the day before the event, then walked into the local Peugeot dealer and bought the one off the showroom floor, painted a number on the side and entered it in the race without further modification. <BR/><BR/>It should be noted that the 1600 not only took overall victory in 1970, it also took class victory and manufacturers victory. To demonstrate just how tough this course is, of the 91 cars entered in 1970 - only 19 finished. Of that number 4 of the top 7 cars were 1600&apos;s, with 6 Bluebirds finishing in total.<BR/><BR/><BR/><BR/>   <BR/>"}