{"images":["1","2","3","4","10","11","12","13","14","15","16","17","18","19","20","21","22"],"scale":"1:43","brand":"Ebbro","catalogNo":"43393","manufacturer":"Nissan","model":"Bluebird 1600SSS","year":1969,"event":"East African Safari Rally","eventCode":"Safari Rally","carNumber":25,"driver1":"J. Din","driver2":"M. Minas","competitionClass":"Class D","notes":"<A HREF=\"http://www.ebbro.com/catalogue2002/Nissan/Racing/1969-EA-Rally/Bluebird-SSS/index.htm\" TARGET=\"_blank\">http://www.ebbro.com/catalogue2002/Nissan/Racing/1969-EA-Rally/Bluebird-SSS/index.htm</A><BR/><BR/>1969 was also the dawn of a new era at the rally for Nissan, the 510 era. Not only did the team of Jamil Din and Maksood Minhas finish 3rd overall, they lead a SSS510 contingent that swept 6 of the top 13 spots, and more importantly the top 6 spots in their class! Though he came in second in class to Din (and was beaten by former Nissan drivers Singh and Hillyar) the real story of the rally was the performance of Edgar Herrmann. <BR/><BR/>Herrmann was originally supposed to race for Porsche that year, but just before the rally was to start, the Porsche team withdrew from competition. Herrmann and co-driver Hans Schuller were left to fend for themselves. Fortunately for Herrmann he was still in good favor with the Datsun team. Thinking that Herrmann might keep his Porsche starting position of 3rd, the Datsun team agreed to let Herrmann and Schuller have one of their battered practice cars, a 510sss. The race officials declared Herrmann and his Datsun as a completely new entry and put him at the back of the pack in 90th place. <BR/><BR/>Knowing that they would have to eat dust for the entire race, Herrmann and Schuller took extremely detailed pace notes (the navigators guide to the course). They ripped through the competition, all the while driving basically blind in the dust, improving their position to 52 by the 6th control point, 32nd place by the 13th post, and an astounding 14th place by the halfway mark. <BR/><BR/>Din/Minhas and Herrmann/Schuller took the top two spots in Class D (1301-1600cc). the teams arrived at the finish 3rd and 4th on the road and 5th and 6th overall on points. The Manufacturers team prize went to Nissans second team of Randall/Parkinson, Greenly/Collinge, and Saunders/Peating after Nissan A team&apos;s third man Jack Simonian wrecked his 510 just 10 minutes into the first stage to Kampala, &quot;A bank came out and hit me!&quot; he joked. <BR/><BR/>Herrmann remarked that the 510-practice car had been unbelievably reliable: &quot;we didn&apos;t have to lift a screwdriver&quot;. His performance guaranteed him a ride with Datsun in the following years rally. <BR/><BR/>The rally is full of colorful stories, and the 69 rally was no different. One driver failed to stop at a stop sign and was disqualified at the finish for it. Future Nissan team driver Rauno Aaltonen, a rally driver of much success had one of the worst and disturbingly funny rally experiences that year. He and co driver Henry Liddon crashed their Lancia near the start, shattering the windshield. The body was too twisted to fit a new one, so they then drove 1700 miles without one. By the time they finished the cars interior, and its two drivers, were caked in dead birds and insects.<BR/><BR/><A HREF=\"http://www.datsunhistory.com/Safari1.html\" TARGET=\"_blank\">http://www.datsunhistory.com/Safari1.html</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images125?authuser=0&authkey=Gv1sRgCNbIlbSU6ezOzAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images125?authuser=0&amp;authkey=Gv1sRgCNbIlbSU6ezOzAE&amp;feat=directlink</A><BR/>"}