{"images":["1","2","3","4","5","6","7","8","9","10","11","12"],"scale":"1:43","brand":"Minichamps","catalogNo":"BL817","year":"2009","manufacturer":"Bentley","model":"Continental Supersports","notes":"<A HREF=\"https://photos.app.goo.gl/iaXHcgiuLA2r1rA69\" TARGET=\"_blank\">https://photos.app.goo.gl/iaXHcgiuLA2r1rA69</A><BR/><A HREF=\"https://scale143.com/viewtopic.php?f=31&t=8649&p=388462#p388462\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://scale143.com/viewtopic.php?f=31&t=8649&p=388462#p388462\" TARGET=\"_blank\">https://scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=388462#p388462</A><BR/><BR/><BR/><b>Minichamps BL817 2009 Bentley Continental Supersports (Light Grey Satin) </b><BR/><BR/><BR/><BR/>One more Continental (for now)… In February 2009, Bentley announced limited production of the Bentley Continental Supersports. The car was unveiled at the 2009 Geneva Motor Show to be available in autumn 2009 worldwide. It was the first Bentley capable of running on both gasoline and biofuel (E85 ethanol) with the 6.0L W12 producing 621 bhp and 590 lb/ft of torque - using either fuel. 0-60 in 3.7 seconds, 0-100 in 8.9 seconds and a top speed of 204.4 mph made it the fastest and most powerful Bentley ever at the time of production.<BR/><BR/>Some differences from a standard Continental include a front end dominated by large black air apertures - including vents on the bonnet -  and four dark-trimmed headlamps. A set of gloss-black 20-inch wheels fill the wells, the rearmost framed by a subtle fairing to accommodate a full two-inch increase in rear track. Gloss black also finishes the lower-body spear trim and window surrounds and the rear spoiler features an extra lip contour for aero purposes. Finishing the intensified package are smoked taillamps and a unique lower-bumper cap bracketing twin ovoid exhaust finishers.<BR/><BR/>Seen here is Minichamps’ version of the Supersports in Light Grey Satin (a $30,000 option at the time) and it looks like they captured the external differences nicely.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"https://en.wikipedia.org/wiki/Bentley_Continental_GT#Continental_Supersports_(2009–2011)\">Bentley Continental GT - Wikipedia</A><BR/><A HREF=\"https://www.caranddriver.com/reviews/a16578238/2010-bentley-continental-supersports-review/\">2010 Bentley Continental Supersports - Review - Car and Driver</A><BR/><A HREF=\"https://www.autoexpress.co.uk/bentley-motors/continental-flying-spur/17598/bentley-supersports#0\">Bentley Supersports | Auto Express</A><BR/>"}