{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #32","manufacturer":"Fiat","model":"131 Abarth","year":1979,"event":"1000 Lakes Rally","eventCode":"Rally Finland","carNumber":1,"driver1":"M. Alén","driver2":"I. Kivimäki","notes":"<B>Issue #32: Fiat 131 Abarth 1,000 Lakes Rally 1973 M. Alén/I. Kivimäki</B><BR/><BR/>The Fiat 131 Abarth was conceived as the natural successor to the 124 Abarth and was a milestone in the history of rallying because of its numerous innovations. Many of the sport&apos;s best drivers queued up to drive the car, and all of them raved about its power and neutral handling characteristics. It was fast and easy to drive on any surface and took 18 World Rally Championship (WRC) victories in its relatively short career. The driver most associated with the 131 was Finn Markku Alén - his most famous victories in the car coming on his home event Finland&apos;s notoriously tough 1,000 Lakes Rally.<BR/><BR/>Launched in January 1976, the Fiat 131 Abarth was the natural successor to the company&apos;s 124 Abarth. The brainchild of famed Italian engineer Giorgio Pianta, the 131 featured a two-litre, 16-valve Lancia Beta engine that developed a staggering 230 bhp. The bodywork of the car included fibreglass and aluminium in many areas, which helped to reduce the weight and lower the centre of gravity of what was otherwise quite a large machine. The weight reduction and power helped make the car a highly competitive proposition, on paper at least.<BR/><BR/>The 131 more than justified the hype by taking the first two places on its debut, the non-championship Elba Rally in Italy in 1976. Only a few months later, in the 1,000 Lakes Rally in Finland, local hero Markku Alén, gave the car its first WRC victory. It was a good year for the Fiat-Lancia empire, as the legendary Stratos took the Manufacturers&apos; World Title in its last year in the series.<BR/><BR/>In the Drivers&apos; Championship, which was not inaugurated until 1979, Markku Alén - for nearly 20 years a Fiat and Lancia driver - was perenially unlucky. The Finn&apos;s incredible driving skills and success prior to the existence of the Title went largely unrewarded. He won the poorly promoted 1978 FIA Cup, the forerunner to that first Drivers&apos; World Championship.<BR/><BR/>The Fiat team included a roster of excellent drivers, all of whom specialised in different events. In addition to Alén, the team was able to call upon the skills of Walter Röhrl, Timo Salonen, Jean-Claude Andruet, Bernard Darniche and Fulvio Bacchelli, all of whom won rallies at the wheel of the 131 Abarth.	<BR/><BR/>The car revealed one of its most innovative, if short-lived, characteristics during the RAC Rally of 1978. The German pairing of Walter Röhrl and co-driver Christian Geistdörfer chose a novel seating layout in an attempt to improve the weight distribution, and therefore the traction, of their car. Geistdörfer had his seat moved into the back of the car to achieve this. They finished the rally in sixth place, but the sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), took a dim view of this, on safety grounds, and quickly banned such modifications for 1979. In the course of its competition history, the 131 scored 18 WRC victories, the majority going to Alén (seven) and Röhrl (six). In 1982, priorities changed in the Fiat/Lancia empire and the 131 was superseded by the new Lancia 037, the replacement for the highly successful Stratos.<BR/><BR/>Ford&apos;s iconic Escort was the 131&apos;s biggest rival throughout the late 1970s, but the Italian machine had the upper hand with three Constructors&apos; Titles to the Escort&apos;s one. However, the Blue Oval made up for this in 1979 by achieving a unique &apos;double&apos; - victory in the Manufacturers&apos; World Championship and the inaugural Drivers&apos; Championship with the Swedish driver Björn Waldegaard.<BR/><BR/><B>LOCAL KNOWLEDGE</B><BR/>In the 1979 1,000 Lakes Rally, Markku Alén took his third win in this incredibly difficult event. He went on to score a staggering six wins in his home event - a record among the so-called &apos;flying Finns&apos; who made the rally famous. It was the Ford Escorts of Hannu Mikkola, Ari Vatanen and Björn Waldegaard which made life most difficult for Alén, but the Fiat ace resisted the pressure to lead after the first day&apos;s stages. A puncture for Alén&apos;s car briefly enabled Mikkola to take the lead on the second day, but his Escort&apos;s engine blew a head gasket soon after.<BR/><BR/>Alén retook the lead again and held on to win, despite the late advances of Ari Vatanen. Having closed the gap to Alén to 18 seconds, a puncture robbed Vatanen of the chance to win - he eventually finished one-and-a-half minutes behind.<BR/><BR/>Waldegaard finished in third place, taking the lead in the World Championship. Three months later, the Swede would become the very first World Rally Champion.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images269?authuser=0&authkey=Gv1sRgCOOd89Wokc3Gbw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images269?authuser=0&amp;authkey=Gv1sRgCOOd89Wokc3Gbw&amp;feat=directlink</A><BR/>"}