{"images":["1","2","3","4","5","6","7"],"scale":"1:43","brand":"Spark","catalogNo":"S3853","manufacturer":"Renault","model":"5 Turbo","year":1981,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":9,"driver1":"J. Ragnotti","driver2":"J. M. Andrié","competitionClass":"Group 4 ","notes":"http://sparkmodel.com/Main/pics/2561/index.html<BR/><BR/><A HREF=\"https://rallygroupbshrine.org/the-group-b-cars/rally-cars/renault-5-turbo-2-production-version/\" TARGET=\"_blank\">https://rallygroupbshrine.org/the-group-b-cars/rally-cars/renault-5-turbo-2-production-version/</A><BR/><BR/><A HREF=\"http://blog.hemmings.com/index.php/2013/04/29/lost-cars-of-the-1980s-renault-r5-turbo-and-turbo-2/\" TARGET=\"_blank\">http://blog.hemmings.com/index.php/2013/04/29/lost-cars-of-the-1980s-renault-r5-turbo-and-turbo-2/</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/1592-rallye-automobile-de-monte-carlo-1981/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1592-rallye-automobile-de-monte-carlo-1981/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1981_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1981_World_Rally_Championship</A><BR/><BR/><b>Spark S3853 Renault 5 Turbo 1981 Rallye Monte Carlo Winner J. Ragnotti/J. M. Andrié</b><BR/><BR/>Purchased: 2015<BR/><BR/>First WRC win for Jean Ragnotti<BR/>2nd WRC win for Renault (if you consider the A110s to be Alpines rather than Renaults)<BR/>First WRC win for 5 Turbo<BR/><BR/><BR/>In 1977, Renault began building a car for its return to World Rally Championship competition, as it had been absent from the series since the Alpine-Renault won the 1973 title. As the bulk of the automaker’s 1977 motorsport budget was consumed by its Formula 1 efforts, the decision was made to base the new rally car on the production Renault 5 Alpine hatchback. For improved handling, the car’s front-engine, front-drive layout was scrapped for a mid-engine, rear-drive layout that positioned the engine and gearbox longitudinally, behind the front seats. To avoid the expense of building a separate chassis, the decision was made to retain the Renault 5’s basic platform, but to strengthen the rear of the car’s chassis to cope with the repositioned the engine.<BR/><BR/>To increase output, the strengthened 1.4-liter four-cylinder engine received fuel injection, a transistorized ignition, and a single Garrett T3 turbocharger with an air-to-air intercooler. The net result was 158hp in road-going variants, and significantly more in race-prepped examples.<BR/><BR/>The Renault 5’s front double-wishbone suspension was retained, but the rear suspension was the double-wishbone and coil-spring setup found on the Alpine-Renault A310. Oversize rear wheels, shod with 225mm Michelin tires, required the use of exaggerated rear fenders, equipped with large intakes to flow air to the engine and radiators. While the car may have looked a bit odd, its performance was nothing to laugh at, even in a mild state of tune. Early road tests reported a 0-60 MPH time as low as 7.1 seconds, on the way to a claimed top speed of 125 MPH. As for handling, most reviewers claimed that the new R5 Turbo, as the car was affectionately known, cornered like a go kart.<BR/><BR/>Though racing was the raison d’etre behind the R5 Turbo’s development, all variants achieved only modest success in World Rally Championship competition, racking up just four victories (but significantly more stage wins) from 1981 though 1986. On dirt or gravel rally stages, their mid-engine, rear drive layout and pronounced turbo lag proved challenging to master, even for veteran drivers. As all-wheel-drive Group B rally cars became more common, the R5 Turbo proved less and less competitive against rivals with better traction. It’s worth noting that the R5 wasn’t just a one-trick competition pony, however, as the car was also campaigned in numerous road racing series throughout Europe in the 1980s.<BR/><BR/><BR/><BR/><BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/>Sources:<BR/><A HREF=\"http://blog.hemmings.com/index.php/2013/04/29/lost-cars-of-the-1980s-renault-r5-turbo-and-turbo-2/\">Lost Cars of the 1980s - Renault R5 Turbo and Turbo 2 | Hemmings Daily</A><BR/><A HREF=\"https://rallygroupbshrine.org/the-group-b-cars/rally-cars/renault-5-turbo-2-production-version/\">Renault 5 Turbo + Homologation Version | Rally Group B Shrine</A> (photo)<BR/>"}