{"images":["12","13","14","15","16"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #13","manufacturer":"Datsun","model":"240Z","year":1971,"event":"East African Safari Rally","eventCode":"Safari Rally","carNumber":11,"driver1":"E. Herrmann","driver2":"H. Schüller","notes":"<B>Issue #13: Datsun 240Z East African Safari Rally 1971 E. Herrmann/H. Schuller</B><BR/><BR/>Japanese manufacturer Datsun forged a reputation for building reliable and rugged machinery from the very beginning of its competition career in the 1930s. Its forté quickly become the world of rallying, and the marque enjoyed a great deal of success with its 510, 160J and 240Z models. The company, which later changed into the giant modern-day corporation of Nissan, was particularly successful in the arduous Safari Rally; its seven victories in the African event were always achieved against rivals with greater financial and technical resources.<BR/><BR/>The man who gave the Datsun 240Z its first two victories in the Safari Rally, in 1970 and 1971, was Edgar Herrmann. A German hotelier by trade, he was also a regular competitor in the gruelling African event.<BR/><BR/>His first participation in the Safari was in 1969, and it was his performance in that event that guaranteed him a drive with the factory Datsun team for 1970. Herrmann planned to drive a Porsche for his first attempt at the rally, but at the last minute the German manufacturer decided not to take part. Believing that Herrmann was still entitled to his third-place starting position (so important in the Safari because of the dust thrown up by the early runners), Datsun offered him a privately-entered 510. But the organisers decided that it was a new entry and he was pushed back down to a starting position of 90th!<BR/><BR/>Undeterred by having to follow in the dust clouds of the numerous competitors in front of him, Herrmann drove out of his skin to finish sixth, despite plenty of problems along the route. His incredible performance endeared him even further to the Japanese giant and ensured that his future in the Safari Rally would be very bright indeed.<BR/><BR/>In 1970, the Safari counted for the first time towards the International Championship for Manufacturers, which, for three years, acted as the forerunner to the World Championship that would come into force in 1973. Unique among rallying&apos;s international events, the Safari&apos;s format meant that it was more like a cross-country event than a conventional rally. Its fearsome reputation was respected and revered by all competitors.<BR/><BR/><B>TWO OUT OF TWO</B><BR/>As a reward for his efforts a year before, Herrmann was given a Datsun 160 SSS for 1970. His team mate was Joginder Singh - a Safari specialist who, despite being dropped by Datsun after the 1970 event, would return to win it twice for the Japanese marque by the end of the decade.<BR/><BR/>Herrmann duly repaid the faith shown in him by Datsun and won the event easily. After that 1970 rally, Datsun signed Shekhar Mehta, despite the fact that the Kenyan had retired during the first stage. Mehta, too, would soon make a name for himself in this great African adventure, winning it a staggering five times.<BR/><BR/>Herrmann repeated his triumph the following year, this time in Datsun&apos;s 240Z model, finishing just ahead of Mehta in a rally dominated by controversy and incident. Mehta was furious after suspecting that Datsun had shown favouritism towards Herrmann. He suggested that the German had escaped a penalty after finishing a stage outside the designated maximum time limit. This unsavoury incident, typical of the Safari, served only to fuel the rivalry between Datsun aces Herrmann and Mehta.<BR/><BR/>Regardless of the Datsun in-fighting, the event had been extremely competitive. Finn Rauno Aaltonen (also in a Datsun 240Z) led the event before his suspension collapsed, leaving Swede Björn Waldegaard to make the running for Porsche. Herrmann, meanwhile, was biding his time in third behind Waldegaard&apos;s team mate Sobieslaw Zasada. Confusion in the Porsche camp, when team order instructions went wrong, meant that Herrmann&apos;s Datsun quickly leapfrogged the German machines.<BR/><BR/>Herrmann himself then temporarily left the road, handing the lead to his team mate Mehta. The Kenyan looked certain to take his maiden Safari victory, before his luck ran out when his 240Z got stuck in an enormous mud hole. He lost over 20 minutes while awaiting extrication with the help of a police tow truck. The final insult for Mehta was Herrmann&apos;s immediate rescue from the very same mud hole! Herrmann eventually won the rally by three minutes, leaving an angry Mehta to vent his frustration on just about anyone he could. The episode again seemed to favour Herrmann, although it was put down to sheer good fortune on the part of the German. Mehta, however, would more than make-up for his Safari disappointment in later years.<BR/><BR/><B>MEHTA&apos;S REVENGE</B><BR/>After a lean year for Datsun in 1972 - the Japanese marque had to play second fiddle to Ford - Mehta finally had his day in 1973. The Kenyan took the first of five victories, four of them (1979-1982) consecutively! But that maiden success was a very close-run thing. The regulations stipulated that the winner would be the driver who had accrued the fewest penalties. Amazingly, Mehta&apos;s 240Z arrived at the finish with exactly the same number as Harry Källstrom&apos;s 1800 SSS model. In this case, the outcome went in Mehta&apos;s favour, since the Kenyan had managed to avoid being penalised later in the event than Källstrom.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images313?authuser=0&authkey=Gv1sRgCIrP25uso9PYQw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images313?authuser=0&amp;authkey=Gv1sRgCIrP25uso9PYQw&amp;feat=directlink</A><BR/>"}