{"images":["1","2","3","4","10","11","12","13","14"],"scale":"1:43","brand":"HPI","catalogNo":"8045.2","manufacturer":"Lancia","model":"Stratos HF","year":1976,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":4,"driver1":"B. Waldegård","driver2":"H. Thorszelius","competitionClass":"Group 4","notes":"<A HREF=\"http://www.hpimodelcar.com/en/line_up/index_8045.php\" TARGET=\"_blank\">http://www.hpimodelcar.com/en/line_up/index_8045.php</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/12069-rallye-sanremo-1976/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/12069-rallye-sanremo-1976/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1976_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1976_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1976_World_Rally_Championship</A><BR/><BR/><BR/><b>HPI 8045 Lancia Stratos HF 1976 Rallye Sanremo Winner B. Waldegård/H. Thorszelius</b><BR/><BR/>Purchased: 2009<BR/>Manufacturer page: http://www.hpimodelcar.com/en/line_up/index_8045.php<BR/><BR/>3rd win and 6th podium for Bjorn Waldegård.<BR/>10th win and 19th podium for Lancia.<BR/>10th win for Lancia Stratos.<BR/><BR/>(from Rally Giants: Lancia Stratos by Graham Robson)<BR/>After dismal results in Sweden, Portugal, the Safari Rally, Greece, and Morocco Cesare Fiorio - head of Lancia&apos;s motorsports division - was beginning to look over his shoulder, fearing for his job, so something drastic had to be done to restore the Stratos to the peaks, especially as the &apos;in house&apos; competition - the newly homologated Fiat 131 Abarth - was coming to prominence. The scene, then, was set for a battle royal on the Sanremo, which in 1976 had 800km of almost all-tarmac special stages.<BR/><BR/>No fewer than three 24-valve cars, and one semi-works car took the start. Because this was Italy, and Lancia was Italian, no other team except Fiat was expected to have much of a chance. Nor, in the end, did they, for the Stratos took 1-2-3-4, but not quite in the order Fiorio had intended!<BR/><BR/>The story of this event is that all four cars completed the event with only minor problems, but that it was the Swedish hero, Bjorn Waldegård, not the Italian hero, Sando Munari, who won the event outright - by just four seconds. Both cars were incredibly well-matched and both crews were confident that they could win. Fastest times were well shared throughout, and it was quite clear that team orders had been applied right from the start. This was, in fact, a startling demonstration of just how supreme the Stratos could be when the entire team was on song.<BR/><BR/>Waldegård and Munari were then given orders by Lancia&apos;s team hierarchy as to who should win, but we&apos;ll let Martin Holmes&apos; Autosport rally report summarize what finally happened: &quot;…the drivers were only allowed to fight for their result on the final stage. Cesare Fiorio decreed that Munari, then four seconds behind Waldegård, would be given four seconds start by Waldegård, who duly obliged [by standing on the start line four seconds after the flag dropped, to the consternation of officials] - but Waldegård then made up those four seconds to equal Munari&apos;s time and so win the rally.&quot;<BR/><BR/>It was not the result that Fiorio had wanted, as Holmes further detailed: &quot;Few people expected such an outcome. Most people expected the quiet Swede to do what he had done at Monte Carlo, and remain meekly behind. &quot;But what could I do?&quot;, he asked afterwards. &quot;You made the rules, I drove precisely to orders, I was happy to comply with any instruction you made.&quot; Munari looked predictably forlorn at the finish. Munari&apos;s defeat was simply another focal point in the entire Stratos crisis. That car is undeniably the biggest attention-getter rallying has ever made: it is Italy&apos;s greatest rallying achievement but - like some ugly nightmare - it has suddenly become more powerful than its creator and has defeated the powers that control it. Munari beaten is a symptom of a system defeated. Somehow things in Italy are never likely to be quite the same again…&quot;<BR/><BR/>Nor were they. Fiorio and Munari were aghast at the result, Lancia&apos;s bosses were not pleased with the controversy, and moves were swiftly made to ensure that it would never happen again. Waldegård was told that his contract would not be renewed for 1977, he immediately signed up for Ford, as a result of which his forthcoming entry in the RAC rally was cancelled. Typically Latin, typically histrionic, and, in many ways, typically Fiorio. Not that Waldegård suffered at Ford, where he spent three blissfully happy seasons. After winning three world-class events for Boreham in1977, he went on to become World Rally Champion for Ford in 1979.<BR/><BR/><BR/><BR/>   <BR/>"}