{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #41","manufacturer":"Škoda","model":"Octavia WRC","year":2003,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":14,"driver1":"D. Auriol","driver2":"D. Giraudet","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #41: Škoda Octavia WRC Monte Carlo Rally 2003 D. Auriol/D. Giraudet</B><BR/><BR/>Škoda has a long history of competition in two- and four-wheeled motor sport, but it was rallying that really captured the Czech manufacturer&apos;s imagination. After many years of participation in the lower echelons of the sport, the Volkswagen/Audi-owned firm entered the WRC in the late 1990s. The Octavia WRC was the most sophisticated machine ever produced by Škoda, but it was no match for its lighter and more powerful rivals from Citroën, Ford and Subaru - even with a former World Champion on the driving strength...<BR/><BR/>The Czech car manufacturer Škoda had always had a presence in rallying, albeit on a fairly low-key basis. In 1999, however, the Volkswagen/Audi Group-owned company committed to the top flight of the sport, the World Rally Championship (WRC), for the first time. Its Octavia model, launched at the British International Motor Show the previous autumn, was hastily prepared to WRC-specification and entered in the Monte Carlo Rally, the first of seven events to be tackled by the new cars in 1999. Driving duties were entrusted to former Toyota and Mitsubishi ace Armin Schwarz, loyal Škoda man Emil Triner and Belgian asphalt specialist Bruno Thiry. It would prove to be a baptism of fire for Škoda - the Octavia was no match for Citroën&apos;s Xsara WRC, Ford&apos;s Focus WRC or Subaru&apos;s Impreza WRC. Still, it didn&apos;t stop the firm from getting stuck in and having a go.<BR/><BR/><B>RACING PEDIGREE</B><BR/>Škoda&apos;s competition history can be traced back to the late 19th century, when founders Vaclav Laurin and Vaclav Klement, then trading under the name L&amp;K, began producing bicycles. The firm soon branched out into building competition motorcycles and it enjoyed numerous successes in the first quarter of the 20th century. In 1906, L&amp;K produced its first motor car and dovetailed motorbike racing with four-wheeled motor sport, with varying levels of success.<BR/><BR/>In 1925, the L&amp;K name disappeared. Under new management and with a new name, Škoda, the firm curtailed its racing programmes to concentrate on manufacturing. At the end of World War II, the lure of racing and rallying was too much for Škoda to ignore and it returned to the circuits and stages. For nearly 50 years, Škoda took part in a variety of events on the national and international scene, but rallying would prove to be its primary focus. German giants the Volkswagen/Audi Group (VAG) acquired Škoda in 1991 and decided to build on the brand&apos;s strong, but not necessarily well-known, competition pedigree.<BR/><BR/>Škoda Motorsport was created within the VAG empire and an ambitious project to win the WRC was born. The company&apos;s small, front-wheel-drive machines, the Favorit and Felicia, were successful in the Kit Car class of the WRC - the former winning the 1994 2-litre Manufacturers&apos; World Title. But to really make its presence felt, Škoda needed to participate in the main WRC class. Enter the fastest and most sophisticated Škoda ever built - the Octavia WRC.<BR/><BR/><B>JOINING THE BIG LEAGUE</B><BR/>The car made its debut in the 1999 Monte Carlo Rally, but didn&apos;t score its first points until the final round - Britain&apos;s RAC Rally. The next three years were difficult for Škoda and, for 2003, it hoped to improve its fortunes by signing WRC legend and 1994 World Champion, Didier Auriol.<BR/><BR/>Auriol, the first Frenchman to win the Title, joined Škoda after a sabbatical in 2002. Even a driver of Auriol&apos;s calibre was unable to make the Octavia more competitive. In seven events in the big car, his best result was a sixth-place finish in Argentina.<BR/><BR/>Halfway through 2003, Škoda introduced the smaller, lighter and more powerful Fabia WRC - a car that the firm hoped would better suit Auriol&apos;s attacking style. Sadly, it was not to be and the Frenchman retired from WRC competition at the end of the year. Škoda persevered without Auriol, determined to succeed at WRC level.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipP8eJyogFBsabI6nQXN0AxmgwyI-GYKxuzME9Ip\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipP8eJyogFBsabI6nQXN0AxmgwyI-GYKxuzME9Ip</A><BR/>"}