{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #37","manufacturer":"Lancia","model":"Fulvia","year":1969,"event":"RAC Rally","eventCode":"Rally GB","carNumber":12,"driver1":"H. Källström","driver2":"G. Haggbom","notes":"<A HREF=\"https://www.ewrc-results.com/final/11723-rac-rally-1969/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/11723-rac-rally-1969/</B></A><BR/><BR/><B>Issue #37: Lancia Fulvia RAC Rally 1969 H. Källström/G. Haggbom</B><BR/><BR/>The Lancia Fulvia was a powerful, lightweight coupé that achieved a great deal of success in rallying during the 1960s. With drivers of the calibre of Sandro Munari, Simo Lampinen, Harry Källström and Tony Fall, Lancia scooped the 1972 International Rally Championship for Makes (IRCM) - the forerunner to the Manufacturers&apos; World Rally Championship (WRC). By the time the full-blown WRC got underway, the Lancia Fulvia was past its best so the Italian team went back to the drawing board and created the legendary Stratos.<BR/><BR/>Production of the Lancia Fulvia began in 1963, with the specific aim of continuing the high sales figures achieved by the Italian firm&apos;s Apia and Flavia models - both of which had sold well across Europe in the late 1950s and early 1960s.<BR/><BR/>The Flavia represented cutting-edge design and features that were way ahead of their time. Its front-wheel-drive transmission and twin-choke, carburettor-fed V4 engine were rare commodities, as were its independent suspension and disc brakes.<BR/><BR/>When the Flavia&apos;s replacement, the Fulvia, made its competitive debut in 1965, Lancia had transferred all the best bits of the Flavia to the new machine. The Fulvia Coupé HF, to give it its full title, featured a 1215 cc engine that developed 88 bhp. The advantage of the Fulvia over its predecessor was that it was fitted with lightweight body panels - the doors and bonnet were made of aluminium - and plastic windows, as opposed to the traditional glass.<BR/><BR/>Subsequent developments of the Italian machine incorporated further improvements and, in 1969, a bigger-engined (1.6 litre), five-speed HF Series 2 was launched. The car immediately proved to be fast and reliable on the rally stages.<BR/><BR/><B>THAT WINNING FEELING</B><BR/>The Fulvia HF 1.6 enjoyed a great deal of success in rallying during the late 1960s. Leo Cella gave the car its first major victory in the 1965 Sanremo Rally, thus paving the way for other drivers to display their skills behind the wheel of the car. Swedish driver Ove Andersson finished third in that same Sanremo event and then followed it up with a series of podium positions during the 1967 season - second in the Monte Carlo Rally and Acropolis Rally, then third again in Sanremo.<BR/><BR/>The Fulvia&apos;s first Manufacturers&apos; World Championship event win came in Portugal in 1968, when Englishman Tony Fall led home team mate Pat Moss (sister of racing legend Stirling Moss) for a Lancia one-two. Moss also finished second in the Sanremo Rally later in the year. The Fulvia had demonstrated extreme versatility and reliability in all the events. So much so, in fact, that Swede Harry Källström was crowned 1968 European Rally Champion at the end of the season.<BR/><BR/><B>BEST OF BRITISH</B><BR/>The following year, in 1969, the Lancia Fulvia continued its dominant performances. The car took a one-two in the Sanremo Rally, with Källström winning from team mate Rauno Aaltonen.<BR/><BR/>Perhaps the car&apos;s most famous victory came in the British RAC Rally at the end of the year. Often held in challenging wintry conditions, the event had a fearsome reputation as a car breaker. The 1969 edition of the rally certainly lived up to that reputation. The pre-event weather forecast failed to give any warning of the heavy snowstorms and freezing temperatures that would hit the rally from the start.<BR/><BR/>The Scandinavian drivers, who were more familiar with such harsh weather conditions, dominated the first part of the event. Three Swedish drivers led the overall classification after the first day. Björn Waldegaard&apos;s Porsche held the initial advantage, some five minutes ahead of Harry Källström&apos;s Lancia Fulvia and Tom Trana&apos;s Saab 96.<BR/><BR/>When the rally arrived in Wales, the drivers found that some of the roads were almost impassable, and leader Waldegard was forced to retire after getting stuck. Källström thus inherited a lead he was to hold until the end. It was the first victory by an Italian manufacturer in the famous event, a feat that was repeated the following year when Källström won for Lancia again.<BR/><BR/><B>TITLE CHARGE</B><BR/>The little Lancia Fulvia continued to rack up victories in many of the great events during 1970 and 1971. For 1972, the International Rally Championship for Makes would be fought in Europe for the first time. Lancia was well placed to mount a serious attack for Title glory. The Fulvia and its array of talented drivers, including Sandro Munari, Simo Lampinen and Harry Källström didn&apos;t disappoint, winning the Championship with ease.<BR/><BR/>In 1973, the full-blown Manufacturers&apos; World Rally Championship was born and Lancia knew its Fulvias were past their best. The Italian team went back to the drawing board. Its next creation would be the sensational Stratos...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images265?authuser=0&authkey=Gv1sRgCOPF2t6jzqePyQE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images265?authuser=0&amp;authkey=Gv1sRgCOPF2t6jzqePyQE&amp;feat=directlink</A><BR/>"}