{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #15","manufacturer":"Ford","model":"RS200","year":1986,"event":"Swedish Rally","eventCode":"Rally Sweden","carNumber":8,"driver1":"K. Grundel","driver2":"B. Melander","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/1579-international-swedish-rally-1986/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1579-international-swedish-rally-1986/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1986_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1986_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #15: Ford RS200 Swedish Rally 1986 K. Grundel/B. Melander</B><BR/><BR/>The RS200 was Ford&apos;s answer to the powerful Group B models developed by Peugeot, Audi and Lancia in the mid-1980s. Revolutionary in design and concept its low weight and enormous power output met the requirements necessary for a &apos;thoroughbred&apos;. Despite largely disappointing results in 1986 - its only season in the World Rally Championship (WRC) - it went down in history as one of the legendary cars of the period.<BR/><BR/>From 1969, the initials RS (Rallye Sport) were used by Ford on its high-performance models as a means of differentiating the exclusive cars from their standard production cousins.<BR/><BR/>The first car to wear the famous badge was the Escort RS1600. Unveiled to the public by former double Formula 1 World Champion and Ford ambassador Graham Hill, the car had been lovingly hand-crafted at Ford&apos;s AVO (Advanced Vehicle Operations) headquarters in a special factory in the English county of Essex.<BR/><BR/>Throughout the 1970s and 1980s, many of Ford&apos;s desirable RS models achieved excellent results in racing and rallying. Its most potent example, the RS200 - which looked, sounded and performed quite unlike anything produced by AVO before or since - was the Blue Oval&apos;s attempt to exert its superiority on the Group B formula of the WRC. The unique machine was a two-seater with parts produced exclusively by Ford that didn&apos;t have anything in common with the firm&apos;s other models. The 16-valve, turbocharged 1800 cc engine was mounted in the centre of the monocoque aluminium composite chassis and, depending on the configuration, produced up to 620 bhp.<BR/><BR/>The RS200&apos;s low weight of 1,180 kg (2,600 lb) in relation to its power transformed it into a monster capable of competing with the equally ferocious Peugeot 205 T16, Audi Quattro S1 and Lancia Delta S4.<BR/><BR/><B>QUALITY NOT QUANTITY</B><BR/>Between 1983 and 1986, Ford produced 200 units of the RS200 - the first of the company&apos;s cars with four-wheel drive. Ex-Formula 1 engineer Tony Southgate was responsible for the design of the car and it was developed by his colleague John Wheeler. The car&apos;s career in top-level competition was brief - scarcely a full season - because the category was abolished as a result of a series of fatal accidents during 1986.<BR/><BR/>Following the demise of Group B, Ford withdrew from the WRC, but the RS200 went on to obtain excellent results in both the European and British Rallycross Championships. The final incarnation of the car was built in 1988 for 1984 World Champion Stig Blomqvist&apos;s successful campaign in the daunting Pike&apos;s Peak Hillclimb in Colorado, USA. The RS200&apos;s WRC achievements were, however, very modest, despite the fact that it won numerous events and championships at national level.<BR/><BR/><B>ICE AND EASY</B><BR/>The RS200&apos;s WRC debut came in the 1986 Swedish Rally, with Blomqvist and local ace Kalle Grundel spearheading the Ford attack. Ultimately, it was a great debut for the car, Grundel driving superbly to finish in third place. The result would prove to be the car&apos;s - and Grundel&apos;s - best career result.<BR/><BR/>Peugeot&apos;s Timo Salonen made the initial running but was forced to retire during stage seven with engine failure. Henri Toivonen, who won the first round of the championship in Monte Carlo, then took over the lead from Juha Kankkunen (Peugeot) and Blomqvist. Grundel, meanwhile, was more than three minutes behind in fifth place, behind Markku Alén&apos;s Lancia.<BR/><BR/>Kankkunen, who would go on to win the first of his four World Championship titles in 1986, inherited a lead he would keep until the end after Toivonen&apos;s Lancia also succumbed to engine trouble. Alén eventually finished second, over four minutes ahead of Grundel.<BR/><BR/>Sadly for Group B fans, fundamental changes to the WRC were just around the corner. In the next event in Portugal, three spectators were killed when the privately entered RS200 of local driver Joaquim Santos left the road. When superstar of the future Henri Toivonen and his co-driver Sergio Cresto perished in the Tour of Corsica in May, the death knell was sounded once and for all for the Ford RS200 and its fire-breathing, four-wheel-drive rivals. The most exciting cars in WRC history were banned barely as the paint had dried on their fibreglass bodies.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images286?authuser=0&authkey=Gv1sRgCNTcjNXy6v_07wE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images286?authuser=0&amp;authkey=Gv1sRgCNTcjNXy6v_07wE&amp;feat=directlink</A><BR/>"}