{"images":["11","12","13","14","15","16"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #14","manufacturer":"Citroën","model":"ZX Rallye Raid","year":1991,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":201,"driver1":"A. Vatanen","driver2":"B. Berglund","notes":"<B>Issue #14 Citroën ZX Rallye Raid 1991 A. Vatanen/B. Berglund</B><BR/><BR/><B>Succession</B><BR/>With the Lion (Peugeot) gone the PSA Group was free, in late 1990, to introduce a new monster in rally-raid: the Citroën ZX Rallye-Raid. A worthy successor that set the record straight in its first Dakar ...<BR/><BR/>Until 1990, the Peugeot 205 T16 and 405 established their supremacy in rally-raid, after having won the World Rally Championship. This greatly irritated the competition, who pushed for amending the regulations to force  out the winning machine. Peugeot calmed things down at the end of the season by promising to retire to the competition of endurance racing and 24 hours of Le Mans. Would Peugeot leave the Dakar, after so much success and great experience? Yes ... And no. For Citroën, the second marque of the PSA Group, would find success the same way. Moreover, apart from the team manager (Guy Fréquelin replaced Jean Todt), there was little other than the name and the appearance of the car that changed. The financial and logistical resources were enormous, three Peugeot drivers continued their adventure with Citroën (Ari Vatanen, Alain Ambrosino, and Björn Waldegaard are joined by Jacky Ickx) and the core technology and proven performance of the 405 T16, itself derived from the 205, was the basis for the ZX &quot;Rallye-Raid&quot;.<BR/><BR/><B>Fake originality</B><BR/>If Citroën used all assets available to them, it was to secure a win in their first attempt. The reason was in 1991, when the &quot;Rallye-Raid&quot; lined up at the start of Paris-Dakar, the marketing of the ZX series had not started yet - it was scheduled for spring. A success in competition would help ensure the commercial success of the compact Citroën. But the purists were not fooled: under the sedan body, the ZX &quot;Rallye-Raid&quot; hid a racing chassis and motor, and did not share any component (except for the chevrons on the grille ...) with the production car that would arrive a few months later. It incorporated many elements that made Peugeot successful: the four-cylinder XU 15 from the 205 was modified from 1.8 liters to 2.5 liters, with its output reduced to 300 horsepower increasing reliability. 434 ft-lb of torque (huge!) were put to good use pulling the nearly 1,450 kg of weight through the sand.<BR/><BR/><B>Strength in numbers</B><BR/>The rest of the car is a mix of what works best in competition: the tubular (partially) frame, carbon and Kevlar shell, doubled shock absorbers (and even tripled in the back), 4x4 drivetrain and a seven-speed transmission. The last matter for &quot;armada Citroën&quot;: numbers. No less than fours cars were lined up at the start, giving a better chance of winning the race. And this prudent strategy - already applied by Peugeot - was a good idea as little more than half way through the rally, two Citroëns were destroyed. On a special stage, Ickx, passing Vatanen, slalomed through the camel grass. This move damaged the suspension: a shock absorber broke, causing its oil to leak on the overheated engine starting a fire immediately. Pilot and copilot had just enough time to get out of the car before it was transformed into a giant torch. An hour later, Waldegaard&apos;s car suffered the same fate. The two remaining cars then proceeded at a softer pace - so to speak - and Vatanen, who had built up a big overall lead, won the Dakar again. And this is just the beginning ...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images219?authuser=0&authkey=Gv1sRgCPyc-sXB0OyPdg&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images219?authuser=0&amp;authkey=Gv1sRgCPyc-sXB0OyPdg&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=205684#p205684\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=205684#p205684</A><BR/><BR/><BR/><b>Norev La Légende Du Dakar #14 Citroën ZX Rallye Raid 1991 Dakar Rally Winner A. Vatanen/B. Berglund</b><BR/><BR/>Purchased: 2009<BR/>Manufacturer page: http://www.norev.com/detail.php?modele=947&amp;lang=en<BR/><BR/>4th (and final) Dakar win for Ari Vatanen.<BR/>First win for Citroën<BR/>First win for ZX Rallye Raid<BR/><BR/>With Peugeot&apos;s departure after the 1990 Dakar, the PSA Group introduced a new rally-raid monster: the Citroën ZX Rallye-Raid. Until 1990, the Peugeot 205 T16 and 405 established their supremacy in rally-raid. This greatly irritated the competition, who pushed for amending the regulations to force out the winning machine. Peugeot calmed things down at the end of the season by promising to retire from rally-raid but they didn&apos;t really leave. Both Peugeot and Citroën are part of PSA Group so there were many similarities.<BR/><BR/>In fact, little other than the name and the appearance of the car changed. The financial and logistical resources were enormous, three Peugeot drivers continued their adventure with Citroën (Ari Vatanen, Alain Ambrosino, and Björn Waldegård) and the core technology and proven performance of the 405 T16 - itself derived from the 205 - was the basis for the ZX Rallye-Raid. The four-cylinder XU 15 engine from the 205 was modified increasing displacement from 1.8 liters to 2.5 liters. The power output was reduced to 300 horsepower helping increase reliability and the 434 ft-lb of torque was put to good use pulling the nearly 1,450 kg of weight through the sand.<BR/><BR/>Citroën used everything available to them to ensure a win in their first attempt. The reason was that when the ZX Rallye-Raid lined up at the start of Paris-Dakar the marketing of the ZX series had not started yet - it was scheduled for spring. A success in the Dakar would help ensure the commercial success of the compact Citroën. But not everyone was fooled: under the sedan body the ZX Rallye-Raid hid a racing chassis and motor and did not share any component (except for the chevrons on the grille) with the production car that would arrive a few months later.<BR/><BR/>No less than fours cars were lined up at the start to increase Citroën&apos;s chance of winning the race. And this prudent strategy - already applied by Peugeot - was a good idea as little more than half way through the rally, two Citroëns were destroyed. On a special stage, Jacky Ickx passed Vatanen by cutting through the camel grass. This move damaged the suspension: a shock absorber broke, causing its oil to leak on the overheated engine starting a fire immediately. Pilot and copilot had just enough time to get out of the car before it was transformed into a giant torch. An hour later, Waldegård&apos;s car suffered the same fate. The two remaining cars then proceeded more carefully and Vatanen, who had built up a big overall lead, won the Dakar again.<BR/><BR/><BR/><BR/>   <BR/><BR/><A HREF=\"http://www.lemans-models.nl/1991/1991DAK201.htm\" TARGET=\"_blank\">http://www.lemans-models.nl/1991/1991DAK201.htm</A><BR/><BR/><A HREF=\"http://www.schiavon-sa.com/2014/02/homme-de-convictions-et-pilote-dexception-ari-vatanen-est-de-la-race-des-seigneurs/ari-vatanen-paris-dakar-citroen-zx-1991-schiavon-actualites/\" TARGET=\"_blank\">http://www.schiavon-sa.com/2014/02/homme-de-convictions-et-pilote-dexception-ari-vatanen-est-de-la-race-des-seigneurs/ari-vatanen-paris-dakar-citroen-zx-1991-schiavon-actualites/</A><BR/>"}