{"images":["1","2","3","4","5","6","7","8","9","10","11"],"scale":"1:43","brand":"ENIF","catalogNo":"ENIF0007","manufacturer":"Nissan","model":"Sunny (KB110)","year":1973,"event":"Fuji Victory 200km","eventCode":"Fuji Minor Touring","carNumber":22,"driver1":"K. Takahashi","notes":"<A HREF=\"http://www.shop-beltempo.jp/SHOP/ENIF0007.html\" TARGET=\"_blank\">http://www.shop-beltempo.jp/SHOP/ENIF0007.html</A><BR/><BR/><A HREF=\"http://datsun1200.com/modules/mediawiki/index.php?title=B110_Racing_History_in_Japan#November_23.2C_1973_Grand_Champion_fifth_race_Fuji_Speedway_Victory_200\" TARGET=\"_blank\">http://datsun1200.com/modules/mediawiki/index.php?title=B110_Racing_History_in_Japan#November_23.2C_1973_Grand_Champion_fifth_race_Fuji_Speedway_Victory_200</A><BR/><BR/><BR/><A HREF=\"https://web.archive.org/web/20090330181102/http://www2.tokai.or.jp/sunny/73-11-24.htm\" TARGET=\"_blank\">https://web.archive.org/web/20090330181102/http://www2.tokai.or.jp/sunny/73-11-24.htm</A><BR/><BR/><A HREF=\"https://motorsports.jaf.or.jp/results/search/1973/race/1973-9999-69\" TARGET=\"_blank\">https://motorsports.jaf.or.jp/results/search/1973/race/1973-9999-69</A><BR/><BR/><b>ENIF ENIF0007 Nissan Sunny (KB110) 1973 Fuji Victory 200km (Fuji Minor Touring Round 5) 3rd Place K. Takahashi</b><BR/><BR/><BR/><BR/>For the 1973 Minor Touring (MT) Championship season, many Sunnys were outfitted with a new aerodynamic device on the front of the car and were mainly competing against each other with a few Toyota Celicas and Nissan Cherrys thrown in for good measure.<BR/><BR/>The car seen here was driven by Kenji Takahashi in the 1973 Fuji Victory 200km race; the final round of the 1973 MT Championship. This was also the first race where the Sunny faced a new challenger - Toyota’s Publica Starlet (aka Starlet). The works Starlets were using a recently introduced power plant based on the <A HREF=\"https://en.wikipedia.org/wiki/Toyota_K_engine#3K\">3K</A> engine. The base SOHC 3K was good for just a little over 67 bhp @ 6000 RPM. The upgraded DOHC engine was putting out nearly 3 times the power - 177hp @ 9000 RPM. Toyota also sent works drivers Hiroyuki Hisagi and Nobuhide Tachi to drive the Starlet in its debut with Hisagi setting a course record during qualifying. The Starlet was an immediate threat to the reigning Sunny.<BR/><BR/>Going into the final round, Takahashi was leading the championship and 9 of the top 10 cars were Sunnys. This was the first round contested by Hisagi and Tachi so they were no threat to Takahashi’s championship bid. His closest rival in the championship was Akio Tanuma &amp; his race ended after only 2 laps. Things were looking good for Takahashi but even better for Toyota. The Starlets took an early lead at the start and were even ordered to slow down at times. It was really no surprise that the Starlets took 1st (Hisagi) and 2nd (Tachi). Takahasi finished about 21 seconds behind them in 3rd place securing his Championship title.<BR/><BR/>At the end of the race everyone thought this would be the end of the Sunny’s reign. However, no one knew the looming Japanese oil crisis would cause the Toyota &amp; Nissan factory teams to withdraw from racing. Nissan’s withdrawal did not have too much effect since the majority of tuners &amp; drivers knew the Sunny well and continued to race them. Toyota’s withdrawal ended the Starlet’s one race reign in the MT Championship series.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"http://www2.tokai.or.jp/sunny/73-11-24.htm\">Sunny&apos;s defeated day</A> (photo)<BR/><A HREF=\"https://blogs.yahoo.co.jp/sarthe24/37632925.html\">30 degrees Bank memory Private tuner fighting battle Works machine &quot;DOHC Starlet KP47 1973 Fuji Victory 200 km Victory Cars&quot; (Motor Sports)</A><BR/><A HREF=\"http://www.jaf.or.jp/CGI/msports/results/n-race/detail-result.cgi?race_id=1872\">1973 Victory 200km Race  | JAF motor sports</A><BR/>"}