{"images":["6","7","8","9","10"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #3","manufacturer":"Mitsubishi","model":"Pajero Evolution (MPR10)","year":2004,"event":"Dakar Rally","eventCode":"Dakar Rally","carNumber":203,"driver1":"S. Peterhansel","driver2":"J. P. Cottret","notes":"<B>Issue #3 Mitsubishi Pajero Evolution 2004 S. Peterhansel/J. P. Cottret</B><BR/><BR/><B>[R]evolution</B><BR/>A sporty off-road concept car became a rally-raid winning machine. This is the story of the Pajero Evolution, a 3 time Dakar winner.<BR/><BR/>The history of Mitsubishi and the Dakar began in 1983. It is a beautiful history full of victories and glorious rankings. It is also a history of strong collaboration with the French. In 2002 Mitsubishi created a sensational concept: the Pajero Evolution. It was a beautiful car in addition to its performance as a 4x4. Designed by French designer Olivier Boulay, who worked for Daimler-Chrysler, the Pajero unveiled in Paris created a new weapon for Mitsubishi and the Dakar rally-raid. It&apos;s introduction in France was not by chance: in France, four out of five Japanese cars sold are off-road vehicles! <BR/><BR/><B>Immediate Triumph</B><BR/>After introducing the concept, Mitsubishi worked to make it a reliable, high-performance racing machine. In October 2002, it won the UAE Desert Challenge. The successful team was based on three ingredients - brilliant drivers, a car based on leading-edge technology, and a competent team - all mixed together with a solid budget. In 2003 the Pajero Evolution driven by Hiroshi Masuoka won the Dakar, but the team did not rest on its laurels. <BR/><BR/>The car underwent major testing and development during the summer of 2003, leading to Morocco, and several changes were made on the machine. The most important one was increasing the displacement of the V6 from 3.5 liters to a 4 liter block developed and manufactured in Japan. It produced the same power (270 hp), but offered increased reliability. This &quot;Evolution II&quot; also received a new roll cage closer to the kind used in WRC cars. The cornering stability was also improved helping the overall handling of the car.<BR/><BR/><B>The Desert WRC</B><BR/>In 2003 the weight of Pajero Evolution rose from 1750 kg to 1825 kg due to FIA regulations. Even though the car had become a bit heavy, its construction was respectable - aircraft steel tubular frame, carbon-fiber aerodynamic body, six-speed sequential gearbox, three differentials (including two locking differentials), independent suspension with double shock absorbers at each wheel, Brembo ventilated disc brakes with 6 piston calipers, and a 500 liter fuel tank to eliminate any chance of running out of fuel.<BR/><BR/>Mitsubishi&apos;s 20 years of experience in the Dakar would do the rest. In 2004 the Pajero Evolution driven by Stéphane Peterhansel won the Dakar. This made it Mitsubishi&apos;s 4th consecutive victory and their 9th victory overall since the start of their participation in 1983. Better than that though, this was the 8th time that Mitsubishi took both 1st and 2nd places in the Dakar! Mitsubishi did not have to wait long before taking a 10th victory in 2005. But that&apos;s another story. <BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images570?authuser=0&authkey=Gv1sRgCJ3_0Obn16iIGg&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images570?authuser=0&amp;authkey=Gv1sRgCJ3_0Obn16iIGg&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.mitsubishi-motors.com/motorsports/e/04dakar/report/leg17.html\" TARGET=\"_blank\">http://www.mitsubishi-motors.com/motorsports/e/04dakar/report/leg17.html</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=207311#p207311\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=207311#p207311</A><BR/><BR/><BR/><b>Norev La Légende Du Dakar #3 Mitsubishi Pajero Evolution MPR10 2004 Dakar Rally Winner S. Peterhansel/J. P. Cottret</b><BR/><BR/>Purchased: 2009<BR/><BR/>1st Dakar win for Stéphane Peterhansel in car category/7th Dakar win overall<BR/>9th Dakar win for Mitsubishi<BR/>9th Dakar win for Pajero (only win for Pajero Evolution MPR10)<BR/><BR/>Mitsubishi Motors, Stéphane Peterhansel, and Jean-Paul Cottret won the 2004 Dakar Rally and clinched a record-breaking fourth consecutive win for the Japanese manufacturer and its ninth overall victory since first entering the event in 1983. Peterhansel also became only the second person in history, after Hubert Auriol, to win the event on both two and four wheels, having also won the rally six times on a motorbike.<BR/><BR/>Mitsubishi teammates Hiroshi Masuoka and Gilles Picard claimed 2nd spot, making it the 8th year Mitsubishi claimed the top 2 spots (1985, 1992, 1997, 1998, 2001,2002, 2003, and 2004). Peterhansel &amp; Cottret only won two of the competitive stages, but the French pair was never outside the top two in the leaderboard during the entire event, demonstrating that consistency and reliability is the key to success.<BR/><BR/><BR/><BR/>   <BR/>"}