{"images":["1","2","3","4","5","6","7"],"scale":"1:43","brand":"HPI","catalogNo":"8017","manufacturer":"Toyota","model":"Celica GT-Four (ST185)","year":1993,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":3,"driver1":"D. Auriol","driver2":"B. Occelli","competitionClass":"Group A","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8017/8017.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8017/8017.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/528-rallye-automobile-de-monte-carlo-1993/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/528-rallye-automobile-de-monte-carlo-1993/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1993_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1993_World_Rally_Championship</A><BR/><BR/><BR/><b>HPI 8017 Toyota Celica GT-Four (ST185) 1993 Rallye Monte Carlo Winner D. Auriol/B. Occelli</b><BR/><BR/>13th WRC win for Didier Auriol (first in a Toyota)<BR/>27th WRC win for Toyota<BR/>5th WRC win for Celica GT-Four (ST185)<BR/><BR/><BR/><BR/>The 1993 WRC season brought two big changes to Toyota Team Europe (TTE). The first change was that major sponsor Repsol was replaced by Castrol. The second, and biggest, change was that 1992 WRC Drivers&apos; Champion Carlos Sainz went to Lancia and was replaced by Didier Auriol (from Lancia).<BR/><BR/>This was also the first year in which mutterings from other rival teams, and from independent reporters, began to suggest that TTE was bending the rules. There were too many occasions when their cars seemed to suspiciously fast and the 1993 Rallye Monte Carlo was no exception. Auriol’s pace on the final night of the rally was, literally, unbelievable. With only one night and five stages to go, Ford’s François Delecour was leading comfortably by about 1 minute 15 seconds, but in the final stages Auriol’s Celica GT-Four put on bursts of unbelievable speed, beating the Escort by 25 seconds in SS19, 31 seconds in SS20, and 22 seconds in SS21.<BR/><BR/>At the end, Auriol beat the Ford by just 15 seconds. Writing in Autosport magazine, Keith Oswin was not impressed: “Rumors spread like wildfire. Was there something odd about last night’s turbo change? Was there any truth in stories of dubious fluids in the washer bottles allegedly plumbed to the engine via an extra injector? Does anyone really know what happened on the final stages to let Auriol find that extra turn of speed?”<BR/><BR/>However he did it, Auriol won the 1993 Rallye Monte Carlo and this is HPI’s model of that unbelievably fast car.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"https://www.redbull.com/gb-en/historic-images-from-rallye-monte-carlo-in-photos\">Rallye Monte Carlo 2016: Historic photos | Red Bull</A> (photo)<BR/>Rally Giants: Toyota Celica GT-Four by Graham Robson<BR/><A HREF=\"https://www.ewrc-results.com/times/528-rallye-automobile-de-monte-carlo-1993/\">Stage times Rallye Automobile de Monte-Carlo 1993</A><BR/>"}