{"images":["0","1","2","3","4","5","6","7"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #35","manufacturer":"Renault","model":"Clio S1600","year":2003,"event":"Acropolis Rally","eventCode":"Acropolis Rally","carNumber":105,"driver1":"S. Jean-Joseph","driver2":"J. Boyère","competitionClass":"WRC","notes":"<B>Issue #35: Renault Clio S1600 Acropolis Rally 2003 S. Jean-Joseph/J. Boyère</B><BR/><BR/>The Renault Clio Super 1600 (S1600) was conceived to meet the demand of privateer teams and drivers who wanted a competitive and relatively cheap car with which to enter the Junior World Rally Championship (JWRC). The little car was an instant hit and, in the hands of French-West Indian Simon Jean-Joseph, it dominated the 2002 and 2003 series. Jean-Joseph was one of several leading lights in Renault&apos;s JWRC campaign and he contributed a great deal to the development of the car in which he scored so many victories.<BR/><BR/>The Renault Clio S1600 was the last car produced by the French manufacturer&apos;s competition department that catered for the high demand among privateer drivers and teams for a cost effective, competitive and reliable rally car. The Clio S1600 was developed by Renault Sport Technologies and fully complied with the technical regulations laid down for the category by the sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA). The mass-produced chassis was reinforced with a roll cage, while the engine was based on a 16-valve, 1.6-litre unit that produced 220 bhp through a six-speed gearbox.<BR/><BR/><B>FAVOURITE SON</B><BR/>The Clio&apos;s main objective was to achieve success in various national championships and the JWRC - the feeder series to the main World Rally Championship (WRC).<BR/><BR/>One of the car&apos;s most successful drivers was French-West Indian Simon Jean-Joseph. Born on 9 June 1969 in Fort-de-France, Martinique, Jean-Joseph started competing at the wheel of borrowed cars, after making his debut in karting. He bought himself a Peugeot 309 and quickly began to dominate local rallies in the French West Indies.<BR/><BR/>In 1991, he took part in several French Rally Championship events. To better concentrate on pursuing a career in rallying, Jean-Joseph decided to leave Martinique and settle in France. From the outset, he impressed everyone with his speed and maturity. Unfortunately, he was forced to return to Martinique for two years because of a lack of sponsorship.<BR/><BR/>Once back in France, Jean-Joseph quickly re-established himself by winning the Amateur Championship and moving seamlessly to the top category of the French Championship. He won three rallies as a private driver and came very close to the Title in 1998 after a great year.<BR/><BR/>Jean-Joseph&apos;s good results did not go unnoticed by the factory WRC teams, particularly Ford, which offered him one of its Focus WRC machines for six events in 1999. The car was not very reliable and Jean-Joseph enjoyed a baptism of fire during his first WRC season. His best result was seventh in the Sanremo Rally, the only event in which he managed to finish.<BR/><BR/>For the 2000 season, Jean-Joseph moved to Subaru, for which he took part in three WRC rallies and eight French Championship events. Preferring to concentrate on competing in the WRC - something Subaru could not offer him for 2001 - Jean-Joseph drove a privately-entered Peugeot 206 WRC for that year, which enabled him to gain more experience in the senior category.<BR/><BR/>A new challenge came in 2002. Renault asked him to take part in the development of its new Clio Super 1600, a car with which he competed in the French Championship and in several WRC events. He gave the Clio its first S1600 win in the RAC Rally in 2002, before taking the car to the 2003 French Rally Title. As well as success in France, he also took four wins in the S1600 class of the WRC - in Monte Carlo, Turkey, Greece and Catalunya.<BR/><BR/><B>GREECE LIGHTNING</B><BR/>It was Jean-Joseph&apos;s victory in Greece that would prove to be his most satisfying. However, it was his Renault team mate Brice Tirabassi who led on the first day, before Jean-Joseph took it back from him on the following day. The pair duelled for the whole event, with Jean-Joseph coming out on top at the end.<BR/><BR/>The momentum of several victories in 2003 was not carried into the following season, however, with Jean-Joseph concentrating on the European Rally Championship (ERC), rather than the WRC. It was not all in vain, though, as the Frenchman took three ERC victories at the wheel of the pocket rocket, the Renault Clio S1600.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images312?authuser=0&authkey=Gv1sRgCPvGv6rFkZXXhAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images312?authuser=0&amp;authkey=Gv1sRgCPvGv6rFkZXXhAE&amp;feat=directlink</A><BR/>"}