{"images":["6","7","8","9","10","11","12","13","14","15","16"],"scale":"1:43","brand":"IXO","catalogNo":"RAM152","manufacturer":"Peugeot","model":"307 WRC Evo 1","year":2004,"event":"Rally Finland","eventCode":"Rally Finland","carNumber":5,"driver1":"M. Grönholm","driver2":"T. Rautiainen","competitionClass":"Group A","notes":"<A HREF=\"http://www.ixomodels.com/index.php/car/popup/308\" TARGET=\"_blank\">http://www.ixomodels.com/index.php/car/popup/308</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/57-neste-rally-finland-2004/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/57-neste-rally-finland-2004/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2004_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2004_World_Rally_Championship</A><BR/><BR/><BR/><b>IXO RAM152 Peugeot 307 WRC 2004 Rally Finland Winner M. Grönholm/T. Rautiainen</b><BR/><BR/>Purchased: 2011<BR/>Manufacturer page: http://www.ixomodels.com/index.php/car/popup/308<BR/><BR/>16th WRC win for Marcus Grönholm.<BR/>46th WRC win for Peugeot.<BR/>Only WRC win for 307 WRC.<BR/><BR/>Born in Kauniainen, Finland on 5 February 1968, Marcus Grönholm became interested in rallying at a young age, thanks to his father, Ulf, who was the Finnish champion in 1977 and 1978. Although he had taken part in junior motocross for five years, a knee injury soon persuaded the young Grönholm to pledge has allegiance to the four-wheeled cause. He made his WRC debut in 1989 at the wheel of a privately-entered Lancia Delta Integrale and a subsequent string of excellent results in his own Toyotas during the early 1990s brought him to the attention of the factory Peugeot squad and presented him with the prospect of driving rally-winning machinery for the first time.<BR/><BR/>The successor to Peugeot&apos;s dominant 206 WRC - a car that had won three consecutive Manufacturers&apos; World Championships and two Drivers&apos; titles - would have a tough act to follow. The new machine, codenamed 307, made its debut in the Monte Carlo Rally at the start of the 2004 season and immediately showed great promise in the hands of former double World Champion, Marcus Grönholm.<BR/><BR/>After four incredibly successful years, in which the 206 model won a hat-trick of Manufacturers&apos; titles and powered Marcus Grönholm to two Drivers&apos; titles, it was a case of starting from scratch. Market forces meant that the 206 was now surplus to requirements and the 307 was the model that Peugeot chiefs wanted to heavily promote.<BR/><BR/>In the winter of 2002, the car with which Peugeot hoped to maintain its dominant position in the World Rally Championship (WRC) broke cover. The 307 WRC, based on the coupe cabriolet road car, was a step into the unknown for the French manufacturer.<BR/><BR/>Since the new model retained almost nothing from its predecessor&apos;s make-up, extensive testing was required before the car&apos;s planned debut at the start of the 2004 season. Factory test drivers Cedric Robert and Andrea Aghini were entrusted with fine-tuning the car which, apart from the obvious physical differences, featured an all-new gearbox - mounted at the far end of the engine - and a transversely mounted engine (the 206 had a longitudinal configuration). Testing had been positive and the car, now armed with the vital homologation papers (the technical and production regulations to which all competition cars must adhere), was ready for its first event - the 2004 Monte Carlo Rally.<BR/><BR/>Peugeot&apos;s &apos;favourite son&apos;, Marcus Grönholm - the man who had dominated the 2000 and 2002 World Drivers&apos; Championships - was retained by the team to bring his speed, experience and technical &quot;nous&quot; to bear on the new 307 program. Throughout the rest of the busy 2004 season (there were two new rallies in Mexico and Japan to take the total number of events to 16), Peugeot&apos;s all-new 307 acquitted itself well and took a fabulous maiden victory in the 1,000 Lakes. However, the all-new 307 wasn&apos;t able to mix it often enough with the well-developed Citroën Xsara, Subaru Impreza and Ford Focus in the WRCs battle for manufacturer supremacy.<BR/><BR/><BR/><BR/>   <BR/>"}