{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #39","manufacturer":"Citroën","model":"Saxo S1600","year":2002,"event":"Rallye Catalunya - Costa Brava","eventCode":"Rally de Catalunya","carNumber":65,"driver1":"D. Solà","driver2":"A. Romaní","competitionClass":"Gropup A","notes":"<A HREF=\"https://www.ewrc-results.com/final/82-rallye-catalunya-costa-brava-rallye-de-espana-2002/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/82-rallye-catalunya-costa-brava-rallye-de-espana-2002/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2002_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2002_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #39: Citroën Saxo S1600 Rallye Catalunya 2002 D. Solà/A. Romaní</B><BR/><BR/>Citroën&apos;s Saxo Super 1600 was the ideal car with which the French manufacturer could guide its future stars in the Junior World Rally Championship (JWRC). It was small, light, compact and surprisingly powerful - the perfect tool for Spanish youngster Dani Solà&apos;s attack on the 2002 JWRC. With three wins from six starts, the 27-year-old followed in the footsteps of previous champion Sébastien Loeb - now a legend of the sport.<BR/><BR/>The junior formulas in all categories of motor sport have, for many years, created a very important environment for up-and-coming drivers. And rallying is no exception. Aspiring World Champions have to ply their trade in lesser formulas to gain experience of the machinery and the events themselves. If they are successful, youngsters are able to progress rapidly up the ladder to the top of the sport, the World Rally Championship (WRC).<BR/><BR/>The feeder formulas, as they known, are particularly appealing to manufacturers, too. The various series give them the opportunity to develop competition models that are developed directly from production cars. The feedback that comes from taking part at a junior level helps the manufacturers to glean a large amount of information that can be put to good use back at the factory - whether it&apos;s for road-car production or competition success.<BR/><BR/>French marque Citroën has always been a supporter of rallying&apos;s feeder formulas. Having created such championships as the Saxo Rally Challenge, the Saxo T4 Trophy, the Saxo Rallycross Challenge and the Saxo Super 1600 Trophy, it has been able to nurture real talent.<BR/><BR/>The series most closely associated with the WRC is the Super 1600 (S1600) Trophy. Introduced at the Rally of Corsica in 2001 as the supporting cast to the WRC, it quickly became an important arena for the stars of tomorrow to get noticed on the world stage. The 2001 S1600 Champion, for example, was current WRC superstar and reigning Drivers&apos; World Champion Sébastien Loeb. The French ace guided Citroën to junior honours and was then in a strong position to lead the team to glory at senior level.<BR/><BR/><B>PERFECT PACKAGING</B><BR/>The Citroën car was launched in 1996 as a replacement for the AX, although the similarities between the two cars were negligible. The boxy AX was superceded by a much smoother, more modern shape.<BR/><BR/>Homologated for competition in 1997, the Saxo quickly became the weapon of choice in the S1600 category. Its lightweight body, small but powerful engine and wide-track suspension made it perfect on all surfaces. Throughout the car&apos;s first four years in the sport, it racked up numerous national championships all over Europe, including the 2001 Title for Loeb. When the S1600 Championship took on full Junior World Rally Championship (JWRC) status in 2002, the Saxo was perfectly poised to take advantage of its position at the head of the field.<BR/><BR/><B>TWO OUT OF TWO</B><BR/>With Citroën losing Loeb to its WRC team, a replacement was needed to uphold the firm&apos;s junior honours in 2002. That man was Spaniard Dani Solà. Despite the pressure of what Loeb had achieved before him, Solà was more than up to the task. His three JWRC victories from the six events in the calendar proved enough for him to become the inaugural junior World Rally Champion.<BR/><BR/>Solà took his first JWRC win in his home event, the Rally of Catalunya, and it came after a thrilling scrap with team mate Andrea Dallavilla, the man who had finished runner-up to Loeb 12 months earlier while driving for Fiat.<BR/><BR/>With further wins in the Rally of Germany and the Rally of Great Britain, 27-year-old Solà marked himself out as a star of the future. Poor Dallavilla had to make do with the runner-up slot for the second time, although Citroën was understandably delighted with a one-two finish in the JWRC. Little did Citroën know then the impact it would have on the main WRC a few years later.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipMjQrKfir79WJvUwyB2TWiAl7mj42a5syA1dK4n\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipMjQrKfir79WJvUwyB2TWiAl7mj42a5syA1dK4n</A><BR/>"}