{"images":["7","8","9","10","11"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #27","manufacturer":"Saab","model":"96 V4","year":1972,"event":"Swedish Rally","eventCode":"Rally Sweden","carNumber":8,"driver1":"S. Blomqvist","driver2":"A. Hertz","competitionClass":"Grooup 2","notes":"<A HREF=\"https://www.ewrc-results.com/final/14302-international-swedish-rally-1972/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/14302-international-swedish-rally-1972/</B></A><BR/><BR/><B>Issue #27: Saab 96 V4 Swedish Rally 1972 S. Blomqvist/A. Hertz</B><BR/><BR/>If ever there was a more unlikely looking rally car, it was the Saab 96. The tall and skinny Swedish machine was, in fact, extremely effective, particularly in the hands of Stig Blomqvist. The Swedish driver made the 96 do things that others couldn&apos;t, guiding it to numerous international rally victories. Blomqvist remained loyal to Saab for 12 years before moving to the big-budget Audi team - a move that earned him the 1984 Drivers&apos; World Title.<BR/><BR/>The battle between Scandinavian manufacturers Saab and Volvo dominated the international rally scene during the 1950s and 1960s. Saab, in particular, scored no fewer than seven victories in its home event - the Swedish Rally. Its most successful model, the 96, was the natural successor to the 93. Production of the 96 continued until as late as 1993, with sales of over 52,000. The Saab name continued to win in the World Rally Championship (WRC) until the late 1970s with the turbocharged 99, the 96&apos;s replacement.<BR/><BR/><B>STIG BLOMQVIST: MR SAAB</B><BR/>The man who singlehandedly put the Saab name on the international rally map was 1984 World Champion Stig Blomqvist. The Swede had started to win all the big rallies, and make a serious name for himself, before either the Drivers&apos; or Constructors&apos; World Championships had even been created, such was the longevity of his career. Born in July 1946 in Orebro, halfway between Karlstad and Stockholm, Blomqvist began co-driving for his father in local events at the age of 14! Since his father also ran a driving school, it wasn&apos;t long before the young Stig got behind the wheel. He passed his test at the age of 18 and was soon sliding around in a Saab 96 in local rallies.<BR/><BR/>THE ONLY WAY IS UP<BR/>According to the legend, the Saab 96 always landed the right way up when it overturned, Such was the weight distribution of the odd-looking car. Blomqvist certainly managed to prove the point several times, but this did not prevent him from marking himself out as a serious talent.<BR/><BR/>In 1968, he finished eighth in the Swedish Rally at the wheel of a privately-entered car, and he went on to defeat the Saab works team&apos;s drivers in a variety of events. The Swedish marque then moved quickly to secure Blomqvist&apos;s services and he was duly signed up in 1969, becoming a member of the works team, finishing second in the 1970 Swedish Rally behind Björn Waldegaard, himself a five-time winner of the tough event.<BR/><BR/>Blomqvist&apos;s team mate in the factory Saab squad was the original flying Finn Erik Carlsson. Between them, Blomqvist and Carlsson were a force to be reckoned with wherever they went.<BR/><BR/>In 1971, Blomqvist started his remarkable run of success in his home event, the Swedish Rally. He would win it a further six times - 1972, 1973, 1977 and 1979 for Saab and 1982 and 1984 for Audi - his seventh and final victory coming in his Title-winning year. His remarkable results in Sweden cemented his fearsome reputation for driving at huge speeds on a surface that you could barely walk on without falling over.<BR/><BR/>At the time of Blomqvist&apos;s domination, rallies were not yet the high-profile events that made up the WRC. Blomqvist preferred to remain loyal to Saab, his home manufacturer, rather than embarking on a relationship with non-Scandinavian marques at a time when the the sport of rallying was still, for the most part, an amateur profession.<BR/><BR/>WORLD BEATER<BR/>Blomqvist also won the 1,000 Lakes Rally in Finland in 1971. He was only the second non-Finnish driver to triumph in the event (after Carlsson), as well taking victory in the RAC Rally at the end of the year.<BR/><BR/>Blomqvist competed with the Saab 96 for 12 years until 1978, when he was signed up by Lancia to drive the Stratos. But the Italian adventure only lasted one season and, in 1979, he returned to Saab to drive the 99 for three years before moving to Audi to drive the legendary Quattro, in which he would win the 1984 Drivers&apos; World Championship. He was the second Swedish winner after Björn Waldegaard, who won the inaugural Title in 1979.<BR/><BR/>AGE IS NO BARRIER<BR/>With 40 years service to rallying, Stig Blomqvist was one of the most experienced drivers in any discipline. With 11 WRC victories and the 1984 Drivers&apos; Title, his results spoke for themselves. His infectious enthusiasm for competing, even well into his fifties, was equally as impressive and his retirement in 2004 brought a fantastic career to an end.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images274?authuser=0&authkey=Gv1sRgCKSzwZj607P5IQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images274?authuser=0&amp;authkey=Gv1sRgCKSzwZj607P5IQ&amp;feat=directlink</A><BR/>"}