{"images":["3","4","5","6","7","8","9","10"],"scale":"1:43","brand":"IXO","catalogNo":"RAC235","manufacturer":"Saab","model":"96","year":1976,"event":"Swedish Rally","eventCode":"Rally Sweden","carNumber":4,"driver1":"P. Eklund","driver2":"B. Cederberg","competitionClass":"Group 2","notes":"<A HREF=\"http://ixomodels.com/index.php/car/popup/1995\" TARGET=\"_blank\">http://ixomodels.com/index.php/car/popup/1995</A><BR/><A HREF=\"https://www.ewrc-results.com/final/12034-international-swedish-rally-1976/\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://www.ewrc-results.com/final/12034-international-swedish-rally-1976/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/12034-international-swedish-rally-1976/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1976_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1976_World_Rally_Championship</A><BR/><BR/><b>IXO RAC235 Saab 96 1976 Swedish Rally Winner P. Eklund/B. Cederberg</b><BR/><BR/>Purchased: 2015<BR/>Manufacturer page: http://ixomodels.com/index.php/car/popup/1995<BR/><BR/>Only WRC win for Per Eklund.<BR/>2nd WRC win for Saab.<BR/>2nd WRC win for Saab 96<BR/><BR/>If ever there was a more unlikely looking rally car, it was the Saab 96. The tall and skinny Swedish machine was, in fact, extremely effective.<BR/><BR/>The 96 was front-wheel drive having nearly 60% of its weight over the front wheels due to a heavy V4 engine sitting at front. Its legendary resistance to damage was one of its strengths, as it did not quite have the power to match other rally cars. According to the legend, the Saab 96 always landed the right way up when it overturned, such was the weight distribution of the odd-looking car.<BR/><BR/>The battle between Scandinavian manufacturers Saab and Volvo dominated the international rally scene during the 1950s and 1960s. Saab, in particular, scored no fewer than seven victories in its home event - the Swedish Rally. Its most successful model, the 96, was the natural successor to the 93. Production of the 96 continued until as late as 1993, with sales of over 52,000. The Saab name continued to win in the World Rally Championship (WRC) until the late 1970s with the turbocharged 99, the 96&apos;s replacement.<BR/><BR/>Like many classic rally cars of early 1970s, the 96 had a long rally history. The Saab 96 was driven most famously by Erik Carlsson in many international rallies. His most famous successes were wins in the 1960, 1961, and 1962 RAC Rallies and wins in the 1962 and 1963 Monte Carlo Rallies. It was these successive, top-level victories that put the Saab 96 &apos;on the map&apos; and established its reputation for reliability and toughness.<BR/><BR/>When WRC began in 1973 the car was approaching the end of its competitive career. In favorable conditions and if driven by a skilled driver, it could still win, as proven by two Swedish Rally wins in 1973 and 1976.<BR/><BR/>This specimen is IXO&apos;s model of Per Eklund&apos;s win in the 1973 Swedish Rally. It is almost certainly the first &quot;green&quot; WRC car.  :lol: <BR/><BR/>Sources:<BR/><A HREF=\"http://www.juwra.com/saab_96.html\">juwra.com | Saab 96</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/Saab_96\">Saab 96 - Wikipedia, the free encyclopedia</A><BR/>DeAgostini Rally Car Collection #27<BR/><BR/><BR/><BR/><BR/>   <BR/>"}