{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #18","manufacturer":"BMC","model":"Mini Cooper S 1275","year":1967,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":177,"driver1":"R. Aaltonen","driver2":"H. Liddon","competitionClass":"Group 2","notes":"<A HREF=\"https://www.ewrc-results.com/final/14882-rallye-automobile-de-monte-carlo-1967/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/14882-rallye-automobile-de-monte-carlo-1967/</B></A><BR/><BR/><B>Issue #18: BMC Mini Cooper S 1275 Monte Carlo Rally 1967 R. Aaltonen/H. Liddon</B><BR/><BR/>When the British Motor Corporation launched its diminutive and revolutionary Mini in 1959, the world took immediate notice. Sales of the little car went through the roof and, like all good road cars, it went on to achieve a great deal of success in competition in the 1960s. The Mini name achieved cult status when it beat all-comers to three victories in one of the most famous events of them all - the Monte Carlo Rally.<BR/><BR/>In 1957, Leonard Lord, then chairman of BMC (British Motor Corporation), commissioned a Turkish engineer by the name of Alec Issigonis to design a compact version of the Morris Minor, a four-seater touring car which had been very popular since its launch in 1948. Issigonis&apos;s plan was to design a small, economical car with low fuel consumption.<BR/><BR/>Issigonis was excited by the idea and, just a few months later, he presented the design for a car measuring only 10 ft (3.05 m) long, 4 ft 7 in (1.41 m) wide and only 4 ft 5 in (1.35 m) high. The engine was mounted transversely in the front of the car, which also featured front-wheel drive and all-round independent suspension.<BR/><BR/>In 1959, the long-awaited car was launched to the market under the auspices of Austin Seven and Morris Minor. The success of the little 848 cc, 34 bhp machine was instant and would have far-reaching consequences...<BR/><BR/><B>SUPER COOPER</B><BR/>Meanwhile, John Cooper, the owner of eponymous Formula 1 team Cooper, had the foresight to realise the car&apos;s potential for competition and approached Issigonis about a collaboration. In October 1961, the Mini Cooper was born. It had an uprated engine of 997 cc with twin carburettors that developed up to 55 bhp. Less than two years later, the potent Cooper S, with 1100 cc and 70 bhp, was introduced. Over the course of the next eight years more than 45,000 Mini Coopers were produced, with three different engine specifications: 970, 1071 and 1250 cc.<BR/><BR/>The great advantage of the little car was the brilliant handling derived from its ingenious packaging. Its stability was outstanding on any kind of surface. Finnish rally star Rauno Aaltonen, who would achieve much success at the wheel of the diminutive Mini, summed up the car&apos;s appeal: &quot;When I saw the car for the first time I realised that it was very easy to handle because its wheels were placed in each of the four corners.&quot;<BR/><BR/><B>A MINI ADVENTURE</B><BR/>Aaltonen was one the famous &apos;flying Finns&apos;, an unparalleled generation of Scandinavian drivers. He won the European Rally Championship title in 1965 and many of the great events in the sport - the Monte Carlo, 1000 Lakes, RAC and Tulip Rallies among others.<BR/><BR/>Aaltonen, also known as &apos;The Professor&apos;, was joined in the Mini Cooper squad by another of the legendary flying Finns, Timo Mäkinen, as well as Irishman Paddy Hopkirk.<BR/><BR/>The car&apos;s results during its first few years on the international stage were not particularly encouraging but, by 1962, things had begun to improve. On the Monte Carlo Rally, Aaltonen showed plenty of verve before crashing heavily and destroying the car in a ball of fire! Team mates Mäkinen and Hopkirk at least got to the finish of the event. Twelve months later, Aaltonen won his category and finished third overall in Monte Carlo, while Hopkirk took sixth place. Glory for the Mini finally came in 1964, when Hopkirk scored a memorable victory in the Monte. The car&apos;s agility, which made up for its low speed compared to its rivals from Mercedes, Volvo and Ford, was one of the key factors in its success.<BR/><BR/>Timo Mäkinen went on to give the Mini its second straight Monte Carlo win in 1965, despite treacherous conditions in the snow-hit event.<BR/><BR/>In 1966, the little car with a big heart was on course for a hat-trick of Monte Carlo Rally victories until scandal soured proceedings. After dominating the event, with Mäkinen, Aaltonen and Hopkirk filling the top three places, the post-event scrutineers disqualified the Minis, claiming that their headlights were positioned ahead of the radiator and that their single-filament halogen fog lights did not comply with French regulations. Pauli Toivonen&apos;s Citroën DS21 was declared the winner, prompting cynics to suggest that a victory for a French car was all that the organisers were interested in, especially after the British domination of the event in the previous two years. The whole sorry story went down as one of rallying&apos;s most controversial incidents.<BR/><BR/><B>REVENGE IS SWEET</B><BR/>After the scandal of 1966, the 1967 event was seen as an opportunity for BMC to get its revenge. This time it was to be Rauno Aaltonen&apos;s turn. He was the only one of the three works drivers who had never mounted the top step of the Monte Carlo Rally podium. The Finn beat British driver Vic Elford in his Porsche 911 who, until the last few stages, had dominated the event.<BR/><BR/>Before the decisive final Alpine stretch, Elford held a comfortable lead over the Mini Coopers of Hopkirk, Mäkinen and Aaltonen. But when the snow began to fall during the two final sections, Aaltonen launched his offensive. On dry roads, Elford&apos;s Porsche had proved unbeatable but it struggled on the snow. On the fifth timed stretch of the last day, in Beuiel, Aaltonen finally took the lead. He secured the Mini&apos;s third - some would say fourth - win in four years with an incredible time over the last special stage, the famous Col de Turini.<BR/><BR/>In 1968, the BMC team competed in the Monte Carlo Rally for the last time. Aaltonen&apos;s third place was not enough to persuade the team&apos;s management to continue in a sport in which it had made a huge impact in such a short time. The Mini, although making no further impression in the rally world, went on to enjoy a long and successful circuit racing career. In fact, the car can still be seen racing today in various championships with packed grids.<BR/><BR/>The Cooper&apos;s original superstar drivers continued their rallying careers with great aplomb, particularly Timo Mäkinen, who went on to win the 1,000 Lakes and RAC Rallies on several occasions at the wheel of another iconic machine: the Ford Escort RS1600.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images283?authuser=0&authkey=Gv1sRgCJ6Y8fD85fb73wE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images283?authuser=0&amp;authkey=Gv1sRgCJ6Y8fD85fb73wE&amp;feat=directlink</A><BR/>"}