{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #33","manufacturer":"Alfa Romeo","model":"TZ","year":1964,"event":"Apline Rally (Coupe des Alpes)","eventCode":"Apline Rally (Coupe des Alpes)","carNumber":83,"driver1":"J. Rolland","driver2":"G. Augias","notes":"<B>Issue #33: Alfa Romeo TZ Alpine Cup 1964 J. Rolland/G. Augias</B><BR/><BR/>In 1915, the Italian engineer Nicola Romeo bought a then relatively unknown firm called Anonima Lombarda Fabbrica Automobili (Alfa), which had been created five years earlier. The new partnership, driven enthusiastically by Romeo, developed into one of the most evocative names in the motor industry. Alfa Romeo, as it become known, also enjoyed a huge amount of success in international motor sport. One of the marque&apos;s most famous victories came in the gruelling Alpine Cup of 1964 with Jean Rolland at the wheel of the beautiful TZ coupé.<BR/><BR/>Alfa Romeo has always been well known for its skill and versatility in every category of motor racing, from Formula 1 to endurance events. Whether it was the World Championship-winning Alfetta 158, designed by Gioachino Colombo, or the 8C that took four consecutive Le Mans 24 Hours wins in the 1930s, Alfa&apos;s competition cars were cutting edge when it came to technology and physical presence.<BR/><BR/>In the early years of road racing and rallying, the Tubolare Zagato (TZ) became an icon of its time, not only thanks to its mechanical and aesthetic qualities, but also due to its impressive list of achievements.<BR/><BR/>Designed by famous coachbuilders Elio and Carlo Zagato, in collaboration with Ercole Spada, the TZ was nicknamed the <I>coda tronca</I> (truncated tail) because of its shape. The engine was developed by Carlo Chiti, who had previously designed the beautiful Ferrari GTO.<BR/><BR/>Its four-cylinder, in-line alloy engine with twin camshafts had a total capacity of 1579 cc and a power of 112 bhp for the homologated (production-based) models and 170 bhp for the more sophisticated competition models. Its relatively small size - 1.51 m (5 ft 11 in) wide and 1.20 m (3 ft 11 in) high - and its light weight - 640 kg (1,411 lb) - played a vital part in its success, both in rallying and circuit racing.<BR/><BR/><B>DREAM DEBUT</B><BR/>From the outset, the Alfa Romeo TZ was a winner. In October 1963, it scooped the first four places in the FISA Cup at Monza with Italian stars Lorenzo Bandini, Roberto Bussinello, Giancarlo Baghetti and Consalvo Sanesi dominating proceedings. Time after time, the car was the machine to beat in the most prestigious races - the great Sicilian road race, the Targa Florio, the Nürburgring 1,000 kms, the Le Mans 24 Hours, the Coppa InterEuropa, the Critérium des Cévennes, the Tour of Corsica and the Coupe des Alpes (Alpine Cup), to name but a few.<BR/><BR/>The Alpine Cup, in particular, was a major event in Europe and considered very tough on drivers and cars. Starting from Marseilles where the organiser, the A.C. Marseilles, had its headquarters, the event took in many of the picturesque but treacherous Alpine passes, such as the Col d&apos;Izoard, Galibier, Lautaret, Allos, Grand Saint Bernard and Mont Ventoux.<BR/><BR/>Frenchman Jean Rolland - an Alfa Romeo favourite - started the 1964 &apos;silver anniversary&apos; event as the favourite in his powerful and nimble TZ. Rolland and his rivals would have to cover almost 3,400 km (2,113 miles) of timed stages, divided into three sections - Marseilles-Cannes, Cannes-Chamonix and Chamonix-Monte Carlo. Almost the whole event, apart from a short detour into Switzerland and Italy, took place on French territory.<BR/><BR/>The opening few stages were dominated by the Porsches of Walter and Klaus, the latter leading the event at the end of the first day from his team mate. Rolland, meanwhile, was biding his time in third place, after a typically consistent performance in all the stages. Significant retirements after day one included Bohringer, Trautmann, Greder and Mäkinen.<BR/><BR/>The demanding conditions of the rally continued in the second stage, leading to further retirements and changes in the leaderboard. Walter managed to pull clear at the start of the second day, but was forced to retire later due to mechanical failure. As a result, Rolland moved up to second place behind Klaus.<BR/><BR/><B>TAKING ITS TOLL</B><BR/>Of the 73 teams which started the event in Marseilles, only 36 made it to Chamonix, and only 34 teams took part in the final stage that led to the finish in Monte Carlo.<BR/><BR/>The tough nature of the third stage had taken its toll on Klaus&apos;s Porsche, which began losing ground. It finally retired when the German left the road at Saint Martin. Rolland held his nerve and moved into a lead he would keep until the end. All he had to do was fend off the attention of the Morley brothers&apos; Austin Healey and Rauno Aaltonen&apos;s Morris Mini Cooper. Despite a brief off-track excursion for Rolland on the Col d&apos;Izoard because of a bad snow storm, the Frenchman had done enough to give Alfa Romeo a famous victory ahead of British marques Austin Healey and Morris.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images268?authuser=0&authkey=Gv1sRgCNijuMG9992jFQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images268?authuser=0&amp;authkey=Gv1sRgCNijuMG9992jFQ&amp;feat=directlink</A><BR/>"}