{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #22","manufacturer":"Audi","model":"Quattro","year":1981,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":14,"driver1":"M. Mouton","driver2":"F. Pons","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/4223-rallye-sanremo-1981/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/4223-rallye-sanremo-1981/</B></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1981_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1981_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1981_World_Rally_Championship</A><BR/><BR/><B>Issue #22: Audi Quattro Rallye Sanremo 1981 M. Mouton/F. Pons</B><BR/><BR/>The Audi Quattro introduced sophisticated technology to the World Rally Championship (WRC) at the start of the 1980s. The four-wheel-drive, turbocharged German machine would score numerous victories during its seven-year career, including two Drivers&apos; and Manufacturers&apos; Titles. In addition, the Quattro caused quite a stir in 1981 when it propelled Michèle Mouton to victory in Sanremo. Her victory marked the first by a woman in the WRC and created some excellent publicity for Audi and the sport as a whole.<BR/><BR/>The first version of Audi&apos;s revolutionary Quattro was fitted with a front-mounted, five-cylinder engine with a capacity of 2144 cc. It developed a heady 360 bhp, weighed 2,425 lb (1,100 kg) and had a clever four-wheel-drive system with front, centre and rear limited-slip differentials. The development versions of the world-beating German machine simply added to the legend, as more power and less weight became the focus of attention for its engineers. With 24 World Rally Championship (WRC) victories between 1981 and 1987, two Manufacturers&apos; Championships (1982 and 1984) and two Drivers&apos; Titles (1983 and 1984), the Audi Quattro remains one of the most significant cars in the history of the sport.<BR/><BR/>The first generation Quattro made its debut in the 1981 Monte Carlo Rally and achieved three wins during that inaugural season - two with Hannu Mikkola (Sweden and RAC) and a third with Frenchwoman Michèle Mouton (Sanremo). Mouton was the first woman to win a round of the WRC and, nearly a quarter of a century later, remains the only female to have done so.<BR/><BR/>In 1982, Mouton went one better and won a further three events, securing the runner-up slot in the Drivers&apos; World Championship. However, her wins in Portugal, Greece and Brazil were not enough the stop the ultra-consistent Walter Röhrl from taking the title. Röhrl won twice and finished on the podium a further six times at the wheel of the Rothmans Opel Ascona.<BR/><BR/><B>FRANCE&apos;S FASTEST FEMALE</B><BR/>Michèle Mouton came into rallying by chance. Although she had been driving since the age of 14 and was passionate about cars, she had never thought of taking part in any form of motor sport. While working in a social rehabilitation centre in Grenoble, a friend asked her to accompany him to Corsica to watch a rally in which a driver he knew was taking part. When the driver&apos;s navigator was taken ill, Michèle was drafted in to co-drive during the practice sessions. By the end of the season, she had taken part in four rallies from the co-driver&apos;s seat. The following year, her father bought her an Alpine for a whole season, but on the condition that she move to the driver&apos;s seat.<BR/><BR/>Mouton quickly made a name for herself, winning numerous events in the French and European Rally Championships between 1974 and 1978. During that time, she also competed in the Monte Carlo and Corsica Rallies - qualifying rounds of the World Championship no less.<BR/><BR/>After several years in contemporary machinery - Lancia Stratos and Fiat 131 Abarth - Mouton came to the attention of Audi. The German giant signed the French girl for 1981 and the relationship between team and driver blossomed. In addition, Michèle also formed a new partnership with Italian co-driver Fabrizia Pons that would last until the end of her career.<BR/><BR/><B>HISTORY IN THE MAKING</B><BR/>When Michèle Mouton arrived in Sanremo for the 10th round of the 1981 WRC season, she had just one fourth place to her name from the five events she had contested. However, the dusty Italian stages would prove to be the turning point of her season and, if truth be told, her career. The event was initially dominated by reigning World Champion Walter Röhrl. The German star was making his only appearance of the year in a privately-entered Porsche 911 after Mercedes, for whom he had signed at the end of 1980, had decided not to go rallying after all.<BR/><BR/>Mouton finished the first stage almost a minute and a half behind Röhrl, but she soon increased her pace and, when Röhrl retired, the way was clear for her to score an historic victory. Her only other challenger, Ari Vatanen, lost any chance of victory when he crashed his Ford Escort and could only recover to seventh place.<BR/><BR/>Mouton&apos;s famous win was the first by a woman in the WRC and it was as well-calculated as they came. Her Audi Quattro had suffered several problems during the event, including a broken transmission shaft and a shattered brake caliper, but a combination of sympathetic driving and crucially-timed repair work at the designated service halts allowed her to keep going and score a famous victory.<BR/><BR/><B>SOUR GRAPES</B><BR/>In 1982, Mouton scored a further three WRC victories and that well-deserved runner-up position in the World Championship. She had more than demonstrated her ability at the wheel of a rally car, as well as overcoming the prejudices of many of her fellow drivers. Walter Röhrl, well-known for his refusal to accept that she had been his key rival in 1982, cruelly exclaimed after she had beaten him by almost 14 minutes in the notoriously tough Acropolis Rally that &quot;a monkey could win in an Audi&quot;.<BR/><BR/>From where everyone else was standing, Michèle Mouton had proved herself to be a match for her male rivals in equal equipment. She continued in the WRC until 1986, when she retired to devote more time to motherhood. She returned in the early 1990s to organise the superb annual &apos;Race of Champions&apos; - a knockout competition between the world&apos;s best race and rally drivers.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images279?authuser=0&authkey=Gv1sRgCNrfjYfs9q-d7AE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images279?authuser=0&amp;authkey=Gv1sRgCNrfjYfs9q-d7AE&amp;feat=directlink</A><BR/>"}