{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #11","manufacturer":"Schlesser Renault","model":"Mégane","year":2000,"event":"Paris-Dakar-Cairo Rally","eventCode":"Dakar Rally","carNumber":250,"driver1":"J. L. Schlesser","driver2":"H. Magne","notes":"<B>Issue #11 Schlesse Mégane 2000 J. L. Schlesser/H. Magne</B><BR/><BR/><B>On two wheels!</B><BR/>Jean-Louis Schlesser made a crazy challenge: to take on the heavy and powerful 4x4 buggies with his buggy powered by the rear wheels only. But he won the challenge: the car won two Dakar rallies and five World Championships!<BR/><BR/>A two-wheel drive buggy on the Dakar... This choice may seem foolish when amateur and factory teams put their trust in big, heavy all-terrain all-wheel drive technology mastered over the decades. But when Jean-Louis Schlesser began building his first buggy for the rally he already had an advantage: his prestigious list of wins in Formula 3, Grand Touring, and Sport Prototype. A versatile driver, he is also radically independent: after several unassuming entries in the Dakar, he decided to assemble his own vehicle. Betting on two-wheel drive was original, even crazy: to cross the soft sand dunes and rough terrain Dakar competitors had all-wheel drive which provides optimal traction. Rear-wheel drive may be great on dry tarmac, but it is different on the sand...<BR/><BR/><B>The right partner</B><BR/>Schlesser embarked on the adventure anyway, and in 1992 his first Buggy (X301) won the Portuguese Baja and the Rally of the Pharaohs. Although he displayed ingenuity, the driver-builder had to call on car manufacturers to give him a budget and the necessary skills to compete with the best teams. In 1996 the Buggy (X903) was sponsored by the Spanish manufacturer SEAT but again, first place in the championship rally-raids escaped him. The Buggy saw victory the next year without the support of a manufacturer. It will take two years before a promising partner gives him confidence: in 1999, Renault joined forces with driver-builder and offered him logistical support and financial backing. This year the &quot;Schlesser Mégane-X301&quot; Buggy won the Championship and the Dakar. 17 years after the victory of the Marreau brothers for Renault! The name &quot;Mégane&quot; given to the Buggy was hijacked, however, since the only link between the buggy and car model is the grille and the headlights on the front... <BR/><BR/><B>Efficient propulsion</B><BR/>Under the Carbon-Kevlar body, the Buggy consisted of a tubular frame. The long wheelbase (3 meters) and width (2 meters) of the Buggy provided good stability on poor surfaces and uneven terrain. The tubular construction and rear-wheel drive kept the weight at only 1,220 kg when the traditional rivals sometimes weighed more than double! Powered by a strong 260hp 3.5L V6 prepared by Renault and fed by a 330 liter fuel tank, the buggy could reach 200 km/h on the African trails! The partnership with the manufacturer from Boulogne-Billancourt, which would last four seasons, would be fruitful: in 2002, thanks to the Buggy, Schlesser won a fifth consecutive world title. Nevertheless, in 2003 he turned to another manufacturer: the Buggy now wore a Ford badge and the X301 evolved into the X202. Schlesser would not win the Dakar or the Championship again, although the results of his new vehicle - that looked like a Focus - were more than respectable.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images222?authuser=0&authkey=Gv1sRgCN7A2puEsvm0vQE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images222?authuser=0&amp;authkey=Gv1sRgCN7A2puEsvm0vQE&amp;feat=directlink</A><BR/>"}