{"images":["1","2","3","4","5","6","8"],"scale":"1:43","brand":"HPI","catalogNo":"8573","manufacturer":"Toyota","model":"Celica GT-Four (ST165)","year":1990,"event":"1000 Lakes Rally","eventCode":"Rally Finland","carNumber":4,"driver1":"C. Sainz","driver2":"L. Moya","competitionClass":"Group A","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8573/8573.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8573/8573.html</A><BR/><BR/><A HREF=\"https://goo.gl/photos/Yo6YCcPrYzFXoLeD9\" TARGET=\"_blank\">https://goo.gl/photos/Yo6YCcPrYzFXoLeD9</A><BR/><BR/><A HREF=\"https://youtu.be/UiMZbMRyQLc?t=2m31s\" TARGET=\"_blank\">https://youtu.be/UiMZbMRyQLc?t=5m43s</A><BR/><BR/><A HREF=\"http://motor.atresmedia.com/competicion/rally-de-finlandia-1990-un-mil-lagos-historico-con-victoria-espanola/\" TARGET=\"_blank\">http://motor.atresmedia.com/competicion/rally-de-finlandia-1990-un-mil-lagos-historico-con-victoria-espanola/</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=339281#p339281\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=339281#p339281</A><BR/><BR/><BR/><b>HPI 8573 Toyota Celica GT-Four (ST165) 1990 1,000 Lakes Rally Winner C. Sainz/L. Moya</b><BR/><BR/>3rd WRC win for Carlos Sainz<BR/>14th WRC win for Toyota<BR/>5th WRC win for Toyota Celica GT-Four (ST165)<BR/><BR/><BR/><BR/>After 7 rounds of the 1990 WRC championship, Carlos Sainz was comfortably in the lead with 80 points, 15 points ahead of Didier Auriol. Round 8 was the Finnish ‘Grand Prix’ - the 1,000 Lakes Rally - which was thought to be so specialized that it only ever seemed to be won by a Scandinavian driver.<BR/><BR/>Amazingly, in August 1990, Carlos Sainz, from Spain, turned that tradition on its head, not only by winning the 1,000 Lakes Rally for the very first time, but by being consistently faster than the stellar line-up of Finns and Swedes behind him. No other non-Scandinavian finished in the top 10.<BR/><BR/>Although Sainz led almost all the way, he was lucky to start, for he had suffered a horrifying pre-start practice accident when his training car encountered two cars parked stationary across a stage. No one ever owned up to the crime and the origin of the cars could not be traced, but anti-rallying activists were always suspected.<BR/><BR/>Although Juha Kankkunen’s Lancia led at the end of the first day, Sainz was only 2 seconds behind him, and on the following morning soon took the lead and began to draw away. It was a three man race for many hours - with Sainz, Kankkunen, and Ari Vatanen setting almost all the fastest times - until Kankkunen’s Lancia broke a throttle linkage and lost several minutes.<BR/><BR/>In the end, the statistics tell their own story - of 42 stages, Sainz was fastest on 23 of them. At the finish back in Laajavuori, the winning margin was just 19 seconds but that was enough to confirm Sainz at the head of the Driver’s Championship table, and to upset all the givens in world rallying.<BR/><BR/>Here is Sainz in action and on the podium at the finish: https://youtu.be/UiMZbMRyQLc?t=5m43s<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/>Rally Giants: Toyota Celica GT-Four - Graham Robson<BR/><A HREF=\"http://motor.atresmedia.com/competicion/rally-de-finlandia-1990-un-mil-lagos-historico-con-victoria-espanola/\">Rally de Finlandia 1990: Un Mil Lagos histórico con victoria española</A> (image)<BR/>"}