{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #05","manufacturer":"MG","model":"Metro 6R4","year":1985,"event":"RAC Rally","eventCode":"Rally GB","carNumber":10,"driver1":"T. Pond","driver2":"R. Arthur","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/1500-lombard-rac-rally-1985/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1500-lombard-rac-rally-1985/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1985_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1985_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #5: MG Metro 6R4 RAC Rally 1985 T. Pond/R. Arthur</B><BR/><BR/>Morris Garages (MG) has played a significant and successful part in international motor sport since the early years of car manufacturing. In the 1980s, the marque&apos;s potent Metro 6R4 faced stiff competition in the World Rally Championship (WRC) from the likes of Audi, Peugeot, Lancia and Toyota, yet acquitted itself well. Sadly, just as the car was reaching its zenith, regulation changes spelled the end of MG&apos;s participation in the WRC.<BR/><BR/>When Cecil Kimber was appointed managing director of Morris Garages in 1922, he quickly decided that the company should take part in competition. Founded as the distributor of cars manufactured by William Morris, MG entered standard Morris models for competition but, in 1929, the company became independent and began building its own sports models under the MG Car Company banner.<BR/><BR/>In 1923, shortly after being appointed MG&apos;s managing director, Kimber entered the Land&apos;s End Trial organised by the Motor Cycling Club (MCC) in a 12 bhp Sports Morris Chummy - and promptly won a gold medal. It was the beginning of a story that developed in parallel with the history of competition in the British Isles, a deep-rooted tradition with a passionate following. Thereafter, MG took part in every type of event - from endurance races to rallies and speed records.<BR/><BR/><B>RALLYING TO THE CAUSE</B><BR/>In 1980, after almost six decades as a major player in competition, the factory stopped production for two years. When manufacturing resumed, it was in the shape of the MG Maestro, Montego and Metro. At the same time, a reappraisal took place in the racing department. After winning everything on British shores, the company decided to try its luck in the World Rally Championship. Its weapon of choice, the Metro 6R4, was launched in February 1984. Building on Tony Pond&apos;s success with a turbocharged version of the MG Metro in the Trimoco British Saloon Car Championship during the previous season, MG was primed for its WRC debut. Pond and fellow Brit, Malcolm Wilson and Jimmy McRae (father of 1995 World Rally Champion, Colin) were the drivers chosen to lead the firm&apos;s attack.<BR/><BR/>The initial version of the 6R4 was conceived without four-wheel drive (4wd). Shortly afterwards, the car (now fitted with 4wd) was mated to a 3.5-litre V6 engine developing 400 bhp. Although hugely powerful and aerodynamically efficient, the car lacked stability because of its short wheelbase. By the time the car had been sufficiently developed to be competitive enough to challenge for regular WRC success, the Championship&apos;s governing body, the FIA, abolished the Group B regulations due to spiralling costs and a poor safety record. Almost overnight, MG&apos;s rally effort was over.<BR/><BR/><B>METRO MAIN MAN</B><BR/>The 6R4&apos;s most successful driver, Tony Pond, was a big hit with British fans. Described by longstanding co-driver Rob Arthur as someone who &apos;always knew how to get 10 per cent more out of the car than the others without taking any risks&apos;, Pond built his reputation for an attacking style and a bullish character - typical of the British approach. Born in Hillingdon, West London, on 23 November 1945, Pond developed a talent behind the wheel and an enthusiasm and perseverance that pushed him close to rivalling the greatest names in the sport. A regular participant in British rallies, he began to distinguish himself on the international scene at the beginning of the 1970s, winning several South African rallies in a Chevrolet. In 1975, he finished a brilliant fourth at the wheel of an Opel Kadett GTE in only his second RAC Rally - Britain&apos;s round of the WRC.<BR/><BR/>His reputation was further bolstered when he took fourth place in the Sanremo Rally of 1979 in a Talbot Sunbeam Lotus, and third place in Corsica in 1981 in a Datsun Violet GT. He was revered by the British because of the simplicity of his approach, which he retained throughout his career. In 1978, he had rejected Fiat&apos;s tempting offer to join its big-buck team, explaining that he was not prepared to drive a car with the steering wheel on the left, which greatly appealed to British patriotism! His success on the Isle of Man, where he won the Manx International Rally in 1978 and 1980 in a Triumph TR7 V8 and again in 1981 at the wheel of a Vauxhall Chevette, further increased his prestige. Characterised by his self-satisfied expression and his wide moustache, he retired from competition at the end of 1986. Sadly, in 2002, Pond died of cancer at his home on the Isle of Man at the age of just 56.<BR/><BR/><B>SUCCESS AT HOME</B><BR/>Pond reached the pinnacle of his international career in 1985 when he finished third in the Metro 6R4 in the RAC Rally, beaten only by the powerful Lancia Delta S4s of Henri Toivonen and Markku Alén. Pond&apos;s gritty drive in the British forests vanquished the Peugeot 205 T16s of Timo Salonen, Kalle Grundel and Mikael Sundstrom, as well as the Audi Quattros of Walter Röhrl and Hannu Mikkola. Mikkola led briefly before retiring, and Salonen also withdrew. Grundel pulled out after rolling and Röhrl lost too much time during the initial timed sections and eventually retired after crashing out.<BR/><BR/>Pond finished the gruelling, four-day event just over two minutes behind Alén, winning one of the 25-mile (40-km) special stages outright.<BR/><BR/>The result &apos;at home&apos; in that final event of 1985 gave MG renewed vigour and confidence for the following season. For 1986, the company continued its involvement in the World Championship, taking part in a limited number of rallies, with the aim of becoming a major force in 1987. Pond&apos;s sixth place on the RAC was MG&apos;s best result of the year. The abolition of Group B at the end of 1986 put an end to MG&apos;s involvement in the WRC, but it continued to take part in British and Irish rallies well into the 1990s.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images295?authuser=0&authkey=Gv1sRgCMPMgaKO19HZWA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images295?authuser=0&amp;authkey=Gv1sRgCMPMgaKO19HZWA&amp;feat=directlink</A><BR/>"}