{"images":["1","7","8","9","10","11","12"],"scale":"1:43","brand":"IXO","catalogNo":"RAM249","manufacturer":"Ford","model":"Focus RS WRC 06","year":2006,"event":"Rally Finland","eventCode":"Rally Finland","carNumber":3,"driver1":"M. Grönholm","driver2":"T. Rautiainen","competitionClass":"Group A","notes":"<A HREF=\"https://www.ixomodels.com/index.php?route=product/product&product_id=1525\" TARGET=\"_blank\">https://www.ixomodels.com/index.php?route=product/product&amp;product_id=1525</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2006_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2006_World_Rally_Championship</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/10-neste-rally-finland-2006/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/10-neste-rally-finland-2006/</A><BR/><BR/><A HREF=\"https://www.eurosport.com/wrc/australia/2006/roll-costs-gronholm-dear_sto994606/story.shtml\" TARGET=\"_blank\">https://www.eurosport.com/wrc/australia/2006/roll-costs-gronholm-dear_sto994606/story.shtml</A><BR/><BR/><A HREF=\"https://www.wrc.com/en/news/season-2020/wrc/on-this-day--2006/\" TARGET=\"_blank\">https://www.wrc.com/en/news/season-2020/wrc/on-this-day--2006/</A><BR/><BR/><A HREF=\"http://juwra.com/season_2006_points.html\" TARGET=\"_blank\">http://juwra.com/season_2006_points.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/10-neste-rally-finland-2006/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/10-neste-rally-finland-2006/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2006_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2006_World_Rally_Championship</A><BR/><BR/><b>IXO RAM249 Ford Focus RS WRC 06 2006 Rally Finland Winner M. Grönholm/T. Rautiainen</b><BR/><BR/><BR/><BR/>22nd WRC win for Marcus Grönholm<BR/>52nd WRC win for Ford<BR/>4th WRC win for Focus RS WRC 06<BR/><BR/>2006 was a great year for Ford but not for Marcus Grönholm. Ford was active in the WRC from the very first season in 1973 and a few years later took the Manufacturers’ title in 1979 with Hannu Mikkola, Björn Waldegård, and Ari Vatanen driving the Escort RS1800. Fast forward 27 years to 2006 and Ford was still looking for their second Manufacturers’ title.<BR/><BR/>In 2006 the WRC looked to be in trouble. Peugeot, Mitsubishi, and Skoda had all pulled out of the championship. Citroën took the year off to develop their new C4 but funded the semi-privateer <A HREF=\"https://en.wikipedia.org/wiki/Kronos_Racing\">Kronos Citroën</A> team to continue running the aging Xsara with Sébastien Loeb, Colin McRae, Daniel Sordo, &amp; Xavier Pons at the wheel. Only Ford &amp; Subaru remained as full works teams. <BR/><BR/>After 9 rounds, Loeb had 6 wins and Grönholm had 3. Finland was Grönholm’s home event and he was on a mission to get a win at home. He took the lead from Loeb on SS2 and held it through the rest of the rally beating Loeb by a little over 1 minute. Loeb: 6, Grönholm: 4.<BR/><BR/>After round 13 in Cyprus, Kronos Citroën was 7 points ahead of Ford in the Manufacturers’ championship and Loeb had a healthy 35 point lead over Grönholm in the Drivers’ championship. Ford was still in contention but Grönholm had his work cut out for him. Shortly after the event there was a surprise plot twist. Loeb broke his right leg in a mountain biking accident and would miss the remaining 4 events.<BR/><BR/>Things were now looking very good for Ford and Grönholm had a very real chance to win the Drivers’ title. Grönholm won the next round in Turkey and Ford now had enough points to take the lead in the Manufacturers’ championship. On to Australia for round 14 where Grönholm was in first place from SS1. But, cue another plot twist in SS3. Grönholm hit a rock on the stage and rolled his car, losing over 10 minutes. I remember watching the day 1 coverage and was gutted when this happened.<BR/><BR/>Grönholm was able to claw his way back up to 5th but there was no longer a chance to win the Drivers’ title. Loeb still had a 21 point lead and there were only 20 points left to grab. And that’s what Grönholm did, he won the last 2 round and missed out on the Drivers’ title by 1 point. This was as close as we would come to another title. Ford, though, was able to hold on and win their second Manufacturers’ title after a 26 year wait.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/>Source:<BR/><A HREF=\"http://juwra.com/season_2006_points.html\">juwra.com  |  Season 2006 - Championship standings</A><BR/><A HREF=\"https://www.wrc.com/en/news/season-2020/wrc/on-this-day--2006/\">On This Day: 2006</A> (photo)<BR/>"}