{"images":["3","4","5","6","7","8","9","10"],"scale":"1:43","brand":"Spark","catalogNo":"S5192","manufacturer":"Audi","model":"Sport Quattro S1","year":1985,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":5,"driver1":"W. Röhrl","driver2":"C. Geistdörfer","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/1498-rallye-sanremo-1985/?sct=1\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1498-rallye-sanremo-1985/?sct=1</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1985_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1985_World_Rally_Championship</A><BR/><BR/><A HREF=\"http://juwra.com/audi_quattro_s1.html\" TARGET=\"_blank\">http://juwra.com/audi_quattro_s1.html</A><BR/><BR/><A HREF=\"http://juwra.com/san_remo_1985.html\" TARGET=\"_blank\">http://juwra.com/san_remo_1985.html</A><BR/><BR/><A HREF=\"https://photos.app.goo.gl/i3HqkB1oXTBQ7KYSA\" TARGET=\"_blank\">https://www.rallyssimo.it/2021/03/23/rallye-sanremo-1985-lultima-sinfonia-di-rohrl-e-dellaudi/</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/1498-rallye-sanremo-1985/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1498-rallye-sanremo-1985/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1985_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1985_World_Rally_Championship</A><BR/><BR/><b>Spark S5192 Audi Sport Quattro S1 1985 Rallye Sanremo Winner W. Röhrl/C. Geistdörfer</b><BR/><BR/><BR/><BR/>14th (last) WRC win for Walter Röhrl<BR/>23rd WRC win for Audi<BR/>Only WRC win for Sport Quattro S1<BR/><BR/>The Sport Quattro S1 was the final, and most brutal, of Audi&apos;s revolutionary Group B Quattros. In 1980, Audi revolutionized the world of rallying when it introduced its four-wheel-drive Quattro at the Geneva Motorshow. It was the first car of its kind and, in just five short years, would completely change the way everybody approached the sport of rallying.<BR/><BR/>The new car was launched on the world stage just as the hi-tech Group B formula was finding its feet. The cars - including the Audi - would quickly become the most powerful. So much so, in fact, that just one year after the final incarnation of the Quattro won its last victory, the formula, and its flame-belching supercars, were banned.<BR/><BR/>From that first Quattro launched in Geneva in 1980, through to the Group B monster, the Sport Quattro S1 of 1985, the model had four key stages of development, all of which proved incredibly successful. From the successes of Michèle Mouton, the first and only woman to win a World Championship rally, to the titles won by Hannu Mikkola and Stig Blomqvist, the Quattro marked itself out as one of the most important and dominant rally cars of all time.<BR/><BR/>Italy&apos;s Sanremo Rally dates back to 1928 but has only taken place on a regular basis since 1961. Also known as the Rally of the Flowers, it used to be a specialist event because of the sheer variety of the stages. From the spectacular, technically-demanding roads in Umbria and Tuscany to the mountain passes of Liguria, victory demanded the very best of both driver and car. Sanremo has hosted many a controversial rally, such as Björn Waldegård&apos;s narrow victory, by just four seconds, over Lancia team mate and local hero Sandro Munari in 1976, and the disqualification of Peugeot in 1986 for technical irregularities. And it was in Sanremo in 1981 that Frenchwoman Michèle Mouton first achieved that unique feat: beating the men in a WRC event.<BR/><BR/>Fast forward to the 1985 event and former double World Champion Walter Röhrl&apos;s incredible victory over the best in the business in the Sport Quattro. Röhrl had taken a Fiat Abarth 131 to the title in 1980 and repeated the feat two years later in an Opel Ascona. This time, though, he would have to call on all that skill and versatility to defeat the mighty Peugeot 205 T16s of champion-elect Timo Salonen and his team mate Bruno Saby, as well as the Lancia 037s of Markku Alén, Henri Toivonen, and Miki Biasion.<BR/><BR/>The Audi was a fearsome machine. With a 2.1 liter, turbocharged engine developing nearly 600 bhp and weighing only 2,402 lb. (1,090 kg), Röhrl himself went on the record to explain that it was the only car he had driven in his entire career which was so powerful that it was sometimes almost impossible to control.<BR/><BR/>Both Peugeot&apos;s and Lancia&apos;s attempts to match the pace of Röhrl&apos;s Audi were in vain. Toivonen succeeded in worrying Röhrl and co-driver Christian Geistdörfer towards the end of the event by winning several special stages, but the German&apos;s work was done. With fastest times in 28 of the 43 special stages, and with an advantage of more than six minutes over Timo Salonen&apos;s Peugeot, Röhrl&apos;s win was the swan song of one of the best drivers and most spectacular cars ever to have graced the World Rally Championship.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Source</b><BR/>DeAgostini Rally Car Collection #8<BR/>"}