{"items":[{"id":1804,"image":"3","text":"Ignition Model IG0726 Nissan Skyline (C110) (1:43)"},{"id":1528,"image":"11","text":"Ignition Model IG0169 Nissan Skyline 2000 GT-R (KPGC10) Semi Works (1:43)"},{"id":1806,"image":"1","text":"Ignition Model IG0172 1969 Nissan Skyline 2000 GT-R (PGC10) JAF GP Clubman 1st T. Shinohara (1:43)"},{"id":1851,"image":"1","text":"Ignition Model IG0173 1969 Nissan Skyline 2000 GT-R (PGC10) JAF GP Clubman 2nd Y. Hagihara (1:43)"},{"id":1807,"image":"1","text":"Ignition Model IG0174 1970 Nissan Skyline 2000 GT-R (PGC10) JAF GP Touring Car 1st M. Kurosawa (1:43)"},{"id":1822,"image":"1","text":"Ignition Model IG0175 1970 Nissan Skyline 2000 GT-R (PGC10) JAF GP Touring Car 2nd T. Kenji (1:43)"},{"id":1808,"image":"1","text":"Ignition Model IG0167 1971 Nissan Skyline 2000 GT-R (KPGC10) Fuji Masters 250km TC-B 1st M. Kurosawa (1:43)"},{"id":1821,"image":"1","text":"Ignition Model IG0168 1971 Nissan Skyline GT-R (KPGC10) Fuji Masters 250km TC-B 2nd K. Takahashi (1:43)"},{"id":1849,"image":"1","text":"Ignition Model IG0125 1987 Nissan Skyline (HR31) InterTEC 15th K. Hoshino (1:43)"},{"id":1853,"image":"1","text":"Ignition Model IG0578 1988 Nissan Skyline (HR31) Race De Nippon DNF T. Wada (1:43)"},{"id":1855,"image":"1","text":"Ignition Model IG0580 1989 Nissan Skyline (HR31) JTC/JTCC Series K. Tohira (1:43)"},{"id":1852,"image":"1","text":"Ignition Model IG0577 1989 Nissan Skyline (HR31) Hi-Land 300km 1st K. Hoshino (1:43)"},{"id":1827,"image":"1","text":"Ignition Model IG0453 1994 Honda Civic (EG6) N1 Endurance Series F. Miyoshi (1:43)"},{"id":1885,"image":"8","text":"Ignition Model IG0344 1998 Toyota Chaser (JZX100) JTCC Series 5th K. Burt (1:43)"},{"id":1815,"image":"1","text":"Ignition Model IG0093 1999 Nissan Skyline GT-R (R34) Super N1 Taikyu Series M. Kinoshita (1:43)"},{"id":1812,"image":"2","text":"Ignition Model IG0092 1999 Nissan Skyline GT-R (R34) Super N1 Taikyu Series 1st H. Takeuchi (1:43)"},{"id":1810,"image":"1","text":"Ignition Model IG0068 1999 Nissan Skyline GT-R (R34) Super N1 Taikyu Series 2nd H. Fukuyama (1:43)"},{"id":1809,"image":"1","text":"Ignition Model IG0067 1999 Nissan Skyline GT-R (R34) Super N1 Taikyu Series 3rd S. Kasuya (1:43)"}]}