{"images":["1","2","3","4","5","6","7","8","9"],"scale":"1:43","brand":"Editions Atlas","catalogNo":"La Saga Gordini #15","manufacturer":"Renault","model":"17 Gordini","year":1974,"event":"Press-on-Regardless Rally","eventCode":"Press-on-Regardless Rally","driver1":"J. L. Thérier","driver2":"C. Delferrier","competitionClass":"Group 2","notes":"<A HREF=\"https://www.carmodel.com/edicola/2235015/1-43/renault/r17-gordini-n-12-winner-rally-press-on-regardless-1974-j-l-therier-c-delferrier/111050\" TARGET=\"_blank\">https://www.carmodel.com/edicola/2235015/1-43/renault/r17-gordini-n-12-winner-rally-press-on-regardless-1974-j-l-therier-c-delferrier/111050</A><BR/><BR/><A HREF=\"http://www.editionsatlas.fr:80/collection/GOR/saga-gordini-renault-8-1300.html\" TARGET=\"_blank\">http://www.editionsatlas.fr:80/collection/GOR/saga-gordini-renault-8-1300.html</A><BR/><BR/><A HREF=\"https://www.lesminiaturesdefrimeurtm.com/collection/presse/cat-2015/saga-gordini/\" TARGET=\"_blank\">https://www.lesminiaturesdefrimeurtm.com/collection/presse/cat-2015/saga-gordini/</A><BR/><BR/><A HREF=\"https://www.flickr.com/photos/rwgraves/sets/72157647016303393\" TARGET=\"_blank\">https://www.flickr.com/photos/rwgraves/sets/72157647016303393</A><BR/><BR/><A HREF=\"https://www.flickr.com/photos/rwgraves/sets/72157648010589460\" TARGET=\"_blank\">https://www.flickr.com/photos/rwgraves/sets/72157648010589460</A><BR/><BR/><A HREF=\"https://photos.app.goo.gl/EGDx1eiAZVgSfAdD6\" TARGET=\"_blank\">https://photos.app.goo.gl/EGDx1eiAZVgSfAdD6</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1974_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1974_World_Rally_Championship</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/6788-press-on-regardless-rally-1974/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/6788-press-on-regardless-rally-1974/</A><BR/><BR/><A HREF=\"https://scale143.com/viewtopic.php?f=31&t=8649&p=387685#p387662\" TARGET=\"_blank\">https://scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=387685#p387662</A><BR/><BR/><BR/><b>Editions Atlas La Saga Gordini #15 Renault 17 Gordini 1974 Press-on-Regardless Rally Winner J. L. Thérier/C. Delferrier</b><BR/><BR/>4th WRC win for Jean-Luc Thérier<BR/>First WRC win for Renault<BR/>Only WRC win for 17 Gordini<BR/><BR/><BR/><BR/><BR/>In the early years of the WRC there were some lesser known rallies on the calendar and 1974’s calendar included the Rally of the Rideau Lakes in Canada and the Press-on-Ragardless Rally (or POR) across the border in Detroit, Michigan. The POR dates back to 1949 and is still run to this day by the Detroit Region Sports Car Club of America. For 1974, 64 crews tackled the 1,134 mile 4 day event which was run in the dark. Legs started at 4:01 PM local time (which at the end of October in Michigan Upper Peninsula means it’s very dark) with section 2 of the 3rd leg starting just after midnight!<BR/><BR/>There was no Drivers&apos; Championship at this time, only a Manufacturers&apos; Championship. Lancia &amp; Fiat were both looking to beat the reigning champion Alpine-Renault. By the POR, Fiat was leading Lancia by 5 points.<BR/><BR/>The first night was uneventful, with the privateer American drivers being soundly beaten by the factory-backed Fiat, Lancia, &amp; Renault teams. At the end of the leg, Markku Alén in a Fiat 124 Abarth was in the lead. The second night would play out very, very differently. Stages were very wet and muddy causing trouble for many including two of the Fiats that got stuck and burned out their clutches. The temporary blockage delayed a number of cars including Lancia&apos;s Sandro Munari. Munari - who was likely hoping to capitalize on Fiat&apos;s misfortune and secure a win to get ahead of Fiat in the Championship - roared through the transit zone at a speed substantially in excess of the legal limit to try to regain some lost time. <BR/><BR/>At this point things got very interesting: a local deputy sheriff (unsuccessfully) pursued Munari’s Stratos [i]through[/i] a special stage and a road block caused mass confusion and discouraged most (but not all) competitors. The result was that only about 15 cars ran the next 6 stages with the majority being diverted by a rally official to the mid-evening meal stop. There the stewards were met by a monumental dilemma. Should they disqualify those that did not run the full route - or those that did, most of whom were probably guilty of the most flagrant speeding violations?<BR/><BR/>Fiat wanted a rollback to Stage 22, before they lost two cars, while Renault and Lancia said if that happened they’d quit and go home. And so it went, with claims, counter-claims, threats and pleas. Eventually the night’s run was scrubbed and everyone returned to rally HQ at the Marquette Holiday Inn.<BR/><BR/>On the final night a washed-out bridge caused the cancellation of a 50-mi stage in Canada, which might well have eliminated some of the top runners. As it was, Alén continued to run very quickly, hotly pursued by Thérier five minutes behind. As the cars trickled back to the finish line next to Marquette Holiday Inn, the stewards had again been busy and the final (provisional) scores has been revised by the inclusion of certain penalties, chiefly against the Italian teams. The rules provided that each driver would be responsible for the actions of his service crew; so when several of the latter were stopped for traffic violations, penalties were assessed against the appropriate teams. Although such action was certainly justified, the application of it caused more bad feelings, with erstwhile winner Markku Alén especially upset.<BR/><BR/>When the dust had finally cleared, the Renault 17 Gordini of Jean-Luc Thérier and Christian Delferrier was declared the provisional winner despite Alén being notably faster, having won 21 of the 35 stages scored.<BR/><BR/>At the time it was hoped that the problems with local law enforcement would be sorted, the complaints &amp; protests would be heard and handled, and the rally would continue to mature as a round of the WRC. That didn’t happen. 1974 was the last time the POR was a WRC event.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><BR/><b>Sources</b><BR/><A HREF=\"https://www.flickr.com/photos/rwgraves/sets/72157647016303393/with/38589268202/\">Press On Regardless 1974 Rally | Flickr</A> (photo)<BR/><A HREF=\"https://en.wikipedia.org/wiki/Press-on-Regardless_Rally\">Press-on-Regardless Rally - Wikipedia</A><BR/>Road &amp; Track, March,1975<BR/>"}