{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #26","manufacturer":"Ford","model":"Escort RS1600","year":1973,"event":"RAC Rally","eventCode":"Rally GB","carNumber":13,"driver1":"T. Mäkinen","driver2":"H. Liddon","competitionClass":"Group 4 ","notes":"<A HREF=\"https://www.ewrc-results.com/final/13680-daily-mirror-rac-rally-1973/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/13680-daily-mirror-rac-rally-1973/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1973_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1973_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #26: Ford Escort Mk1 RAC Rally 1973 T. Mäkinen/H. Liddon</B><BR/><BR/>Ford&apos;s iconic Escort RS1600 started a trend of powerful and reliable rally cars from the Blue Oval. Featuring Rallye Sport (RS) designations, they dominated the World Rally Championship (WRC) for many years, helping to further the careers of some of the great champions, including Timo Mäkinen, Roger Clark, Björn Waldegaard, Hannu Mikkola and Ari Vatanen during the 1970s.<BR/><BR/>Ford&apos;s Escort model dominated the WRC during the 1970s and early 1980s. The simple but effective formula used by the marque in every derivative of the car leant itself to strong performance and, crucially, very good reliability, even from the modified RS versions. Used on generations of Ford&apos;s competition machines, the letters &apos;RS&apos; stood for &apos;Rallye Sport&apos; and the association marked the launch of a new family of high-performance Ford cars.<BR/><BR/>The first Escort RS1600 was officially launched in November 1969 by double Formula 1 World Champion Graham Hill, at the headquarters of Ford&apos;s competition arm, Advanced Vehicle Operations (AVO), in Essex, England. At the start of 1970, AVO and Ford began to work closely together, and the car remained in production until 1975 when it was replaced by the Mk2 RS1800.<BR/><BR/><B>THE START OF SOMETHING BIG</B><BR/>The RS1600 had a 1599 cc, 16-valve engine that developed 120 bhp through a four-speed gearbox. Later versions featured a 2000 cc engine with 200 bhp and a five-speed ZF gearbox. Year after year, the Escort built a prestigious reputation thanks to its robustness and reliability. When production ceased at the end of 1974, the RS1600 had won rallies as tough and as varied as the East African Safari Rally (Hannu Mikkola and Gunnar Palm were the first Europeans to win it in 1972), Britain&apos;s RAC Rally on three consecutive occasions (1972, 1973 and 1974), Finland&apos;s 1,000 Lakes Rally (five times), the Arctic Rally and the Heatway Rally (later known as the Rally of New Zealand). Many of the legendary names of the WRC, such as Timo Mäkinen, Hannu Mikkola and Roger Clark, took the humble Escort to dozens of important victories.<BR/><BR/><B>THE ORIGINAL AND BEST</B><BR/>Mäkinen was the first of a breed of champions from Finland referred to, for obvious reasons, as the &apos;flying Finns&apos;. He began his competition career in 1959 in a Triumph TR3 at just 21 years of age. By 1962, he had graduated to the big league and promptly won his category in the Monte Carlo Rally driving a Finnish importer-entered Mini Cooper.<BR/><BR/>Mäkinen quickly came to the attention of Stuart Turner, the competition manager of the British Motor Corporation (BMC), the firm that ran the works Minis and that had pioneered the concept of manufacturer-backed rally teams with big budgets and extensive resources. Turner gave Mäkinen the opportunity of a lifetime, and he did not disappoint. The Finn was a spectacular driver with an aggressive attitude who was focused entirely on winning. In 1964, he won the Tulip Rally and finished second on the RAC with a Mini Cooper S. In 1965, he won the Monte Carlo Rally and the 1,000 Lakes Rally, as well as finishing second in the Rally of Austria and the RAC Rally. He won the 1,000 Lakes Rally again in 1966 and claimed victory in the marathon Munich-Vienna-Budapest event. His 1,000 Lakes hat-trick came in 1967.<BR/><BR/>For 1970, Mäkinen moved to Ford to drive its new Escort RS1600, but it wasn&apos;t until 1973 that he took his first victory. That it came in his home rally, the 1,000 Lakes, was particularly special. His fourth win in the tough event was also the first victory for an Escort in the WRC. After winning in Finland, he took the RAC Rally, the penultimate event in the inaugural Manufacturers&apos; World Championship (the Drivers&apos; Championship didn&apos;t start until 1979). That 1973 season was plagued by restrictions resulting from the oil crisis with many events cancelled.<BR/><BR/><B>MARQUE OF DISTINCTION</B><BR/>The RAC Rally, one of the most prestigious events in the calendar, went ahead as normal and was dominated from the start by Ford&apos;s pair of Escort RS1600s. British driver Roger Clark, winner of the event 12 months previously, led team mate Mäkinen until a mechanical problem for the British hero at the end of the second stage lost him two minutes and dropped him to third behind Mäkinen and the BMW of Björn Waldegaard. After driving flat-out around Scotland and through the night back to England, Mäkinen consolidated his lead when Waldegaard had an accident that pushed him back down to seventh place, nearly 20 minutes behind. Clark recovered to finish second, accompanied on the podium by a very promising young Finn by the name of Markku Alén who was making his WRC debut. Alén would go on to win 19 WRC events and drive for the great names such as Fiat, Lancia, Subaru and Toyota in a long and distinguished career.<BR/><BR/>The Escort RS1600 heralded the start of a period of huge success for Ford in the WRC. In the 24 years between Timo Mäkinen&apos;s 1973 1,000 Lakes win and the Escort&apos;s final victory, the Rally of Indonesia in 1997, the model racked up 32 outright victories, making it one of the all-time classics in the sport&apos;s history. With Constructors&apos; World Championship Titles in 1979 and Drivers&apos; Titles for Waldegaard (1979) and Ari Vatanen (1981), the Escort quickly established itself as the weapon of choice in the cut and thrust environment of the World Rally Championship. Its successor, the Focus, continues to fly the Ford flag successfully in the 21st century WRC.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images275?authuser=0&authkey=Gv1sRgCKqBy9Ckia2_6gE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images275?authuser=0&amp;authkey=Gv1sRgCKqBy9Ckia2_6gE&amp;feat=directlink</A><BR/><BR/>_____________________________________<BR/><BR/>http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=272143#p272143<BR/><BR/><b>DeAgostini Rally Car Collection #16 Ford Escort Mk1 RS1600 1973 RAC Rally Winner T. Mäkinen/H. Liddon</b><BR/><BR/>This is one of my early additions when I was still using the semi-reflective black background. Text is from the magazine that came with the model.<BR/><BR/>Ford&apos;s iconic Escort RS1600 started a trend of powerful and reliable rally cars from the Blue Oval. Featuring Rallye Sport (RS) designations, they dominated the World Rally Championship (WRC) for many years, helping to further the careers of some of the great champions, including Timo Mäkinen, Roger Clark, Björn Waldegård, Hannu Mikkola and Ari Vatanen during the 1970s.<BR/><BR/>Ford&apos;s Escort model dominated the WRC during the 1970s and early 1980s. The simple but effective formula used by the marque in every derivative of the car leant itself to strong performance and, crucially, very good reliability, even from the modified RS versions. Used on generations of Ford&apos;s competition machines, the letters &apos;RS&apos; stood for &apos;Rallye Sport&apos; and the association marked the launch of a new family of high-performance Ford cars.<BR/><BR/>The first Escort RS1600 was officially launched in November 1969 by double Formula 1 World Champion Graham Hill, at the headquarters of Ford&apos;s competition arm, Advanced Vehicle Operations (AVO), in Essex, England. At the start of 1970, AVO and Ford began to work closely together, and the car remained in production until 1975 when it was replaced by the Mk2 RS1800.<BR/><BR/><b>THE START OF SOMETHING BIG</b><BR/>The RS1600 had a 1599 cc, 16-valve engine that developed 120 bhp through a four-speed gearbox. Later versions featured a 2000 cc engine with 200 bhp and a five-speed ZF gearbox. Year after year, the Escort built a prestigious reputation thanks to its robustness and reliability. When production ceased at the end of 1974, the RS1600 had won rallies as tough and as varied as the East African Safari Rally (Hannu Mikkola and Gunnar Palm were the first Europeans to win it in 1972), Britain&apos;s RAC Rally on three consecutive occasions (1972, 1973 and 1974), Finland&apos;s 1,000 Lakes Rally (five times), the Arctic Rally and the Heatway Rally (later known as the Rally of New Zealand). Many of the legendary names of the WRC, such as Timo Mäkinen, Hannu Mikkola and Roger Clark, took the humble Escort to dozens of important victories.<BR/><BR/><b>THE ORIGINAL AND BEST</b><BR/>Mäkinen was the first of a breed of champions from Finland referred to, for obvious reasons, as the &apos;flying Finns&apos;. He began his competition career in 1959 in a Triumph TR3 at just 21 years of age. By 1962, he had graduated to the big league and promptly won his category in the Monte Carlo Rally driving a Finnish importer-entered Mini Cooper.<BR/><BR/>Mäkinen quickly came to the attention of Stuart Turner, the competition manager of the British Motor Corporation (BMC), the firm that ran the works Minis and that had pioneered the concept of manufacturer-backed rally teams with big budgets and extensive resources. Turner gave Mäkinen the opportunity of a lifetime, and he did not disappoint. The Finn was a spectacular driver with an aggressive attitude who was focused entirely on winning. In 1964, he won the Tulip Rally and finished second on the RAC with a Mini Cooper S. In 1965, he won the Monte Carlo Rally and the 1,000 Lakes Rally, as well as finishing second in the Rally of Austria and the RAC Rally. He won the 1,000 Lakes Rally again in 1966 and claimed victory in the marathon Munich-Vienna-Budapest event. His 1,000 Lakes hat-trick came in 1967.<BR/><BR/>For 1970, Mäkinen moved to Ford to drive its new Escort RS1600, but it wasn&apos;t until 1973 that he took his first victory. That it came in his home rally, the 1,000 Lakes, was particularly special. His fourth win in the tough event was also the first victory for an Escort in the WRC. After winning in Finland, he took the RAC Rally, the penultimate event in the inaugural Manufacturers&apos; World Championship (the Drivers&apos; Championship didn&apos;t start until 1979). That 1973 season was plagued by restrictions resulting from the oil crisis with many events cancelled.<BR/><BR/><b>MARQUE OF DISTINCTION</b><BR/>The RAC Rally, one of the most prestigious events in the calendar, went ahead as normal and was dominated from the start by Ford&apos;s pair of Escort RS1600s. British driver Roger Clark, winner of the event 12 months previously, led team mate Mäkinen until a mechanical problem for the British hero at the end of the second stage lost him two minutes and dropped him to third behind Mäkinen and the BMW of Björn Waldegård. After driving flat-out around Scotland and through the night back to England, Mäkinen consolidated his lead when Waldegård had an accident that pushed him back down to seventh place, nearly 20 minutes behind. Clark recovered to finish second, accompanied on the podium by a very promising young Finn by the name of Markku Alén who was making his WRC debut. Alén would go on to win 19 WRC events and drive for the great names such as Fiat, Lancia, Subaru and Toyota in a long and distinguished career.<BR/><BR/>The Escort RS1600 heralded the start of a period of huge success for Ford in the WRC. In the 24 years between Timo Mäkinen&apos;s 1973 1,000 Lakes win and the Escort&apos;s final victory, the Rally of Indonesia in 1997, the model racked up 32 outright victories, making it one of the all-time classics in the sport&apos;s history. With Constructors&apos; World Championship Titles in 1979 and Drivers&apos; Titles for Waldegård (1979) and Ari Vatanen (1981), the Escort quickly established itself as the weapon of choice in the cut and thrust environment of the World Rally Championship.<BR/><BR/><BR/><BR/>   <BR/>"}