{"images":["1","2","3","4","5","6","8","7"],"scale":"1:43","brand":"Spark","catalogNo":"KBS037","year":"1970","manufacturer":"Mazda","model":"RX-500","notes":"<A HREF=\"http://www.1999.co.jp/10078620\" TARGET=\"_blank\">http://www.1999.co.jp/10078620</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images591?authuser=0&authkey=Gv1sRgCJXe0vXTkLPypgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images591?authuser=0&amp;authkey=Gv1sRgCJXe0vXTkLPypgE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=219212#p219212\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=219212#p219212</A><BR/><BR/><BR/><b>Spark KBS037 1970 Mazda RX-500 Green</b><BR/><BR/>Purchased: 2014<BR/><BR/>(from <A HREF=\"http://www.cardesignnews.com/site/home/new_cars/display/store4/item294720/\">cardesignnews.com</A>)<BR/>Developed by the Toyo Kogyo (Mazda before they were known as Mazda) Company&apos;s advanced design and engineering team, the Mazda RX-500 was described as a &quot;mobile test bed for high-speed safety.&quot; From the rakish front to the wraparound windscreen and on to the bread van rear, everything communicates high-tech and &apos;70&apos;s futurism. Thanks to plastic body panels, the concept weighs only 850kg/1874lb and is powered by a 491cc rotary engine delivering 247bhp fitted behind the cabin, in front of the rear axle. The front features headlamps like a Ford GT40 and twin scoops on the hood that might&apos;ve been inspired by the Mercedes C111, another rotary engine concept. At the rear, the multicolored tail lamps conveyed the movement of the car. When it accelerated the lights were green, at a constant speed orange bulbs took over, and red brake lights came on progressively depending on braking force. The Mazda concept features gullwing doors opening around the A-pillar to give access to the racing-inspired black and orange cockpit.<BR/><BR/>Following the 1970 show, the car was packed away and nearly forgotten until it was found in relatively poor condition in 2008. It has since been fully restored to its former glory. It had long been believed that three RX-500s were made – one green, one yellow and one silver. However during its restoration, while working on a door, someone spotted three different colored layers of paint, which proved there had only ever been one. It was shown again to the public at the 2008 Tokyo motor show.<BR/><BR/><BR/><BR/>   <BR/>"}