{"images":["2","3","4","5","6","7","8","9","10","11","12","13","14","15","16","17","18","19","20","21","22","23","24","25","26","27","28","29","30","31","32","33"],"scale":"1:43","brand":"TrueScale Miniatures","catalogNo":"TSM144345","manufacturer":"Mini","model":"Countryman","year":2013,"event":"Dakar Rally","eventCode":"Dakar Rally","carNumber":302,"driver1":"S. Peterhansel","driver2":"J. P. Cottret","notes":"<A HREF=\"http://www.x-raid.de/en/team.html\" TARGET=\"_blank\">http://www.x-raid.de/en/team.html</A><BR/><BR/><A HREF=\"http://www.x-raid.de/en/dakar-2013.html\" TARGET=\"_blank\">http://www.x-raid.de/en/dakar-2013.html</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images469?authuser=0&authkey=Gv1sRgCOXV97Wao8iKaQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images469?authuser=0&amp;authkey=Gv1sRgCOXV97Wao8iKaQ&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://scale143.com/viewtopic.php?f=31&t=8649&p=298144#p298144\" TARGET=\"_blank\">http://scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=298144#p298144</A><BR/><BR/><b>TSM Model TSM144345 Monster Energy X-raid Mini ALL4 2013 Dakar Winner S. Peterhansel/J. P. Cottret</b><BR/><BR/>Purschased: 2015<BR/><BR/>2nd Dakar win for Mini<BR/>11th Dakar win for Stéphane Peterhansel<BR/>2nd Dakar win for Mini ALL4<BR/><BR/>What Mini calls a Countryman is actually a custom tube-frame special built by two German companies: X-raid and Heggemann Autosport. Heggemann makes the tube-frame chassis and X-Raid fills in everything else. The engine is a 3.0 liter BMW diesel straight six, an engine you will not find in any Mini showroom anywhere in the world. The clutch and brakes are from AP Racing and the differential comes from Xtrac. None of this stuff is secret — X-Raid details everything on their own website.<BR/><BR/>And this should be familiar to any long-time fan of the Dakar, as these Minis were campaigned a few years back as BMW X3s. The main difference now is that the corporate overlords signing the checks at BMW group decided the bodywork should be changed to look like a Mini.<BR/><BR/>X-raid was founded in 2002 to challenge the then dominating Japanese manufacturers in the Dakar rally. The BMW X5 was the first race car from X-raid followed by the BMW X3 CC in 2005. While X-raid had success with these cars in other events, a Dakar win remained out of reach. <BR/><BR/>The most successful chapter in the X-raid Team history, however, was only about to begin: in 2010, with the design of the Mini ALL4 Racing. X-raid brought five ALL4 Racing cars to the 2012 Dakar and Stéphane Peterhansel took the first overall victory at the legendary Rally for the X-raid team. In 2013 X-raid and Stéphane Peterhansel repeated their success by taking another Dakar victory.<BR/><BR/>This is TSM&apos;s model of the 2013 Dakar winner driven by Stéphane Petterhansel. This was Peterhansel&apos;s 11th Dakar victory and 5th Dakar car class victory. Unlike IXO, TSM does not manufacture the models with the Monster Energy logos. They provide decals that need to be applied. I think I tried too hard to get the decal placement to match the actual livery which gave me fits. Of course I found the Micro Sol after they were already applied.  :evil:  Lesson learned for the 2012 winner that needs decals applied as well.<BR/><BR/><BR/><BR/><BR/><BR/><BR/>  <BR/><BR/><BR/><BR/>Sources:<BR/><A HREF=\"http://jalopnik.com/a-mini-didnt-win-the-dakar-rally-1505308402\">Jalopnik: A Mini Didn&apos;t Win The Dakar Rally</A><BR/><A HREF=\"http://www.x-raid.de/en/team.html\">X-raid: About Us</A><BR/><BR/>Sources:<BR/><A HREF=\"http://jalopnik.com/a-mini-didnt-win-the-dakar-rally-1505308402\">Jalopnik: A Mins912i Didn&apos;t Win The Dakar Rally</A><BR/><A HREF=\"http://www.x-raid.de/en/team.html\">X-raid: About Us</A><BR/>"}