{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #30","manufacturer":"Lancia","model":"Delta S4","year":1985,"event":"RAC Rally","eventCode":"Rally GB","carNumber":6,"driver1":"H. Toivonen","driver2":"N. Wilson","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/1500-lombard-rac-rally-1985/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1500-lombard-rac-rally-1985/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1985_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1985_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #30: Lancia Delta S4 RAC Rally 1985 H. Toivonen/N. Wilson</B><BR/><BR/>The Lancia Delta S4, built to take on the might of Audi and Peugeot in the battle for Group B supremacy in the mid-1980s, had a short but brilliant career. Victory on its World Championship debut in the RAC Rally at the end of 1985 marked the car out as a world-beater but just six months later, the car achieved notoriety when young Finn Henri Toivonen - a certain star of the future - was killed while leading in Corsica. Almost immediately, the shape of rallying was changed forever and the Delta S4 was consigned to the museum.<BR/><BR/>During the mid-1980s, the absolute peak of the exciting Group B era in the World Rally Championship (WRC), the Peugeot 205 T16 and Audi Quattro were the dominant machines. Lancia, meanwhile, which had managed to overcome the might of its four-wheel-drive rivals with the rear-wheel-drive 037 by taking the 1983 Manufacturers&apos; World Championship, realised that it could not maintain its competitiveness for long. The car was hopelessly outclassed during the defence of its Title in 1984, so the Italian team decided to take a sabbatical for most of 1985 so that it could concentrate on the development of an all-new machine to take on the likes of Audi and Peugeot. The new monster, the Delta S4, was a true &apos;thoroughbred&apos; and would quickly stamp its authority on the WRC.<BR/><BR/><B>DELTA FORCE</B><BR/>The Lancia Delta S4 was fitted with a centrally mounted, four-cylinder engine whose power was vastly increased by the addition of both a volumetric compressor and a turbo-charger - the former improving low-speed punch, the latter boosting power at high engine revs. With the combined forced induction, the lightweight S4 produced 550 bhp, all of which was efficiently transmitted to the road via a sequential gearbox and four-wheel-drive transmission.<BR/><BR/>If the opposition was nervous about the Delta&apos;s arrival in the WRC, they had every reason to be. The new car made its debut in the RAC Rally at the end of 1985 and, driven by one of the fastest and bravest of the flying Finns, Henri Toivonen, it swept to victory first time out.<BR/><BR/><B>FAST AND FEARLESS</B><BR/>Henri Toivonen was born in Jyväskylä in Finland on 25 August 1956. His father, Pauli Toivonen, won the 1966 European Rally Championship Title, so rallying was very much in Henri&apos;s blood.<BR/><BR/>Curiously, though, the young Finn made his competition debut in circuit racing. Despite successes in Formula K and Formula V - two junior single-seater categories - he switched to rallying in 1975. His first foray into the WRC came almost immediately, on the 1,000 Lakes Rally in his native Finland. After two years of scraping around for a factory drive, Toivonen was signed by Citroen for 1978. His results were not spectacular, although the 22-year-old&apos;s driving certainly was. He was easily the fastest member of the French team and everyone predicted a bright future for him.<BR/><BR/>In 1980, he won the Arctic Rally and went on to take part in the RAC Rally in a Talbot Sunbeam Lotus in the same team as established stars Guy Fréquelin and Russell Brookes. It was on that event that the Toivonen name finally registered with anyone involved in the WRC. He blew everyone away and, at 24, became the youngest ever winner of a World Championship rally.<BR/><BR/>The following year, he took part in more World Championship events for Talbot but, up against the might of the Audi Quattro, he could manage no better than a pair of second places.<BR/><BR/>Two years with Opel followed. The German team&apos;s Ascona and Manta models were limited by two-wheel drive, but Toivonen&apos;s star still burned brightly - so much so that the might of Lancia came knocking for 1984.<BR/><BR/>With a combined programme of World and European Championship events, Toivonen gained further valuable experience of the team and its legendary cars. Third place in the 1,000 Lakes Rally was his best result in the 037, a car that was already past its &apos;sell by&apos; date. Toivonen&apos;s second year with Lancia, in 1985, began with the outdated two-wheel-drive 037, but the all-new Delta S4 was on its way and Toivonen could hardly wait.<BR/><BR/>His second victory in the World Championship, in the 1985 RAC Rally, came five years after he had emerged as a future star in the British forests. It had been an agonising wait for the young Finn but, just as he had done in 1980, he blitzed the event to give the Delta S4 a debut win.<BR/><BR/>Toivonen began 1986 with a new co-driver, American Sergio Cresto. And the new pair got off to a winning start with a four-minute victory in the Monte Carlo Rally. Retirements in Sweden and Portugal followed, before Toivonen headed for the island of Corsica, confident of taking WRC victory number four.<BR/><BR/><B>A TRAGIC END</B><BR/>There was an air of nervous tension in Corsica, as the event marked the first anniversary of the death of Lancia&apos;s Italian driver Attilio Bettega. However, things were about to get a whole lot worse - for Lancia and the WRC as a whole. While comfortably leading the event and pushing his car to the limit - the only way he knew how - Henri Toivonen crashed violently. The Finn and his co-driver were killed instantly after the Lancia left the road on a high-speed bend, collided with trees in the bottom of a ravine and exploded in flames.<BR/><BR/>The death of rallying&apos;s most exciting and talented star had far-reaching consequences for the WRC. Rallying&apos;s governing body, the Federation Internationale de l&apos;Automobile (FIA), claimed that if this could happen to someone of Toivonen&apos;s ability, then it could happen to anyone. It promptly banned the Group B supercars overnight and went on a mission to make rallying safer.<BR/><BR/>As cruel as it may seem, the loss of Henri Toivonen was, in the longer term, rallying&apos;s gain.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images271?authuser=0&authkey=Gv1sRgCNXhi66ArNurnAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images271?authuser=0&amp;authkey=Gv1sRgCNXhi66ArNurnAE&amp;feat=directlink</A><BR/>"}