{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #8","manufacturer":"Mitsubishi","model":"Pajero","year":1998,"event":"Paris-Granada-Dakar Rally","eventCode":"Dakar Rally","carNumber":206,"driver1":"J. P. Fontenay","driver2":"G. Picard","notes":"<B>Issue #8 Mitsubishi Pajero 1998 J. P. Fontenay/G. Picard</B><BR/><BR/><B>Unbeatable</B><BR/>Today, Mitsubishi is the most successful manufacturer in Dakar. A track record gained through heavy investments, reliable cars and talented drivers. In 1998, the basic ingredient that first took the brand to victory was none other than the Pajero...<BR/><BR/>In 1983 a Mitsubishi Pajero - driven by Andrew Cowan - was participating in Paris-Dakar for the first time. The car finished eleventh but the following year the factory was involved in the race and entered three cars. Cowan entered once again, as a paid Mitsubishi driver, and finished third. In 1985, the first victory of the Pajero came thanks to the talent of the future sporting director of the race, Patrick Zaniroli. Mitsubishi brought together many cars for this legendary event each year and collected some notable successes. But in the early &apos;90s a competitor comparable in size, Citroën, monopolized the victories. Mitsubishi began devoting significant resources to return to the front of the stage. And it paid off in 1997 as Mitsubishi claimed victory - achieved by Shinozuka - and occupied the first four places in the rankings!<BR/><BR/><B>Always close to the series</B><BR/>In 1998 the ingredients were the same with four cars involved; three Pajeros and one Montero. All driven by big names in rally raid (Shinozuka, Fontenay, Saby, and Masuoka), and all entered in the T2 class for modified production cars. The competition - notably Schlesser and Nissan - was mostly entered in the T3 class, or the prototype class, and was more powerful and effective. But the factory Pajero had no shortage of qualifications: it was extremely reliable, extensively tested and proven, equipped with a prepared 3.5 liter V6 that delivered 260 horsepower and 260 ft/lb of torque, compared to a stock 188 horsepower and 217 ft/lb. The weight remained unchanged at 1750 kg and agility was preserved because the short wheelbase version of the Pajero was chosen. The transmission was a six-speed manual, the long travel suspension was reinforced and the fuel tank could hold no less than 400 liters of gasoline! The maximum speed was 180 km/h, but the Pajero showed more qualities in endurance than in sprinting.<BR/><BR/><B>Reliability before performance</B><BR/>Even more than its technical characteristics, it was the reliability of the Pajero that led it to victory. With 15 years of experience in rally-raid, and a comprehensive support structure, the factory had every means to win. The mechanical components rarely suffered damage, except for the Pajero of Saby that suffered from overheating. On arrival, only 41 cars crossed the finish line. On the grille of the four cars fighting for victory were the three-diamond Mitsubishi logos, just like in 1997, acquiring the first four places in the rally. The director of the team Ullrich Brehmer said: &quot;This was one of the hardest Dakars I can remember. The fight was tough but our serious and intensive preparation paid off. We won because we did not lose ourselves, because the whole team worked as if it were a single person.&quot; The drivers were up and gone with modesty, to recognize the importance of the quality of their Pajeros. After the race, winner Jean Pierre Fontenay, stated: &quot;A little luck is all you need to win the Dakar ... As long as you have the best car!&quot;<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images225?authuser=0&authkey=Gv1sRgCJvS_9L53uvQ7QE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images225?authuser=0&amp;authkey=Gv1sRgCJvS_9L53uvQ7QE&amp;feat=directlink</A><BR/>"}