{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #43","manufacturer":"Citroën","model":"BX 4TC","year":1986,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":15,"driver1":"J. C. Andruet","driver2":"A. Peuvergne","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/1577-rallye-automobile-de-monte-carlo-1986/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1577-rallye-automobile-de-monte-carlo-1986/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1986_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1986_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1986_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #43: Citroën BX 4TC Monte Carlo Rally 1986 J. C. Andruet/A. Peuvergne</B><BR/><BR/>The turbocharged, four-wheel-drive Citroën BX 4TC made only a brief appearance in the 1986 World Rally Championship (WRC). Soon after the car was launched, the Group B category for which it had been conceived was banned under a new safety drive. In three outings at the top level, in Monte Carlo, Sweden and Greece, the heavy and under-developed machine made little impact, even with WRC veteran Jean Claude Andruet at the wheel. The Frenchman took one sixth-placed finish before the BX 4TC became a museum piece.<BR/><BR/>The Citroën BX road car was launched in 1982 after five years&apos; development. It was expected to be one of the French company&apos;s great successes. Initially, there were two versions available: a 1360 cc car developing 72 bhp, and a 1580 cc model with a diesel engine that developed 90 bhp. Two years later, Citroën introduced a 1905 cc machine with 105 bhp. It was this car that formed the basis of the company&apos;s Group B rally weapon, the BX 4TC.<BR/><BR/>The four-wheel-drive, turbocharged machine first appeared in November 1985, ready for an assault on the 1986 World Rally Championship (WRC). Under WRC homologation regulations, 200 road-going examples of the car were produced, all of them in white. Curiously, however, only 86 were sold - the company destroying the remaining 114 models!<BR/><BR/>The BX 4TC was powered by a front-mounted, 2141 cc engine that developed a healthy 200 bhp. The rest of the car appeared basic in design but actually came with several imaginative features, many of wich were borrowed from other models in the Citroën range and those from its sister company, Peugeot. Chief designer Guy Verrier, who also managed the Citroën competition department, reinforced the BX body with a tubular structure, while incorporating the rear axle used in the Peugeot 505 Turbo and the transmission and steering from the CX saloon.<BR/><BR/><B>A CAREER CUT SHORT</B><BR/>Just as Citroën had got to grips with the BX 4TC, the WRC&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), announced that the Group B formula for which the car had been conceived would be disbanded at the end of the year. Following a number of high-profile fatalities in the previous two years, it was decided that the Group B machines were too dangerous and something had to be done to curb their escalating power levels and speeds. Unfortunately for Citroën, the BX 4TC had precious little time to be properly developed. Had it participated for longer at the top level of the sport, it might have become more of a force to be reckoned with against its well-funded and better-developed rivals.<BR/><BR/>In anticipation of its high-level attack on the 1986 WRC, Citroën entrusted two factory-prepared BX 4TC cars to Frenchmen Jean Claude Andruet and Philippe Wambergue. It quickly became apparent, however, that results did not meet expectations. Just five months after the BX 4TC had made its debut, Citroën withdrew the car from the WRC. Having taken part in just three events - the Monte Carlo Rally, Rally of Sweden and Greece&apos;s Acropolis Rally - the BX 4TC&apos;s short-lived career was over. The only time it scored any World Championship points was when Andruet finished sixth in Sweden. The car&apos;s debut, the Monte Carlo Rally, had resulted in an accident-induced retirement for Andruet and suspension failure for Wambergue. Things were no better in the BX 4TC&apos;s final event, the Acropolis Rally. Andruet crashed again and Wambergue suffered more suspension woes.<BR/><BR/><B>STAR QUALITY</B><BR/>Citroën caused a PR storm when it launched the BX 4TC by persuading WRC veteran Jean Claude Andruet to drive the new machine. Born in 1942, Andruet made his rallying debut at the age of 23. A former French judo champion, he adapted quickly to rallying, winning the 1968 French Rally Championship and, two years later, the highly-competitive European Championship. He also distinguished himself in circuit racing, winning the GT class in the 1972 Le Mans 24 Hours at the wheel of a Ferrari.<BR/><BR/>In 1973, Andruet achieved the distinction of winning the inaugural event of the new Manufacturers&apos; World Rally Championship, the Monte Carlo Rally. Co-driven by his future wife, Michele Espinosi-Petit, who competed under the pseudonym &apos;Biche&apos;, Andruet steered his factory Alpine-Renault A110 to a famous victory. Further career wins came in the Tour of Corsica in 1974, driving the potent Lancia Stratos, and in the Sanremo Rally of 1977, at the wheel of the Fiat Abarth 131. Andruet never took part in a full WRC season but established himself as one of the fastest asphalt drivers in the history of the sport. The Frenchman&apos;s final appearance in the WRC came in the 1995 Monte Carlo Rally, at the age of 52, in a diminutive Mini Cooper 1.3i.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipNbT8pZFNOlfn2sJTikKWt6aM-OxeyDvmlIqy4S\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNbT8pZFNOlfn2sJTikKWt6aM-OxeyDvmlIqy4S</A><BR/>"}