{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #04","manufacturer":"Ford","model":"Escort RS Cosworth","year":1994,"event":"Rally Finland","eventCode":"Rally Finland","carNumber":7,"driver1":"T. Mäkinen","driver2":"S. Harjanne","notes":"<B>Issue #4: Ford Escort 1,000 Lakes Rally 1994 T. Mäkinen/S. Harjanne</B><BR/><BR/>An amazing 24 years separated the first and last victories of a Ford Escort in a World Rally Championship event. Timo Mäkinen&apos;s success in the 1,000 Lakes Rally of 1973 paved the way, while Carlos Sainz brought down the curtain by winning the 1997 Rally of Indonesia. In all, the Escort chalked up 32 victories, the penultimate of which was won by Mäkinen, the only driver ever to be crowned World Champion in four consecutive seasons.<BR/><BR/>Tommi Mäkinen was born in Puupola, Finland, on 26 June 1964. His first World Championship victory, in the 1,000 Lakes Rally, came 30 years later. This success was to be the first of many for the &apos;Flying Finn&apos;, but it was his only victory for Ford in the competition, which had loaned him an Escort Cosworth for two events. The other race was the non-Championship Scandinavian Mantta Rally, and Mäkinen dominated this, too. These were the first major victories in an outstanding career that saw the former national tractor ploughing champion become the first driver to win four consecutive World Rally Championship titles.<BR/><BR/>Like many of Finland&apos;s rally stars, Mäkinen came from a farming background. He drove his first car at the age of five and grew up racing around frozen forest tracks and deserted country roads. However, he didn&apos;t make his debut in rallying until 1985, but by 1988, he had been crowned the Group N Finnish Champion.<BR/><BR/><B>REPLACEMENT DRIVER</B><BR/>In 1991, Mäkinen was offered the chance to compete in his first international rally when Jesús Puras left the Mazda team. He was on home turf, as it was the 1,000 Lakes Rally (nowadays known as the Rally of Finland), but he was stuck with a not particularly competitive Mazda 323. Nevertheless, he managed to take fifth place and went on to hone his skills with a Nissan Sunny before graduating to a privately entered Lancia Delta HF Turbo. He agreed to return to Nissan in 1994, but the results were mediocre and halfway through the season, Ford got in touch.<BR/><BR/><B>HILL START</B><BR/>The first competition version of the Escort, the RS1600, was officially launched in November 1969 by the two-times Formula 1 World Champion Graham Hill. It was the fruit of the labours of Ford&apos;s Advanced Vehicle Operation centre, based in South Ockenden, Essex. From that moment, the abbreviation &apos;RS&apos; (&apos;Rally Sport&apos;) became an integral part of the sporting image that Ford presented to the world. The firm&apos;s engineers took a small, unassuming family saloon and turned it into an extremely fast, but above all robust and nimble, competition vehicle. Good results were not long in coming and, despite only winning one manufacturers&apos; title (1979), the Escort was one of the top cars for nearly 25 years.<BR/><BR/>Ford&apos;s collaboration with Cosworth dates back to 1960, when Jim Clark won at Goodwood driving a Lotus 18 that featured a Cosworth-tuned Ford engine. Not only was this the first victory for the partnership, it	was also the first time the engine was used in competition. From that point, Ford and Cosworth worked together in an unrivalled sporting collaboration. In 1998, Ford&apos;s purchase of Cosworth Racing marked the consolidation of one of the most successful relationships in motor sport.<BR/><BR/><B>FINNISH LAKES</B><BR/>The 1,000 Lakes Rally of 1994 was the penultimate event of a World Championship that had been dominated by Juha Kankkunen, Carlos Sainz and Didier Auriol (the eventual champion). In the course of the race, Kankkunen blew his chance of winning the title when he was involved in a spectacular accident on a stretch of road that, ironically, crossed his own land. This reduced the competition to a two-way battle between Sainz and Auriol.<BR/><BR/>Meanwhile, Mäkinen was driving like a man possessed. He not only knew the roads well, but was desperate to succeed in a well-known rally and attract the interest of a major team. Unfortunately, a spin in the 10th special stage enabled Auriol to take top spot with his Toyota Celica, but Mäkinen was just two points behind.<BR/><BR/><B>SUPERB VICTORY</B><BR/>The second day ended with Mäkinen&apos;s Escort leading the race, while Auriol and Sainz, less than half a minute behind, battled it out for the title. A moment of absentmindedness caused the Finn to lose the lead for five sections, but he managed to claw his way back to snatch the stage victory from Auriol. The final day was plagued by fine rain that made things much more difficult. Driving at full speed, but with great precision, Mäkinen and co-driver Seppo Harjanne easily resisted the pressure of their pursuers who, by now, were battling it out between themselves. Auriol finished second, six points ahead of Sainz, enough to secure a second consecutive manufacturers&apos; title for Toyota.<BR/><BR/>After taking such a superb victory, Mäkinen was offered the chance to drive a Mitsubishi Lancer in the 1994 Sanremo Rally. He then returned to Nissan to compete in the Rally of Catalunya and the RAC Rally, but by that time he had reached an agreement with Andrew Cowan, manager of the Mitsubishi team, to become a works driver from the start of the following season.<BR/><BR/>With a first victory in the World Rally Championship under his belt, the move to Mitsubishi put Mäkinen on the right road. By the time he announced his retirement from rallying at the end of 2003, he had secured four world titles for three different manufacturers and won an amazing 24 rounds of the World Rally Championship.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images296?authuser=0&authkey=Gv1sRgCNPusvK5ipTJpwE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images296?authuser=0&amp;authkey=Gv1sRgCNPusvK5ipTJpwE&amp;feat=directlink</A><BR/>"}