{"images":["6","7","8","9","10"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #13","manufacturer":"Renault","model":"20 Turbo","year":1982,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":150,"driver1":"C. Marreau","driver2":"B. Marreau","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1982/marreau-marreau,renault+20+turbo,150.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1982/marreau-marreau,renault+20+turbo,150.html</A><BR/><BR/><B>Issue #13 Renault 20 Turbo 1982 C. Marreau/B. Marreau</B><BR/><BR/><B>Magic Diamond</B><BR/>After two encouraging attempts and an unfortunate abandonment, the Marreau brothers were back at the Dakar in 1982 with an R20 Turbo 4x4, and the firm intention of winning... The bet paid off!<BR/><BR/>Claude and Bernard Marreau, determined adventurers, are inseparable from two elements that they seamlessly linked through competition: Africa and the Renault brand. As early as the first edition of the Dakar in 1979, their R4 Sinpar entertained and surprised people: they finished 5th, and even scored a place on podium the next year. Yet, they were amateurs in every sense of the word: they had limited competition experience and they prepared their vehicles in the corner of a garage, with a tight budget and no support from the factory in Billancourt. Buoyed by their success and better supported by the factory, they lined up in 1981 driving a more mechanically menacing R20 prototype with a turbocharged engine and all-wheel drive. But failures and breakdowns built up and turned hope into disappointment. But they paid no heed. Instead of abandoning the rally the two brothers refined their car, reinforcing the chassis, and planned better: Georges Vails drove a second, identical car to supply parts - cannibalizing his car - if necessary, and a well-stocked Renault support truck was on-hand to feed the turbocharged engine in case it could not digest the poor quality, local gasoline...<BR/><BR/><B>The factory in the background</B><BR/>Renault was still not officially involved, but in 1982 several Renault technicians helped prepare the Marreaus&apos; R20, and they also had access to the the factory test tracks. Renault was interested interest in monitoring the testing of the R20 4x4 prototype in the harsh conditions of the African rally: Renault would launch the R18 4x4 series the following year and the behavior of the car in these conditions was of great interest. The Marreaus could have chosen the R30, and its powerful PRV V6, but they opted for the 1564cc engine of R18 Turbo (launched in 1981) for one simple reason: to demystify the turbocharger and prove that it is not a more mechanically complex and less reliable choice than other options. They proved their point, since the engine withstood the heat and poor quality fuel of Africa and climbed to the highest step of the podium... Of course, the car was seriously prepared - it was not a mere amateur hack: optimized engine (135 hp versus 110hp for the stock engine), reduced weight (1,436 kg with all the necessary equipment and the large fuel tank), limited slip rear axle borrowed from the Renault Traffic drivetrain, an additional radiator for cooling, raised ground clearance, and special Uniroyal tires (reinforced sidewalls).<BR/><BR/><B>Efficient but unusual!</B><BR/>However, the seats don&apos;t fit with the rest of the car (they were standard!), the rear brakes are simple drums, and hand-crafted sponsor decals make one smile... But the vehicle navigates traps like it is playing, reaching speeds of more than 160 km/h on the rolling tracks and jumping from bump to bump like a spirited child! In fact, the Marreaus&apos; R20 Turbo 4x4 was not kind to the competition - it buried them - making a mockery of them. On the other hand, what was funny was the very offbeat attire of the two brothers: a T-shirt and shorts, a large beard that could breathe due to a helmet with no straps (!), and rudimentary harnesses: if the Dakar in the &apos;80s symbolizes the golden age of amateurs, it also embodies worrisome recklessness for the lack of safety equipment in cars racing across the dunes and the fech fech at over 150 km/h...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images220?authuser=0&authkey=Gv1sRgCKr3hPPGjpPqLQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images220?authuser=0&amp;authkey=Gv1sRgCKr3hPPGjpPqLQ&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=208136#p208136\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=208136#p208136</A><BR/><BR/><BR/><b>Norev La Légende Du Dakar #13 Renault 20 Turbo 1982 Dakar Rally Winner C. Marreau/B. Marreau</b><BR/><BR/>Purchased: 2009<BR/><BR/>First Dakar win for Claude Marreau.<BR/>First Dakar win for Renault.<BR/>First Dakar win for 20 Turbo.<BR/><BR/>If I could understand French this video is probably quite funny. Especially around the 5:15 mark: http://www.youtube.com/watch?feature=player_embedded&amp;v=oIkqDhAGkEc<BR/><BR/>Claude and Bernard Marreau, determined adventurers, are inseparable from Africa and the Renault brand. As early as the first edition of the Dakar in 1979, their R4 Sinpar entertained and surprised people: they finished 5th, and even scored a place on podium the next year. Yet, they were amateurs in every sense of the word: they had limited competition experience and they prepared their vehicles in the corner of a garage, with a tight budget and no support from the factory. Buoyed by their success and better supported by the factory, they lined up in 1981 driving a more mechanically menacing R20 prototype with a turbocharged engine and all-wheel drive. But failures and breakdowns built up and turned hope into disappointment. But they paid no heed. Instead of abandoning the rally the two brothers refined their car, reinforcing the chassis, and planned better: Georges Vails drove a second, identical car to supply parts - cannibalizing his car - if necessary, and a well-stocked Renault support truck was on-hand to feed the turbocharged engine in case it could not digest the poor quality, local gasoline.<BR/><BR/>Renault was still not officially involved, but in 1982 several Renault technicians helped prepare the Marreaus&apos; R20, and they also had access to the the factory test tracks. Renault was interested in monitoring the R20 4x4 prototype in the harsh conditions of the African rally: Renault would launch the R18 4x4 series the following year and the behavior of the car in these conditions was of great interest. The car was an interesting mix. It had a limited slip rear axle borrowed from the Renault Traffic drivetrain, an additional radiator for cooling, raised ground clearance, and special Uniroyal tires (reinforced sidewalls).<BR/><BR/>On the other hand, it had standard R20 seats, rear drum brakes, standard seat belts, and hand-crafted sponsor decals. The Marreau brothers added to the unusual appearance with T-shirts, shorts, and helmets with no straps to accommodate their large beards. If the Dakar in the &apos;80s symbolizes the golden age of amateurs, it also symbolizes worrisome recklessness for the lack of safety equipment in cars racing across the dunes and the fech fech at over 150 km/h...<BR/><BR/><BR/><BR/>   <BR/>"}