{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #15","manufacturer":"Mitsubishi","model":"Pajero","year":2001,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":205,"driver1":"J. Kleinschmidt","driver2":"A. Schulz","notes":"<B>Issue #15 Mitsubishi Pajero 2001 J. Kleinschmidt/A. Schulz</B><BR/><BR/><B>Valiant ancestor!</B><BR/>Rather than making major changes to the Pajero each year, or creating a new one, Mitsubishi worked on reliability and endurance. This was successful, since even the most powerful and advanced competition had to bow to them... <BR/><BR/>In Formula 1, rally, or endurance, most teams enter two cars in the competition. In rally-raid, the very long distances and the incredible harshness of the land to encourage the teams facing it to increase their chances of winning - and therefore the number of cars. In 2001, Mitsubishi, for its nineteenth Dakar, entreated no less than six Pajeros, all entrusted to experts: Fontenay, Shinozuka, Masuoka, Sousa, Prieto, and Kleinschmidt. But Mitsubishi&apos;s strategy was not based solely on the deployment of an armada at the start. It relied mainly on the reliability of the vehicle, reliability acquired after twenty years of field experience, and working in collaboration with a specialist in preparing for the raid, SBM Competition - a French company! The nature of this cooperation helps us understand how a vehicle technically obsolete when compared to the competition managed to win a race like the Dakar.<BR/><BR/><B>Modest, but unbreakable</B><BR/>Was the Pajero beaten in terms of technology? Yes, because when lined up at the start of the Dakar in 2001, many contenders for the title were registered in the T3 category - the prototypes - which offered great freedom in defining the chassis, engine, and body... Because of it&apos;s simplicity the Mitsubishi Pajero was in the T2 category, all-terrain series production vehicles. Only Carlos Sousa in an L200 was entered in the T3 category. The 4x4s of the T2 class were heavier, less powerful, and often less successful than the prototypes of the T3 class. The Pajero, for example, tipped the scales at 1750kg, or 600 more than the Schlesser buggy! Worse, the official Mitsubishis of the 2001 Dakar were the same as the previous edition - it is very rare when a vehicle, even an amateur entry, does not change from one year to another. The Pajero was always driven by a 3.5-liter V6, and the 32mm turbo restrictor was limiting the power output, since 1998, to 260 horsepower. This still represented a nice jump from the production series (188 hp), even if the torque gain was not as much (260 lb-ft vs. 217 lb-ft for the production V6).<BR/><BR/><B>The swan song</B><BR/>But the Pajero of the 2001 Dakar had developed enough strength to overcome its limited power and a heavy weight. Based on the three-door version of the Pajero production series, it had a short wheelbase, which gave it nice agility on rough terrain. The reinforced independent suspension on all four wheels offered enough clearance to absorb the roughness of the roughest terrain - although Masuoka will give up with a broken rear suspension... And, even though it was limited with a top speed of 180 km/h, the Pajero caught up due to the excellent mechanical durability, refined through nearly twenty years of testing and rally-raid experience. Finally, the complicated planning, remarkable teamwork, and one last huge advantage - size - help Mitsubishi to get another victory. Competition was fierce between the Japanese: of the 53 cars that reached the finish of the 2001 Dakar there were 16 Toyotas, 16 Nissans and 11 Mitsubishis! After this sixth win, the brand with three diamonds waited no longer to introduce a new winning machine: the superb Pajero Evolution, released in September 2002 at the Paris Motor Show, would be a worthy descendant... <BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images218?authuser=0&authkey=Gv1sRgCID-oMzI87bHHg&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images218?authuser=0&amp;authkey=Gv1sRgCID-oMzI87bHHg&amp;feat=directlink</A><BR/>"}