{"images":["6","7","8","9","10"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #4","manufacturer":"Volkswagen","model":"Iltis","year":1980,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":137,"driver1":"F. Kottulinsky","driver2":"G. Löffelmann","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1980/kottulinsky-loffelmann,volkswagen+iltis,137.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1980/kottulinsky-loffelmann,volkswagen+iltis,137.html</A><BR/><BR/><B>Issue #4 Volkswagen Iltis 1980 F. Kottulinsky/G. Löffelmann</B><BR/><BR/><B>An Athlete In Combat Uniform</B><BR/>Long before the rally Audi Quattro, the Volkswagen Group used all-wheel drive in racing with the Iltis. Or, how the skunk of the army became a cheetah in the desert…<BR/><BR/>The participation of the Volkswagen Iltis in the Paris-Dakar is a series of coincidences and strange ideas that, nevertheless, paid off as the little 4x4 was victorious in its first outing! However, nothing predestined it to be competitive; in 1975 the German army was seeking a replacement for the all-terrain Munga which had been built until 1968 by DKW. The specifications required a reliable and sturdy car with a load capacity of over 500 kg and all-wheel drive. Volkswagen presented the Iltis - an ingenious assembly of existing VW and Audi parts - and won the contract. The Iltis, also known under the less poetic name &quot;Type 183&quot;, had modest performance: the 75 hp developed by the small, 1.7 liter four-cylinder engine did not allow moving the 1300 kg of equipment to more 130 km/h.<BR/><BR/><B>Modest but resourceful</B><BR/>The man responsible for the development of this Iltis, Roland Gumpert, did not stop at this one success. During the summer of 1979, French authorities were testing the Iltis and Gumpert had an idea to help promote and demonstrate its effectiveness. Prompted by the French driver Patrick Zaniroli, he decided to enter the small 4x4 VW in the Paris-Dakar rally. It&apos;s important to note that the original car was 1.83 meters tall with a rudimentary, solid suspension and, worse still, 4-wheel drum brakes! Thus, six months before the start of the race, the VW team prepared the &quot;skunk&quot; (literal translation of Iltis) for its rough mission. It received a lot of essential equipment, including a large metal front bumper, gauges and meters, bucket seats, engine sump guard, additional driving lights and a secondary 90 liter fuel tank. The suspension was improved with increased wheel travel and, more importantly, sporty - rather than military - handling characteristics!<BR/><BR/><B>4 of 4 to the finish!</B><BR/>Four cars were entered at the start of the 1980 Paris-Dakar rally. The first was driven by Freddy Kottulinsky, rally driver and test driver for Audi. The second was driven by Jean Ragnotti, and had a prototype five-cylinder engine (2.1 liters for 160 hp). The third was unsurprisingly driven Patrick Zaniroli, one of the initiators of the project, who was also responsible for managing the infrastructure in France during the Dakar. And Roland Gumpert found himself behind the wheel of the fourth Iltis; not to race, but to help his team mates - support vehicles were banned at the time but entering as a competitor allowed them to circumvent the ban... Surprisingly, the Iltis proved not only reliable and tough, but effective: it won several special stages at the hands of Kottulinsky. And not only did all 4 cars finish the rally, but they took first, second, fourth and ninth places.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images229?authuser=0&authkey=Gv1sRgCJLA8Mq62sO7KA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images229?authuser=0&amp;authkey=Gv1sRgCJLA8Mq62sO7KA&amp;feat=directlink</A><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=206778#p206778\" TARGET=\"_blank\"></A><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=206778#p206778\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=206778#p206778</A><BR/><BR/><BR/><b>Norev La Légende Du Dakar #4 Volkswagen Iltis 1980 Dakar Rally Winner F. Kottulinsky/G. Löffelmann</b><BR/><BR/>Purchased: 2009<BR/>Manufacturer page: http://www.norev.com/detail.php?modele=912&amp;lang=en<BR/><BR/>Only Dakar win for Freddy Kottulinsky.<BR/>First Dakar win for Volkswagen.<BR/>Only Dakar win for Iltis.<BR/><BR/>In 1980, an almost entirely production-based Volkswagen Iltis sufficed to achieve victory in the Dakar for Freddy Kottulinksy and Gerhard Löffelmann (who worked in Audi&apos;s technical department at the time). The production Iltis featured a four wheel drive system based around components from the Audi 100 and a 1.7 liter four cylinder Volkswagen engine producing 75 horsepower. To prepare it for the Dakar, the production Iltis was only complemented by underbody protection, modified dampers, a roll cage, different seats, additional instruments and an additional fuel tank. The standard 1.7-litre engine delivered about 110 instead of 75 hp for the 10,000-kilometre rally from France via Algeria, Mali, Mauritania, Niger and (then) Upper Volta, all the way to Senegal. The design of this four wheel drive system would be used as the basis for Audi&apos;s Quattro system, which debuted later that year on the original Audi Quattro.<BR/><BR/>Four cars were entered at the start of the 1980 Dakar rally. The first was driven by Freddy Kottulinsky, rally driver and test driver for Audi. The second was driven by Jean Ragnotti, and had a prototype five-cylinder engine (2.1 liters for 160 hp). The third was driven Patrick Zaniroli, one of the initiators of the Iltis Dakar project. Roland Gumpert (director of Audi Sport at the time and later founding the company that would build the Gumpert Apollo) found himself behind the wheel of the fourth Iltis; not to race, but to help his team mates - support vehicles were banned at the time but entering as a competitor allowed them to circumvent the ban. Surprisingly, the Iltis proved not only reliable and tough, but effective: it won several special stages at the hands of Kottulinsky. And not only did all 4 cars finish the rally, but they took 1st, 2nd, 4th and 9th places.<BR/><BR/>It would be 29 years until VW would be at the top of the Dakar podium again in 2008.<BR/><BR/><BR/><BR/>   <BR/>"}