{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #23","manufacturer":"Lancia","model":"Stratos HF","year":1978,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":4,"driver1":"M. Alén","driver2":"I. Kivimäki","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/11222-rallye-sanremo-1978/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/11222-rallye-sanremo-1978/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1978_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1978_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1978_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #23: Lancia Stratos Rallye Sanremo 1978 M. Alén/I. Kivimäki</B><BR/><BR/>With revolutionary design features, a powerful engine and near-perfect weight distribution, the Lancia Stratos made a dramatic impact on the rally scene. Its competition life may have been short, but it was highly successful, the car taking 17 WRC victories. Having secured three consecutive Manufacturers&apos; World Titles in 1974, 1975 and 1976, the Stratos quickly became one of the sport&apos;s most legendary cars.<BR/><BR/>When the Lancia Stratos burst onto the scene at the Turin Motor Show in 1970, it immediately caused a sensation. Designed by the famous Italian stylist Bertone, the Stratos looked more like a competition car than a roadgoing machine. With hundreds of wind tunnel testing hours behind it, the car was sleek and slippery - offering an immediate aerodynamic advantage. The driver sat in an almost horizontal position, more characteristic of a racing car than a street-legal vehicle. Rumour had it that the name &apos;Stratos&apos; came from its futuristic, stratospheric shape.<BR/><BR/>Unlike most competition cars that are developed for racing or rallying from their road-going derivatives, the Stratos was the first car created expressly for competition. Five hundred road-going examples were then built so that its homologation - the technical requirement for participation in international motor sport - could be granted.<BR/><BR/><B>WORLD BEATER</B><BR/>Cesare Fiorio, Lancia&apos;s racing manager, who had achieved significant successes with the Fulvia since its debut in 1966, was excited by the new car at his disposal and the threat it posed to its Porsche and Alpine-Renault rivals.<BR/><BR/>With the 2.4-litre, V6 engine from the Ferrari Dino mounted in the back, the Stratos had the power and soundtrack to go with its menacing looks. After a year of development behind closed doors, the car was ready to make its competition debut.<BR/><BR/>Almost from the word go, the Stratos proved to be very successful on the rally stages. Italian hero Sandro Munari won just about every event he took part in, including the Firestone Rally in Spain and the French Tour of Corsica. When he triumphed in the gruelling Targa Florio road race around Italy, the car&apos;s legendary status was confirmed.<BR/><BR/>Shortly afterwards, Fiorio committed the Lancia squad to the WRC. The Stratos quickly exerted its grip on the series, winning three consecutive Manufacturers&apos; Championships in 1974, 1975 and 1976. Munari also won three back-to-back Monte Carlo Rallies in 1975, 1976 and 1977. Other WRC legends who achieved further success for the Stratos during its seven-year stint in the WRC included Björn Waldegaard, Bernard Darniche, Markku Alén and Jean-Claude Andruet.<BR/><BR/>The last magic year for this incredible car was 1976. It again dominated tile Monte Carlo Rally, with Munari, Waldegaard and Darniche securing a Lancia one-two-three. Munari won again in Portugal and Waldegaard, Munari, Rafaelle Pinto and Tony Fassina took the first four places in the Sanremo Rally! A further double was achieved in the Tour of Corsica with Munari and Darniche. A third World Title for the unstoppable Stratos was the result, but its progress was then cut short when Lancia&apos;s parent company, Fiat, decided to support the development of the new 131 Abarth model. Despite the political upheaval, the Stratos continued to win right up until 1981, when Darniche won in Corsica.<BR/><BR/>One driver who switched between the Fiat 131 Abarth and Lancia Stratos - and won in both - was Finn Markku Alén. Having won the Rally of Portugal and his home event, the 1,000 Lakes Rally, with the 131 Abarth in 1978, he made a one-off appearance in the Stratos in Sanremo. Alén&apos;s target for the part-asphalt, part-gravel event was a place on the podium to ensure that he won the FIA Cup, the precursor to the Drivers&apos; World Championship.<BR/><BR/><B>ALÉN KEY TO HOME SUCCESS</B><BR/>The favourites for the event were the three Fiat 131s of Munari, Walter Röhrl and Maurizio Verini, particularly as the Ford Escorts of former Lancia ace Waldegaard and his French team mate Jean-Pierre Nicolás had withdrawn for technical reasons. It seemed certain that the winner would be one of the Italian machines, although the ageing Stratos of Alén and his team mate Adartico Vudafieri, who had won the Italian Championship with Lancia and whose inclusion in the Sanremo team was a reward for his efforts, could not be discounted.<BR/><BR/>Once the event got under way, whoever hit the front seemed to be jinxed. First to fall foul of the tricky conditions was Sandro Munari. The Italian led Röhrl at the end of the first day, the pair over a minute ahead of the Stratos machines of Verini and Alén. The torrential rain on day two made the surface particularly difficult and Munari left the road on the second 40-mile (64 km) stage.<BR/><BR/>Röhrl, the new leader, found himself with a big margin to second-placed Vudafieri, who had made a good recovery from first-day troubles, and Verini, who began to fall back. Alén hung onto fourth place until Röhrl emulated his team mate Munari by crashing into retirement. By the time Vudafieri crashed, Alén had already passed Verini for second so found himself leading.<BR/><BR/>Despite taking it easy, needing only a top-three slot to take the FIA Cup, Alén took a skilfully judged win - his sole success at the wheel of the Stratos. Verini&apos;s runner-up position was enough for Fiat and the 131 Abarth to take a second consecutive Manufacturers&apos; Title.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images278?authuser=0&authkey=Gv1sRgCNLfhISI9vvoMQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images278?authuser=0&amp;authkey=Gv1sRgCNLfhISI9vvoMQ&amp;feat=directlink</A><BR/>"}