{"images":["6","7","8","9","10","11","12","13"],"scale":"1:43","brand":"Norev","catalogNo":"800107.5","manufacturer":"Mitsubishi","model":"Pajero Evolution","year":2003,"event":"Dakar Rally","eventCode":"Dakar Rally","carNumber":200,"driver1":"H. Masuoka","driver2":"A. Schulz","notes":"<A HREF=\"http://www.mitsubishi-motors.com/motorsports/e/03dakar_e/index.html\" TARGET=\"_blank\">http://www.mitsubishi-motors.com/motorsports/e/03dakar_e/index.html</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images174?authuser=0&authkey=Gv1sRgCKjF-ZPz7uPblwE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images174?authuser=0&amp;authkey=Gv1sRgCKjF-ZPz7uPblwE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=226765#p226765\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=226765#p226765</A><BR/><BR/><BR/><b>Norev 800107 Mitsubishi Pajero Evolution 2003 Dakar Rally Winner H. Masuoka/A. Schulz</b><BR/><BR/>Purchased: 2011<BR/><BR/>2nd Dakar win for Hiroshi Masuoka.<BR/>8th Dakar win for Mitsubishi.<BR/>1st Dakar win for Pajero Evolution.<BR/><BR/>The Mitsubishi Pajero Evolution crew of Hiroshi Masuoka and Andreas Schulz won the 2003 Dakar Rally which finished in Sharm El Sheikh on the east coast of Egypt. The Japanese/German pairing claimed an incredible 1:52:12 winning margin after 19 days and 5,216km of competition in an 8,552km route that took the crews from Marseilles in France, down to Spain, Tunisia, across Libya and into Egypt. Masuoka’s win represented Mitsubishi’s 8th Dakar Rally victory, cementing its status as the most successful manufacturer in the history of the event. This was Masuoka’s second consecutive win and he was also the first Mitsubishi driver to triumph in the event twice. Co-driver Schulz also claims a second win in this legendary event, the German taking honours with former Mitsubishi driver Jutta Kleinschmidt back in 2001.<BR/><BR/>After the opening 1km stage in Marseilles on New Year’s Day - for which the times do not count in the overall classification - Mitsubishi drivers led from start to finish, underlining the Japanese manufacturer’s outright superiority in the Dakar Rally and the world of off-road competition. Stéphane Peterhansel reigned supreme for 13 of the remaining 16 legs, while team-mate Hiroshi Masuoka led the crews for the other three. Mitsubishi Motors’ drivers also held the top five overall positions for four legs (12, 13, 14 and 15). It was an amazing result for the newly-devloped Pajero Evolution, finished just 5 months before the start of the Dakar.<BR/><BR/>&quot;I am so very happy to win this 25th Dakar Rally,&quot; said a delighted Masuoka. &quot;This year was a great race; it was fast and there were some good stages in Tunisia and Libya. It was hard though. Every day we were doing 160/180 km/h and it was exciting to race against Stéphane, but in the second half we were more careful and reduced our speed to save the car. I was waiting in case he made a mistake.&quot;<BR/><BR/><BR/><BR/>   <BR/>"}