{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #5","manufacturer":"Peugeot","model":"405 T16 Grand Raid","year":1989,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":204,"driver1":"A. Vatanen","driver2":"B. Berglund","notes":"<B>Issue #5 Peugeot 405 Turbo 16 1989 A. Vatanen/B. Berglund</B><BR/><BR/><B>Worthy Descendant</B><BR/>The 205 &quot;Grand Raid&quot;, a phenomenal success, was replaced in the 1988 Dakar by its big &apos;sister&apos;, the 405. And with two victories, the 405 was an honorable replacement!<BR/><BR/>After the great victories of the 205 T16 in the 1987 and 1988 Dakar, the PTS team (Peugeot Talbot Sport) led by Jean Todt could only make slight improvements to it. But the commercial launch of the 405 sedan in 1988 would be a great opportunity to create a new winning machine. As early as 1987, Peugeot already had created a 405 T16. Following the abandonment of Group S, for which the 405 was intended, it was modified (increased wheelbase and length) and became the 405 &quot;Grand Raid.&quot; The 405 is often incorrectly regarded as a simple evolution of the 205 &quot;Grand Raid.&quot; While it shared many components such as transmission, differential, brakes, and wheels, it broke new ground in many areas.<BR/><BR/><B>Much more than an evolution!</B><BR/>80% of the structure of the car was new. The central structure consisted of welded steel tubes forming a cage, coupled with carbon-kevlar panels. The front and rear structures also consisted of welded steel tubes, coupled with steel panels on the front. The light body was made of a composite material. The car resembled the 405 series sedan, but the trained eye was not fooled: the 405 &quot;Grand Raid&quot; was 25 cm shorter! It also had two doors, making it the only &quot;405 coupe&quot; ever produced by Peugeot... The suspension was also more advanced: double wishbone with combined springs/shocks in the front and double wishbone with three shocks (two combined springs/shocks) per wheel in the back. This resulted in a very solid suspension. The powertrain evolved from that of the 205 &quot;Grand Raid&quot; which had proved reliable and efficient. Placed transversely in centrally-monted position at the rear, the XU 9T engine had a displacement of 1905 cubic centimeters (up from 1775 cubic centimeters for the 205&apos;s XU 8T). With a new Magneti-Solex electronic injection that provided more flexibility at low revs, it offered 360 to 400 horsepower depending on boost pressure. The fuel tank held no less than 430 liters of fuel to allow finishing liaisons of more than 1000 km. However, the 405 consumed a lot of fuel: and average of 40 liters of fuel per 100 km! With 350 ft-lb. of torque and a dependable transmission, the difficulties of the desert were like play for the 1340 kg beast. <BR/><BR/><B>Designed for podiums</B><BR/>Admired and adored, the 405 &quot;Grand Raid&quot; was also vilified because it was more of a prototype racer than a modified 4x4 common in the early editions of the Dakar. This is what made the car superior over the competition: from its conception, there was one goal ... win! It reached this goal with ease. After his first victory in the 1989 Dakar, Jean-Claude Vaucard, the engineer responsible for its development, confided that the drivers had used &quot;only 60-70% of the potential of their cars.&quot; And, not content with his two wins in the Dakar, the 405 T16 evolved in a spectacular way for the Pike&apos;s Peak hill climb in the United States: with 900 kg powered by more than 500 hp, Kankkunen beat the record set by Walter Röhrl. The 405 also took 1st place in the 1990 Dakar, before giving way to its &apos;cousin&apos; at Citroën, the ZX &apos;Grand Raid&apos;...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images228?authuser=0&authkey=Gv1sRgCLqL_tDSv8Dq-AE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images228?authuser=0&amp;authkey=Gv1sRgCLqL_tDSv8Dq-AE&amp;feat=directlink</A><BR/>"}