{"images":["1","2","3","4","5"],"scale":"1:43","brand":"Norev","catalogNo":"845101","manufacturer":"Land Rover","model":"Range Rover","year":1979,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":162,"driver1":"J. Genestier","driver2":"J. Terbiaut","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1979/genestier-terbiaut-lemordant,range+rover+v8,162.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1979/genestier-terbiaut-lemordant,range+rover+v8,162.html</A><BR/><BR/><B>Issue #16 Land Rover Range Rover 1979 J. Genestier/J. Terbiaut/J. Lemordant</B><BR/><BR/><B>Infallible!</B><BR/>The Range Rover was revered as a luxurious limousine and for its ability to affirm the social status of its owner. But a few adventurers have discovered the sturdy nature of this fighter. And they made good use of it…<BR/><BR/>When the first Paris-Dakar rally departed at the end of the year in 1978, the rally was still in its infancy. No one manufacturer was able to offer competition-ready cars capable of facing the trails and sand of Africa. Also, competitors of this first edition had to improvise as they prepared their cars. The more conservative crews embarked in unsophisticated Toyota Land Cruisers, inefficient but robust and good at traveling across the terrain. For others, the machines were sometimes humorous: small, calm Renaults (R4 and R5) cleverly cobbled together for the event, modest Lada Nivas, and curious Cournils... But apart from these vehicles that one didn&apos;t know if they would be able to reach the finish, an off-roader quickly appeared that was reliable, efficient and effective on the many surfaces which would follow on the Paris-Dakar.<BR/><BR/><B>Under the beautiful beast</B><BR/>Emerging in the early &apos;70s, the Range Rover quickly conquered the population of the upscale neighborhoods with its features and excessive cost. Heavy, bulky and bristling with luxury amenities, the &quot;Range&quot; was good at offering escape to the country roads on the weekends. People forgot that the vehicle was designed as a true off-roader with unusual strength and capable of crossing most any terrain. Brave drivers took it out on the African trails, and found it be a very effective 4x4 which was unusual at the time. Some drivers made no mistake, and chose the Range as their vehicle for the first Paris-Dakar. Some will still have good scares as the suspension of the vehicle was (very) soft, and the Range liked to liked to land on its roof: the Catels (husband and wife team) and the duo of Dumas and Puren all carried out a beautiful series of barrel rolls…<BR/><BR/><B>Minimum preparation, maximum victory</B><BR/>The most effective (and lucky - an important element in the first editions of Paris-Dakar!) competitors were Genestier, Terbiaut, and Lemordant. First at the finish, this French citizen living in Cote d&apos;Ivoire, accompanied by his driver and an assistant, never had any trouble with his Range. Yet, almost unthinkably, they had crossed Africa with a car very close to stock, and with modest performance: the 3.5-liter V8 produced only 140hp! And despite some weight reduction - removal of all unnecessary equipment - the unladen Range still tipped the scales at over 2.1 tones. The chassis was original, of course, with two rigid axles, springs and slightly stiffer dampers to better withstand high stresses. This prevented any serious roll-overs during cornering... As for the bodywork, the biggest changes were an opening in the grille to improve ventilation, and the installation of two additional lights. But the recipe paid off!<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images217?authuser=0&authkey=Gv1sRgCOfEweTDvqDFXQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images217?authuser=0&amp;authkey=Gv1sRgCOfEweTDvqDFXQ&amp;feat=directlink</A><BR/>"}