{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #44","manufacturer":"SEAT","model":"Cordoba WRC","year":2000,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":7,"driver1":"D. Auriol","driver2":"D. Giraudet","notes":"<B>Issue #44: SEAT Cordoba WRC Safari Rally 2000 D. Auriol/D. Giraudet</B><BR/><BR/>The Spanish manufacturer SEAT had briefly participated in the World Rally Championship (WRC) in the late-1970s, with little success. When it returned in the mid-1990s, things were very different. The firm won two FIA Cup World Titles and then persuaded parent company Volkswagen to back its move to the main WRC. Thus the SEAT Cordoba was born. The car achieved several good results, including three podium finishes before Volkswagen announced, rather suddenly, that SEAT would be quitting the series at the end of 2000.<BR/><BR/>Nearly 20 years after SEAT competed in the World Rally Championship (WRC) with its modest 1430 model, the Spanish manufacturer re-entered the sport with an altogether different approach. Under the guidance of chief engineer Vicente Aguilera, the man who had guided the team during its first foray in the WRC in the 1970s, SEAT returned to the limelight, winning back-to-back titles in the two-litre category of the FIA Cup in 1996 and 1997 with its frontwheel-drive Ibiza model.<BR/><BR/>With its confidence high and a strong desire to compete in the top category of the sport - the World Rally class - SEAT approached parent company Volkswagen for approval to start work on the development and construction of such a WRC machine. The company was given the green light in July 1997 and chose the two-door Cordoba model for its donor vehicle.<BR/><BR/>The all-new Cordoba featured a 1995 cc, four-cylinder, 16-valve engine that developed over 300 bhp thanks to the addition of a sophisticated electronic engine management system and a large turbocharger. The car made its competition debut in Finland&apos;s 1,000 Lakes Rally in August 1998, just over a year after SEAT had been given the go-ahead for the project. The team&apos;s two Cordobas were driven by local ace Harri Rovanperä and Spaniard Oriol Gómez. It wasn&apos;t until the final round of the 1998 WRC season - the British RAC Rally - that Harri Rovanperä scored the team&apos;s first Championship points with sixth place.<BR/><BR/>For the 1999 season, SEAT retained the services of Rovanperä and paired him with fellow Finn and former Ibiza FIA Cup driver Toni Gardemeister. In addition, Italian asphalt specialist Piero Liatti was given a third car for the sealed-surface events. Both Rovanperä and Gardemeister had an encouraging season, with the highlight being a podium finish for both drivers - Rovanperä in the Rally of Great Britain and Gardemeister in New Zealand.<BR/><BR/><B>FINAL FLURRY</B><BR/>SEAT pulled off a masterstroke in 2000 by securing the services of the only Frenchman to win the Drivers&apos; World Title, Didier Auriol. The former Ford, Lancia and Peugeot ace replaced Rovanperä who had moved to Peugeot.<BR/><BR/>The season started well for SEAT. Garderneister took fourth place in the notoriously difficult Monte Carlo Rally, while Auriol achieved the Spanish team&apos;s final podium finish with third in the equally tough Safari Rally. The result was particularly satisfying for Auriol because his power steering failed, making the job all the harder.<BR/><BR/>The tough conditions of the African event created havoc among many of the participants, resulting in the retirement of several leading drivers, including the reigning World Champion Tommi Mäkinen, as well as Ford star Colin McRae and future World Champion Marcus Grönholm. Auriol put up a brave fight against the dominant Subarus of Richard Burns and Juha Kankkunen. Englishman Burns took a superb victory in the Impreza WRC, his second in the Safari Rally.<BR/><BR/>Sadly for everyone in the SEAT team, the Volkswagen Group decided that participation in the WRC was no longer commercially viable and, during the Rally of Cyprus, announced that SEAT would be withdrawing from the Championship at the end of the year.<BR/><BR/>It was a sad end to a programme that had begun to deliver results against the might of established WRC manufacturers Ford, Mitsubishi, Peugeot and Subaru.<BR/><A HREF=\"https://photos.google.com/album/AF1QipMDHS64X-i8rd3A7m3SGNsbEqFNPe4YGeTcwkIH\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://photos.google.com/album/AF1QipMDHS64X-i8rd3A7m3SGNsbEqFNPe4YGeTcwkIH\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipMDHS64X-i8rd3A7m3SGNsbEqFNPe4YGeTcwkIH</A><BR/>"}