{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #21","manufacturer":"Hyundai","model":"Accent WRC","year":2003,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":11,"driver1":"F. Loix","driver2":"S. Smeets","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #21: Hyundai Accent WRC Monte Carlo Rally 2003 F. Loix/S. Smeets</B><BR/><BR/>After several years in the lower echelons of rallying, Korean manufacturer Hyundai entered the World Rally Championship (WRC) in 2000. The Accent WRC, driven by quick drivers such as Kenneth Eriksson, Alister McRae, Juha Kankkunen and Freddy Loix during four years at the top level, acquitted itself well on occasion, but the budget and resources available meant that the car would not be a threat to the sport&apos;s big hitters.<BR/><BR/>Developed by former British Touring Car preparation specialists Motor Sport Developments (MSD), the Hyundai Accent first appeared on the world stage in 1997, albeit in the Formula 2 category that catered only for two-litre, two-wheel-drive machinery. The Accent&apos;s lack of development and competitiveness were highlighted early on, although the efforts of former WRC winner Kenneth Eriksson did not go unnoticed. The car proved to be reasonably competitive against its opposition in Eriksson&apos;s hands narrowly missing out on Championship honours in its final year in 1999. The Swede&apos;s hard-charging approach to driving helped to establish a benchmark for the firm&apos;s move into the WRC proper in 2000.<BR/><BR/>The problem for MSD was always that the car&apos;s Korean manufacturer was unable to commit the sort of levels of budget and technical resources to the rally programme that were needed to compete at the front of the WRC. The feeling was always that Hyundai was not particularly in a hurry to win because it was taking a very long term view of its commitment to motor sport.<BR/><BR/><B>JOINING THE BIG LEAGUE</B><BR/>Alister McRae, the former British Champion and brother of 1995 World Champion, Colin, joined the team alongside Eriksson for the 2000 season, but the pair&apos;s all-new Accent WRCs struggled to make much of an impact on the big factory teams in the WRC.<BR/><BR/>Attempting to keep up with the pace of development while competing in the 11 events was not easy, but slowly the work bore fruit and McRae and Eriksson achieved their first finishes.<BR/><BR/>For 2001, the weak point of the car - the engine - was brought up to scratch. Despite the lack of resources, its power was increased and the car made a bigger impact in the WRC, achieving some excellent results. Eriksson and McRae were joined on asphalt events by Italian Piero Liatti - a specialist on sealed surfaces - and, for the Finnish 1,000 Lakes Rally only, four-time World Champion and all-round rally legend Juha Kankkunen.<BR/><BR/><B>FALL FROM GRACE</B><BR/>Hyundai hoped that the promise shown in 2001 would be carried into 2002. The team signed experienced German Armin Schwarz and young pretender Freddy Loix from Belgium to join Kankkunen, the Finn bringing his vast experience to bear for the whole season. The Accent WRCs were consistent, if unspectacular, and their reward was fourth in the Manufacturers&apos; World Championship.<BR/><BR/>But the 2003 season - Hyundai&apos;s last in the series did not start well. Loix left the road violently during the Monte Carlo Rally, breaking his left foot. A remarkable fightback from injury saw him finish 10th in the next event in Sweden, but the Hyundai management had already decided by that point that there was little point in continuing to spend a relatively large amount of money with little chance of a return on the investment. Hyundai&apos;s four-year love affair with the WRC was over... for the time being at least.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images280?authuser=0&authkey=Gv1sRgCJLwp6WarNudaw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images280?authuser=0&amp;authkey=Gv1sRgCJLwp6WarNudaw&amp;feat=directlink</A><BR/>"}