{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #63","manufacturer":"Peugeot","model":"Rally Car Collection #63","year":1976,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":2,"driver1":"J. P. Nicolas","driver2":"J. C. Lefèbvre","notes":"<B>Issue #63: Peugeot 504 Safari Rally 1976 J. P. Nicholas/J. C. Lefèbvre</B><BR/><BR/>Peugeot, one of the dominant forces in the modern era of the World Rally Championship (WRC), began its association with the sport by competing in Africa with its strong, reliable and trusty 504 models. The French cars were ideally suited to the rough terrain and challenging conditions and racked up numerous wins in the three key events - the Safari, Ivory Coast and Moroccan Rallies - during the 1970s.<BR/><BR/>The Peugeot 504 was launched in 1968 and enjoyed a production lifespan of 15 years. The French machine, with its 1796 cc, four-cylinder engine and simple, no-frills engineering, was very popular. Peugeot sold three million examples in that time, making it one of the company&apos;s most successful models.<BR/><BR/>It wasn&apos;t long before the 504 was entered in competition as a means of showcasing Peugeot&apos;s engineering capabilities. The World Rally Championship (WRC) didn&apos;t exist in 1970 - the year in which the 504 made its debut in the Rally of Corsica - but many of the famous events that would come to characterise motor sport&apos;s toughest discipline were already in place.<BR/><BR/>The 504 was not competitive on traditional asphalt and gravel rallies, so the company chose to concentrate on the gruelling African events such as the Safari, Ivory Coast and Moroccan Rallies - three of the oldest and most challenging tests in the world - to really put the machine through its paces.<BR/><BR/>One of the Peugeot&apos;s key attributes was its strength and this was put to good use in Africa where reliability was at a premium. Reinforcements were added to the chassis, floor and fuel tank of the 504 and it quickly became the machine of choice in the desert. So much so, in fact, that great drivers like Hannu Mikkola, Simo Lampinen, Timo Mäkinen, Jean-Pierre Nicolas and Guy Fréquelin were happy to throw their lot in with the quirky saloon for the African rounds of the WRC.<BR/><BR/>When the 170 bhp, four-cylinder saloon was replaced by a coupé-bodied model with a 250 bhp V6 engine for 1976, the 504 quickly became even more dominant on the African continent. Wins for Nicolas - who would go on to become team manager of the Peugeot WRC squad in the 1990s - in Morocco in 1976 and in the Safari and Ivory Coast Rallies in 1978 confirmed the car&apos;s legendary status.<BR/><BR/>Thereafter, Peugeot played almost no part in the WRC until it unleashed the Group B 205 T16 - arguably the ultimate four-wheel-drive, turbocharged rally supercar - on its rivals in the Rally of Corsica in 1984, the fifth round of that year&apos;s WRC. The 205 stormed to consecutive Drivers&apos; and Manufacturers&apos; World Championships in 1985 and 1986, leaving an indelible mark on the sport.<BR/><BR/>Peugeot didn&apos;t have things all its own way in the African events, however. Although Ove Andersson won the Safari Rally in the 504 in 1975, the French firm had lost to Joghinder Singh and the Mitsubishi Colt Lancer 12 months before. In fact, Singh had comprehensively defeated his rivals from Porsche, Lancia and Datsun, too. For 1976, with the score at one apiece, Mitsubishi and Peugeot would do battle again.<BR/><BR/>Peugeot entered five of the new 504 V6s for Tanzanian driver and Safari veteran Bert Shankland, Nicolas, Lampinen, Mäkinen and Mikkola. But none of them could do anything in the face of the dominant Lancers, which monopolised the podium with Singh, fellow countryman Robin Ulyate and British driver Andrew Cowan (the last would guide Mitsubishi to World Title glory in the 1990s in his role as team manager). Shankland and Lampinen could only manage fourth and fifth, while Nicolas came home a distant ninth. Mäkinen and Mikkola were both forced to retire.<BR/><BR/><B>HARSH CONDITIONS</B><BR/>Only 24 of the 65 teams that started the event managed to complete the 2,203 km (1,369 miles) opening stage. The Datsun Violet of Shekhar Mehta won the section, ahead of Joghinder Singh and his co-driving brother Jaswant. In the second stage, a mountainous route which, at 875 km (544 miles) was significantly shorter than the first, Singh passed Mehta for the lead. Lancia&apos;s hopes faded when Sandro Munari retired his Stratos. Singh held on to his lead and took his second Safari Rally triumph in three years. That he was backed up by Ulyate and Cowan in second and third places respectively only added insult to injury for the defeated Peugeot team.<BR/><BR/>Jean-Pierre Nicolas was determined to put his lacklustre Safari performance behind him and focus on the second African event on the 1976 calendar, the Rally of Morocco. The Frenchman gave himself and Peugeot a much-needed confidence boost by taking a 20-minute victory from team mate Simo Lampinen and finishing more than an hour in front of Munari&apos;s Stratos. There were six Peugeot 504s in the top 10, the car also taking fifth, seventh, eighth and ninth places.<BR/><BR/>No manufacturer has had greater success in Africa than Peugeot although, ironically, the 205 T16 and 206 WRC models that succeeded the venerable 504 never managed to win the Safari Rally.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOj-LPhEG5Y0J_UzLiXWHl1m5Sd6HebwNX9Z_ik\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOj-LPhEG5Y0J_UzLiXWHl1m5Sd6HebwNX9Z_ik</A><BR/>"}