{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #50","manufacturer":"Peugeot","model":"206 WRC","year":2003,"event":"Rally 1000 Miglia","eventCode":"Rally 1000 Miglia","carNumber":4,"driver1":"M. Campos","driver2":"C. Magalhães","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/2505-rally-1000-miglia-2003/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/2505-rally-1000-miglia-2003/</B></A><A HREF=\"https://www.ewrc-results.com/final/2505-rally-1000-miglia-2003/\" TARGET=\"_blank\"></A><BR/><BR/><B>Issue #50: Peugeot 206 WRC Mille Miglia 2003 M. Campos/C. Magalhães</B><BR/><BR/>As well as focusing on its World Rally Championship (WRC) programme with the dominant 206 WRC in 2003, Peugeot also took part in the European Rally Championship (ERC) to maximise exposure for the car and the company. In the opening round, the Mille Miglia, Portuguese driver Miguel Campos became the first non-ltalian winner of the famous event in its 26-year history.<BR/><BR/>The Peugeot 206 WRC was the car that took the French manufacturer back into the winners&apos; circle 12 years after it last tasted success with the awesome Group B-specification 205 Turbo 16. With back-to-back Drivers&apos; and Manufacturers&apos; World Titles, achieved thanks to the talents of Timo Salonen and Juha Kankkunen in 1985 and 1986 respectively, Peugeot had withdrawn from the sport on a high.<BR/><BR/>The French firm&apos;s return to the World Rally Championship (WRC) was, initially at least, a low-key affair with the front-wheel-drive, Kit Car-specification 306 Maxi. Despite giving the factory-entered, four-wheel-drive turbo cars a scare on asphalt events in 1994 and 1995, the 306 did not represent the future for Peugeot.<BR/><BR/>In 1999, a new model was launched. The 206 would immediately make a strong impression in its production car class. It would also form the basis for one of the most successful WRC cars ever seen. After a year of adapting to competition life, the 206 swept to victory, winning three consecutive Manufacturers&apos; World Titles between 2000 and 2002 and giving Finn Marcus Grönholm the Drivers&apos; Title in 2000 and 2002.<BR/><BR/>Despite the huge logistical effort and financial commitment of competing - and winning - in the WRC, Peugeot considered other championships to be just as important as it marketed the 206 brand around the world.<BR/><BR/>The European Rally Championship (ERC) was one such series and, in 2003, the opening round was the famous Mille Miglia Rally. Naturally, Peugeot and its potent 206 WRCs were the favourites for victory. True to form, it was a 206 that won, but the triumphant driver was not the one who most people expected.<BR/><BR/><B>RECORD BREAKER</B><BR/>Never in the previous 26 years of the event had a non-ltalian driver succeeded in winning the Lake Garda-based Mille Miglia. In 2003, that record looked set to be broken as the two favourites were ex-Ford and Subaru WRC star Bruno Thiry from Belgium and Portuguese driver Miguel Campos in an identical car. Italian Renato Travaglia, the reigning European Champion and winner of the previous two Mille Miglia Rallies, would not be scoring a hat-trick as he was competing in the Super 1600 category for the first time. Similarly, six-times Mille Miglia winner, Gianfranco Cunico, was the favourite to take Group N honours in his Mitsubishi Lancer Evo VII.<BR/><BR/>The event did not start particularly well for Campos - he was handed a three-minute penalty for failing to complete the full distance in the opening Superspecial stage. His rival, Bruno Thiry, meanwhile, had been handed an immediate advantage, although Campos refused to believe that his rally was over.<BR/><BR/>The Portuguese driver absolutely blitzed the rest of the opening day&apos;s stages to move back up the leader board. He continued his flat-out approach on the second day and moved up to fourth. His prayers were answered at the end of day two when the transmission in Thiry&apos;s 206 broke, spelling the end of the Belgian&apos;s event.<BR/><BR/><B>FLAT-OUT TO VICTORY</B><BR/>Italian driver Luca Pedersoli took over the lead in the ex-Travaglia Peugeot 306 and found himself nearly 50 seconds clear of Campos, who continued his charge to the front. Campos was pushing so hard that observers were forced to marvel at his win-or-bust approach - and it nearly ended in disaster for him when he went off the road at the start of the final day. A damaged wheelarch, which had punctured a tyre, lost him 20 precious seconds in bodged repairs. Undaunted, he continued to set fastest stage times and caught and passed Pedersoli to win by 22 seconds.<BR/><BR/>Third place went to the Fiat Punto of Giandomenico Basso, while Renato Travaglia brought further podium joy for Peugeot with third place in the Super 1600 category. The Italian had been set for a debut class victory until he dropped a minute in the penultimate special stage with a puncture on the 1600cc 206.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipO1ohPHTRgGEB44SclvE379bhHe-qdC34hHZ1sK\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipO1ohPHTRgGEB44SclvE379bhHe-qdC34hHZ1sK</A><BR/>"}