{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #61","manufacturer":"Renault","model":"5 Turbo","year":1982,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":3,"driver1":"J. L. Thérier","driver2":"M. Vial","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/3621-tour-de-corse-rallye-de-france-1982/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/3621-tour-de-corse-rallye-de-france-1982/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1982_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1982_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1982_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #61: Renault 5 Turbo Tour de Corse 1982 J. L. Thérier/M. Vial</B><BR/><BR/>The Renault 5 was one of the most successful small cars in the history of motor sport. It first appeared in the World Rally Championship (WRC) in the mid-1970s, and when the more powerful 5 Turbo arrived in 1978, it began to achieve strong results. Jean-Luc Thérier, who had been an integral part of Renault&apos;s first assault on the WRC with its Alpine team, was re-signed in 1982 and quickly adapted to the front-wheel-drive machine. He was doing well in Corsica in 1982 when engine failure allowed team mate Jean Ragnotti through to win.<BR/><BR/>Renault&apos;s 5 model first appeared in 1972. The practical and compact French machine featured a deceptively spacious interior and an affordable price tag. In keeping with the philosophy of many manufacturers keen to promote their products through competition, Renault soon entered the 5 in rallies.<BR/><BR/>After numerous successes at a national level during the mid-1970s, the 5 soon made its move into the World Rally Championship (WRC). To keep up with the 5&apos;s rivals, Renault chose, after just a few years, to introduce a turbocharged version in time for the 1978 season. It had a 1400 cc engine that developed 200 bhp through its front-wheel-drive transmission. Renault produced 250 examples of the 5 Turbo, the number required by the sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), for homologation into the sport. The extra power mated to the lightweight chassis made the new car an incredibly effective machine, particularly on asphalt - a surface on which its nimble handling came to the fore.<BR/><BR/>Despite the 5 Turbo&apos;s performance credentials, its reliability during the first few seasons was not as good as Renault had hoped. Things eventually improved and in the opening round of the 1981 WRC season, the Monte Carlo Rally, Jean Ragnotti scored the 5 Turbo&apos;s first victory at the top level.<BR/><BR/><B>RENAULT&apos;S FAVOURITE SON</B><BR/>Jean-Luc Thérier is recognised by a large number of rally fans as one of the best drivers to have taken part in the WRC. Born in 1945 in Neufchatel-en-Bray, Normandy, he became interested in cars from a very young age. At the age of just 21, after a successful junior karting career, Thérier was entrusted with a Renault 8 Gordini, but only after convincing his Citroën-dealer father that the Renault was a better option for the young Frenchman. Thérier&apos;s father insisted, however, that the car should not be seen anywhere near the family garage! The decision to go with the R8 Gordini was a good one - Thérier finished fifth on his competition debut in the Rally des Lions.<BR/><BR/>Thérier&apos;s efforts in the R8 Gordini attracted the attention of the Alpine-Renault team, which offered him a three-year contract in 1970. It was the big break he had worked so hard for and he became the first driver to win for the French team.<BR/><BR/>Thérier was perfectly poised to renew his contract with Alpine-Renault for the 1973 season - the year of the inaugural Manufacturers&apos; World Championship. With victories in the Acropolis, Portugal and Sanremo Rallies, as well as second in Sweden and Corsica, Thérier helped Alpine-Renault to the Manufacturers&apos; Title. He also won the French Rally Championship Title in the same year.<BR/><BR/><B>LEFT TO HIS OWN DEVICES</B><BR/>After two less successful seasons in 1974 and 1975, Renault withdrew from rallying to concentrate on its forthcoming attack on Formula 1 and the Le Mans 24 Hours. Many of the Alpine-Renault drivers then had to secure a drive wherever they could. Thérier himself drove for Toyota, Triumph, Volkswagen and Porsche (for whom he won the 1980 Rally of Corsica) over the next few years.<BR/><BR/>His career came full circle when he returned to Renault at the end of the 1982 season. His first outing for the team came in the 5 Turbo in Corsica and, although he retired with engine failure, he proved he had lost none of the speed he had shown with the Alpine-Renault team. The little Renaults were very competitive on the French-owned island and Thérier&apos;s team mate Jean Ragnotti won the event outright.<BR/><BR/>An intuitive, aggressive and resourceful driver, Thérier stood out for amazing improvisational skills that often helped him out of awkward situations, on both asphalt and gravel. He will be remembered for his spectacular driving style, as well as a certain disdain for anything orthodox. More than once he started a rally with pacenotes borrowed from another driver and very often he would re-use notes from previous reconnaissance sessions.<BR/><BR/>At the end of 1984, Thérier withdrew from the WRC, although not from competitive rallying altogether. In 1985, he tackled the infamous Paris-Dakar Rally at the wheel of a four-wheel-drive Citroën Visa. While lying in an impressive fourth overall, Thérier crashed violently and suffered nasty injuries. The physical after-effects of the accident in Africa forced him to retire from driving his great passion in life - at the age of just 40.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images315?authuser=0&authkey=Gv1sRgCIuTlpflyeufhAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images315?authuser=0&amp;authkey=Gv1sRgCIuTlpflyeufhAE&amp;feat=directlink</A><BR/>"}