{"images":["1","2","3","9","10","11","12","13"],"scale":"1:43","brand":"IXO","catalogNo":"RAM398","manufacturer":"Citroën","model":"C4 WRC","year":2009,"event":"Rally Catalunya - Costa Daurada","eventCode":"Rally de Catalunya","carNumber":11,"driver1":"P. Solberg","driver2":"P. Mills","competitionClass":"Group A","notes":"<A HREF=\"http://www.ixomodels.com/index.php/car/popup/1498\" TARGET=\"_blank\">http://www.ixomodels.com/index.php/car/popup/1498</A><BR/><BR/><A HREF=\"http://www.pettersolberg.com/html/official-news/page/25/\" TARGET=\"_blank\">http://www.pettersolberg.com/html/official-news/page/25/</A><BR/><BR/><A HREF=\"http://www.pettersolberg.com/html/official-news/page/24/\" TARGET=\"_blank\">http://www.pettersolberg.com/html/official-news/page/24/</A><BR/><BR/>eBay: 31.66<BR/>IXO Store: 30.00<BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/398-rallyracc-catalunya-costa-daurada-2009/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/398-rallyracc-catalunya-costa-daurada-2009/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2009_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2009_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2009_World_Rally_Championship</A><BR/><BR/><b>IXO RAM398 Citroën C4 WRC 2009 Rallye Catalunya - Costa Daurada 4th Place P. Solberg/P. Mills</b><BR/><BR/>Purchased: 2011<BR/>Manufacturer site: http://www.ixomodels.com/index.php/car/popup/1498<BR/><BR/>(from <A HREF=\"http://en.wikipedia.org/wiki/Petter_Solberg#2009\">Wikipedia</A>)<BR/>Subaru announced on 16 December 2008 that they would not be participating in the World Rally Championship any longer, a mere day after Suzuki announced their withdrawal. Petter and co-driver Phil Mills were left without a ride. Looking at their options with the remaining teams they had to sit out the 2009 season opening Rally Ireland. After careful evaluation of several privateer options including Ford and Citroën cars, Solberg confirmed having acquired (most likely leased) a Citroën Xsara WRC (in 2006 WRC spec) as of 25 January 2009, and that Phil Mills and himself would return to the WRC in a privateer team for the 2009 Rally Norway.<BR/><BR/>On 6 February 2009, Solberg officially unveiled the Petter Solberg World Rally Team, with himself as driver and Phil Mills as cod river. It took some time to adapt to the new car during their first round in Norway, but eventually Petter and Phil managed to secure a sixth place and three points in the drivers&apos; championship. Following that result and a new engine from Citroën, Solberg finished third in the Cyprus Rally, being the first true privateer in a privately run team to be in the podium since Malcolm Wilson back in 1993. Solberg managed to repeat this feat in Sardinia.<BR/><BR/>Solberg and Mills retained their consistent fight for 3rd and 4th position through the three next rallies; Portugal, Argentina (Retired from 3rd position due to loss of fuel pressure on the final stage) and Italy. Solberg &quot;threatened&quot; to swap to a Peugeot 307 WRC, unless he got the 2006 spec upgrades for his Xsara. He received the upgrades (mainly improved intercooler and mechanical differentials) for Sardinia, which made them able to defend a 3rd place, in very hot conditions. Solberg expressed that they were unable to push harder in hot temperatures, and remained open to analyze what to do for the next events. Solberg was believed to be in talks of upgrading to a Peugeot 307 CC but decided to stick with the Xsara. After retiring from Rally Finland, Solberg decided to miss Australia to concentrate on finding a more competitive car. After testing a Citroën C4 WRC in France, and a Ford Focus RS WRC in Britain, Solberg confirmed he would drive a C4 at the final two rounds of the season, Rally Catalunya and Wales Rally GB. The car was to be a 2008-spec C4, but would feature updates to bring it as close as possible to the factory cars of Sébastien Loeb and Dani Sordo. Solberg continued to drive for his own Petter Solberg World Rally Team for Catalunya, but was a nominated points scorer for the Citroen Junior Team at Wales Rally GB, alongside Sebastien Ogier. He finished in 4th position in both of these events, and ended up 5th in the overall 2009 Drivers&apos; Championship standings.<BR/><BR/><BR/><BR/><BR/>   <BR/>"}