{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #57","manufacturer":"Mitsubishi","model":"Lancer WRC 04","year":2004,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":9,"driver1":"G. Panizzi","driver2":"H. Panizzi","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/49-rallye-automobile-de-monte-carlo-2004/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/49-rallye-automobile-de-monte-carlo-2004/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2004_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2004_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2004_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #57: Mitsubishi Lancer WRC Monte Carlo 2004 G. Panizzi/R. Panizzi</B><BR/><BR/>The Mitsubishi Lancer was one of the most successful rally cars of the 1990s. It took its first victory in 1995 and its last in 2001. During those six seasons, the Japanese machine gave Finn Tommi Mäkinen four straight Drivers&apos; World Titles. Following Mäkinen&apos;s departure in 2002, the team struggled. An enforced sabbatical for the 2003 season heralded a return with an all-new and final version of the car - the Lancer WRC - in 2004.<BR/><BR/>The first generation of Mitsubishi&apos;s most successful rally car, the Lancer Evo, was introduced in 1993 and was more powerful and lighter than its predecessor, the Galant VR4. The Japanese firm had concentrated on stability and aerodynamic efficiency when it created the new machine, as well as the usual improvements to power outputs.<BR/><BR/>There were no wins in the Lancer&apos;s first two years in the World Rally Championship (WRC), but the victory drought ended in the 1995 Rally of Sweden, when local hero Kenneth Eriksson gave the Lancer its maiden win. Eriksson followed up his home success with his second win of the year in Australia. It guaranteed Mitsubishi second place in the Manufacturers&apos; World Championship and placed the Swede third in the overall Drivers&apos; Championship points standing.<BR/><BR/>It was in 1996 that the Mitsubishi Lancer established itself as the benchmark car in the WRC. After six years of domination by rival Japanese marque Toyota, it was Mitsubishi&apos;s turn to do the bulk of the winning. And the man guiding the Lancer to its success was Finn Tommi Mäkinen. Not only did Mäkinen match the record four Drivers&apos; Titles achieved by compatriot Juha Kankkunen, he did it in four successive years.<BR/><BR/>Mäkinen won 23 WRC events at the wheel of the Mitsubishi Lancer and proved that the revolutionary machine was equally at home on the snow and ice of Sweden as it was on dusty gravel of the Safari Rally.<BR/><BR/><B>FALL FROM GRACE</B><BR/>The end of the 1990s marked a slow but steady decline for Mitsubishi in the WRC. Mäkinen continued to win events in 2000 and 2001, but he had to give best to the Peugeot and Subaru drivers in the overall Title race. The key to the decline was a lack of development on the Lancer. While Mitsubishi&apos;s rivals broke new ground to ensure their cars were as competitive as possible, Mitsubishi appeared to stand still. The last version, the Evo VII, made its debut in the 2001 Rally of Sanremo but it lacked power. The new car&apos;s poor form was enough to convince Mäkinen that his seven-year relationship with Mitsubishi was over.<BR/><BR/>When the four-time World Champion signed with Subaru for 2002, Mitsubishi was left in a state of disarray. It failed to win a single event that year and finished sixth and last in the Manufacturers&apos; Title race with just nine points. The fall from grace led to a Mitsubishi management decision to withdraw from the WRC for a year so that the team could concentrate on improving the Lancer behind the scenes and away from the pressure of competition.<BR/><BR/><B>HOPE SPRINGS ETERNAL</B><BR/>For its return to the WRC frontline in 2004, Mitsubishi secured the services of seven-time rally winner Gilles Panizzi. The Frenchman had a reputation for being one of the best drivers in the sport on asphalt, although his much-improved form on gravel was what prompted Mitsubishi to sign him to lead its two-car team. The second Lancer WRC, a car that had been completely redesigned during the firm&apos;s sabbatical, would be shared by Finn Kristian Sohlberg, Italian Gianluigi Galli and young Spaniard Dani Sola, the 2002 Junior World Champion.<BR/><BR/>For the first time in his career, spent almost entirely with the Peugeot team, Panizzi found himself as the undisputed leader of a factory WRC team. His motivation was back to its committed best as he attempted to turn Mitsubishi into a WRC winner once more.<BR/><BR/><B>A POINT TO PROVE</B><BR/>Panizzi&apos;s first outing with the new Lancer came in the opening round of the 2004 WRC season - the Monte Carlo Rally - and he finished a respectable sixth. He later admitted that it would be some time before he felt completely comfortable with the car and that there was improvement needed, both from him and the car. Mitsubishi also claimed the car had not yet achieved its development potential, despite the team having had a year&apos;s head start over the competition.<BR/><BR/>The second Lancer WRC, driven by Panizzi&apos;s team mate Gianluigi Galli, had a strong event. The Italian ran ahead of his more experienced colleague for much of the event, before blotting his copybook with a rally-ending, off-road excursion. Victory went to Frenchman Sébastien Loeb, whose Citroën Xsara WRC was joined on the podium by the two Ford Focus WRC drivers, Estonian Markko Märtin and young Belgian François Duval.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOf_pJSsLi9sva-oV2V8mEZrSfECaEwFZPoaxWI\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOf_pJSsLi9sva-oV2V8mEZrSfECaEwFZPoaxWI</A><BR/>"}