{"images":["1","2","3","4","5","6"],"scale":"1:43","brand":"Altaya","manufacturer":"Talbot","model":"Sunbeam Lotus","year":1981,"event":"Rally Codasur","eventCode":"Rally Argentina","carNumber":2,"driver1":"G. Fréquelin","driver2":"J. Todt","competitionClass":"Group 2","notes":"<A HREF=\"https://www.ewrc-results.com/final/10450-rally-codasur-1981/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/10450-rally-codasur-1981/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1981_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1981_World_Rally_Championship</A><BR/><BR/><b>Altaya Talbot Sunbeam Lotus 1981 Rally Codasur Winner G. Fréquelin/J. Todt</b><BR/><BR/>Purchased: 2012<BR/><BR/>Only WRC win for Guy Fréquelin<BR/>2nd (and last) WRC win for Talbot<BR/>2nd (and last) WRC win for Sunbeam Lotus<BR/><BR/>The Talbot Sunbeam Lotus mated a small, well-balanced chassis and a powerful, well-developed Lotus twin-cam engine. The car proved to be incredibly competitive and, as a result, French constructor Talbot scooped the 1981 Manufacturer&apos;s Title in only its second year. Despite its iconic status in WRC history, the Talbot Sunbeam Lotus only scored two victories at the top level of the sport. Henri Toivonen&apos;s success in Britain&apos;s RAC Rally in 1980 was followed up by a win for Guy Fréquelin in Argentina in 1981.<BR/><BR/>The Sunbeam&apos;s rise to prominence can be traced back to the late 1970s, when parent company Chrysler Europe&apos;s racing boss, Irishman Des O&apos;Dell, was busy guiding the firm&apos;s Avenger model to three British Touring Car Championship Titles. O&apos;Dell had worked in many different disciplines of international motor sport and was regarded as something of a canny operator. That was never more true than when the Avenger&apos;s replacement, the smaller and lighter Sunbeam, was launched.<BR/><BR/>O&apos;Dell was quick to spot the potential of the Sunbeam as a rally car. Its compact dimensions and straightforward engine and transmission package would make it ideal for WRC competition. But O&apos;Dell had one major concern: the 1300 cc motor wouldn&apos;t be powerful enough.<BR/><BR/>The solution, O&apos;Dell figured, was to fit the potent, 2.2-litre twin-cam Lotus engine. A quick chat with friend and Lotus boss Colin Chapman, one of Formula 1&apos;s most gifted and innovative engineers, secured O&apos;Dell the partnership he craved to allow him to take the Sunbeam to the top of the WRC. The 16-valve Lotus engine was shoehorned into the Sunbeam and the result was a hugely powerful, perfectly-balanced machine. So impressed was Chrysler, in fact, that it immediately gave the go-ahead to build the requisite 400 units that would enable the car to be homologated for the WRC&apos;s top class: Group 4.<BR/><BR/>Before the car could be entered in rallies, a company name change meant that the Chrysler Sunbeam Lotus would become known as the Talbot Sunbeam Lotus. Chrysler Europe&apos;s parent company, the PSA Group, had ordered the name change and re-branding, but it wouldn&apos;t delay the car&apos;s arrival on the WRC scene. Production of the car increased until it reached 1,000 units, which enabled it to compete in Groups 1 and 2 (the production-based categories), as well as the full-blown Group 4 class. Despite the modesty of Talbot&apos;s resources, put to the most efficient use under the watchful eye of Des O&apos;Dell, the Sunbeam immediately made an impression in an era that spawned the mighty, four-wheel-drive Audi Quattro - a car that would revolutionize the sport.<BR/><BR/>I found these 2 video clips of the Talbot in action in Argentina:<BR/><A HREF=\"https://youtu.be/7bMFKfPiLBs?t=3m30s\">DiFilm - 3° Rally Codasur de la Republica Argentina - Tercer dia 1981</A><BR/><A HREF=\"https://youtu.be/vCOWMlwppZw?t=41s\">1981 RALLY CODASUR</A><BR/><BR/>The model is from an unknown (to me anyway) partswork series.<BR/><BR/><BR/><BR/>  <BR/><BR/><BR/>"}