{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #56","manufacturer":"Toyota","model":"Corolla (AE111)","year":2004,"event":"Monza Rally Show","eventCode":"Monza Rally Show","carNumber":46,"driver1":"V. Rossi","driver2":"C. Cassina","notes":"<A HREF=\"https://www.ewrc-results.com/final/1853-monza-rally-show-2004/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/1853-monza-rally-show-2004/</B></A><A HREF=\"https://www.ewrc-results.com/final/1853-monza-rally-show-2004/\" TARGET=\"_blank\"></A><BR/><BR/><B>Issue #56: Toyota Corolla WRC Monza Rally Show 2004 V. Rossi/C. Cassina</B><BR/><BR/>Toyota participated in the World Rally Championship (WRC) for almost three decades, from 1972 to 1999. When the Japanese firm&apos;s final machine, the Corolla WRC, finished competing at the top level, it was often seen in national and European Championship events, such as the Rally of Monza. This annual sprint event attracts many of the great names from international motor sport, including motorcycle legend Valentino Rossi. The Italian hero finished third in the 2004 event and, 12 months later, beat WRC superstar Colin McRae!<BR/><BR/>Toyota was the first Japanese manufacturer to take on its European rivals in the World Rally Championship (WRC). The venture was not an easy one, but consistently strong results - and World Championships - eventually materialised in the 1990s. The success was a reward for Toyota&apos;s perseverance, since the company had first appeared in the sport as long ago as the 1972 RAC Rally, an event in which its early Corolla model finished in ninth place.<BR/><BR/>Toyota&apos;s presence in the WRC lasted some 27 seasons and it was the firm&apos;s Celica model that achieved the most success. Although the original Corolla model won the 1973 Press On Regardless Rally in America - the 11th round of the inaugural WRC season - it was the Celica that really flew the Toyota flag in rallying.<BR/><BR/>With four consecutive Drivers&apos; World Championships - two for Carlos Sainz in 1990 and 1992, and one each for Juha Kankkunen (1993) and Didier Auriol (1994) - the Celica became the benchmark in the sport. Add to that the two Constructors&apos; Championships (1993, 1994) won by the Celica, and its replacement had a lot to live up to.<BR/><BR/>That successor arrived in the shape of the new-age Corolla WRC in the 1997 Rally of Finland. The new car retained the turbocharged engine and four-wheel-drive transmission of its predecessor, but its smaller dimensions and lighter weight made it faster and more nimble on the rally stages. The car won four rallies in its two-year lifespan and took a third Manufacturers&apos; Title for Toyota in 1999.<BR/><BR/><B>THE SECOND COMING</B><BR/>Long after the factory-entered Corolla WRCs had finished competing at the top level of the sport, the car could be seen in national and European Championship events. A popular annual event that attracts many of the top names from rallying and circuit racing is the Rally of Monza, held at the fabled home of the Italian Grand Prix near Milan. Its sprint format on asphalt is a real spectacle and is witnessed each year by thousands of fans, many of whom turn up to see their heroes from various disciplines of motor sport in action.<BR/><BR/>One such regular competitor is multiple motorcycle world champion and self-confessed rallying fan Valentino Rossi. The Italian, for many the greatest exponent of two-wheeled racing ever, enjoys competing at Monza when his punishing MotoGP schedule allows and, in 2004, he took part in the event in an ex-factory Toyota Corolla WRC. Having competed in one full-blown WRC event - the 2002 Rally of Great Britain - in a Peugeot 206 WRC, Rossi is keen to further his experience at the wheel of powerful rally cars. He has often said that, once he has finished annihilating the MotoGP records, he will turn his attention to rallying.<BR/><BR/>Rossi finished third in the 2004 event, which was won by double Le Mans 24 Hours winner Rinaldo Capello at the wheel of a Škoda Fabia WRC. With Capello and Rossi running at the front of the event throughout, it proved that circuit racers and bike riders can adapt well to the specific techniques required in rallying.<BR/><BR/><B>ON YOUR BIKE</B><BR/>The absolute domination of the World Motorcycle Championships by Rossi - he has won seven World Titles in 125cc, 250cc, 500cc and MotoGP - has turned the Italian into a sporting icon of our times. Valentino charms the crowds with his self-confidence and his sense of humour. In his Italian homeland, observers have long speculated that if he doesn&apos;t move into rallying he will become a Formula 1 (F1) driver. He has tested for the Ferrari team on a number of occasions and cheekily encourages the speculation about his future. Having achieved respectable lap times in Ferrari&apos;s F1 car, in comparison with multiple World Champion and F1 legend Michael Schumacher, a switch to the world&apos;s premier motor sport series may not be out of the question.<BR/><BR/>Valentino returned to compete in the Rally of Monza again in 2005 and finished second to Capello. What was more remarkable, however, was that Rossi beat 1995 World Rally Champion Colin McRae into third. The result proved that Rossi has a God-given talent and his presence in MotoGP, Formula 1 or the WRC is guaranteed to generate a huge amount of media and supporter interest.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipNx1tG-tT5Zcv3_MYesDgTvpTFiLSYg9Y2nH_7o\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNx1tG-tT5Zcv3_MYesDgTvpTFiLSYg9Y2nH_7o</A><BR/>"}