{"images":["1","2","3","4","5","6","7","8","9","10","11","12"],"scale":"1:43","brand":"HPI","catalogNo":"8590.2","manufacturer":"Toyota","model":"Celica GT-Four (ST165)","year":1990,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":2,"driver1":"C. Sainz","driver2":"L. Moya","competitionClass":"Group A","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8590/8590.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8590/8590.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/641-rallye-automobile-de-monte-carlo-1990/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/641-rallye-automobile-de-monte-carlo-1990/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1990_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1990_World_Rally_Championship</A><BR/><BR/><b>HPI 8590 Toyota Celica GT-Four (ST165) 1990 Rallye Monte Carlo 2nd Place C. Sainz/L. Moya</b><BR/><BR/>Although the existing Celica GT-Four had already been rendered obsolete in the showrooms - the new ST185 model had been launched at the Tokyo Motor Show at the end of 1989 - TTE made it clear that it had no intention of rushing to change over from the model that they already had in in World Championship use. For 1990, Carlos Sainz was the undisputed number one team driver, and all TTE’s efforts went into propelling him towards a World Championship title.<BR/><BR/>On the rally stages, the battle with Lancia continued in the same way that 1989 had ended. In Monte Carlo, 3 TTE cars faced off against 3 Martini Lancias. The other competing Mazdas and Mitsubishis were not of any real concern. Carlos Sainz and Didier Auriol - in this <A HREF=\"http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=340526#p340526\">Delta Integrale 16V</A> - swapped the lead no fewer than 11 times. <A HREF=\"http://crasstalk.com/2011/03/cheatins-still-winnin-the-story-of-toyota-racings-best-cheat-ever/\">Ironically</A>, Toyota thought that the Deltas were cheating over the new turbocharger restriction regulations, though their protests were eventually rejected. The competition was incredibly close, with Sainz only finally ceding the lead to Auriol five stages from the finish on the final night in the mountains. In the end, Sainz finished 52 seconds behind Auriol in second place.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/>Rally Giants: Toyota Celica GT-Four - Robson, Graham<BR/>"}