{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #54","manufacturer":"Peugeot","model":"306 Maxi","year":1996,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":1,"driver1":"F. Delecour","driver2":"C. Sauvage","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/491-rallye-automobile-de-monte-carlo-1996/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/491-rallye-automobile-de-monte-carlo-1996/</B></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1996_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1996_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1996_World_Rally_Championship</A><BR/><BR/><B>Issue #54: Peugeot 306 Maxi Monte Carlo Rally 1996 F. Delecour/C. Sauvage</B><BR/><BR/>Peugeot&apos;s 306 Maxi Kit Car was only supposed to be a stop-gap for the French firm&apos;s return to the World Rally Championship (WRC) after a long absence. However, the lightweight, powerful machine succeeded in humbling many of its prestigious rivals in the top class. In the hands of French star driver François Delecour, the 306&apos;s finest moment came in the 1996 Monte Carlo Rally when Delecour took a superb second place.<BR/><BR/>The new 306 Maxi Kit Car would have a lot to live up to because its predecessor - the four-wheel-drive, turbocharged 205 Turbo 16 - achieved an incredibly high level of success in just over two years. The car gave Peugeot the Drivers&apos; and Manufacturers&apos; Championship Titles in both 1985 and 1986, before drastic rule changes for 1987 spelled the end of the Group B car&apos;s life.<BR/><BR/>Although the 306 Maxi was Peugeot&apos;s first serious WRC machine since the 205, the car was not intended to be a natural successor to it. That would come in the shape of the 206 in 1999 - and it would become a car as dominant as its 1980s&apos; cousin.<BR/><BR/>By giving the green light to the 306 Maxi programme, Peugeot signalled its intent to set up the infrastructure enabling it to return to the World Championship with certain elements already in place for the full assault in 1999. Many considered the 306 Maxi to be a toe-in-the-water exercise for Peugeot - a dress rehearsal, perhaps.<BR/><BR/>The 306 Maxi, based on the production model launched in 1993, made its competition debut in 1996. The car featured a 2-litre, 16-valve, normally-aspirated (non-turbocharged) engine that developed 275 bhp through a six-speed gearbox. With a kerb weight of just 960 kg (2,116 lb), the 306 Maxi proved to be extremely effective on asphalt roads, its light weight more than compensating for its lack of power compared to other WRC counterparts. Although Kit Car regulations gave the manufacturers carte blanche to build whatever car they wanted (provided it was based on a production car), the sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), quickly realised that the Kit Cars were embarrassing the premier class machines and soon added a further 40 kg (88 lb) to the 960 kg (2,116 lb) minimum weight limit.<BR/><BR/><B>PUNCHING ABOVE ITS WEIGHT</B><BR/>The 306 Maxi was the first Kit Car that challenged the supremacy of the four-wheel-drive, turbocharged WRC machines on asphalt. With drivers of the calibre of Gilles Panizzi and François Delecour armed with the light, nimble Kit Car, several giant-killing performances were recorded by the French machines.<BR/><BR/>It was in the 1996 Monte Carlo Rally that the 306 Maxi made its debut at the highest level, although that year&apos;s event only counted towards the 2-litre category, rather than the full-blown WRC. François Delecour took a superb second overall, as well as racking up further strong results in French and European Championship outings. In fact, Delecour&apos;s successes at home landed him the French Rally Championship Title in both 1996 and 1997.<BR/><BR/><B>FLAT-OUT FRENCHMAN</B><BR/>Delecour&apos;s passion for rallying emerged very early in his life. He started driving at the age of 14, and at just 19 he began to compete in local competitions.<BR/><BR/>In 1984, he made his WRC debut in the Monte Carlo Rally in a Talbot Samba Rally. He soon realised he was out of his depth and opted to contest the Peugeot Challenge series as a means of ingratiating himself with the manufacturer. It proved to be an excellent decision because, in 1987, Delecour was chosen by Peugeot as the most promising French driver and given a factory-blessed 205 GTI with which to contest the French Championship.<BR/><BR/>Delecour returned to compete in the Monte Carlo and Corsica Rallies each year to learn the events&apos; tricky stages and perfect his asphalt technique. In fact, it was not until Ford signed him in 1991 that he tackled any other event aside from Monte Carlo and Corsica.<BR/><BR/>His debut with the Ford Sierra RS Cosworth was hugely impressive. He took the turbocharged, four-wheel-drive machine to third overall and achieved three other points finishes in that first year.<BR/><BR/>Delecour achieved more electrifying performances in 1992 with the Sierra, included coming within an ace of winning in Monte Carlo before dropping back to fourth with suspension problems.<BR/><BR/>The Frenchman&apos;s big break came in 1993, when he was armed with the all-new Escort RS Cosworth. His victory breakthrough came in Portugal, and he followed that up with wins in Corsica and Catalunya. The 1994 season was not as good, however. Victory in the Monte Carlo Rally was a great start, but a serious road accident at the wheel of his Ferrari, in which he broke both his legs, meant the season was written off. He made a comeback in 1995, but his relationship with Ford would soon end.<BR/><BR/><B>BACK TO HIS ROOTS</B><BR/>Delecour moved back to Peugeot in 1996 to drive the 306 Maxi and immediately made an impression. Despite the Rally being removed from the WRC calendar because of the unpopular event rotation system, there was still some stiff competition for Delecour to take on. He battled throughout the event with the pace-setting Ford Escort Cosworth of Patrick Bernadini and the Toyota Celica GT4 of factory driver Armin Schwarz.<BR/><BR/>The last day of the event included a run through the famous Col de Turini mountain stage. With heavy rain and thick fog, Delecour was in his element and took advantage of problems for Schwarz to move into second place in what was just a two-wheel-drive car. Although Bernadini was assured of victory, provided he encountered no problems in the remaining stages, Delecour had to push hard to maintain his second place. He held on to score an incredible result in the notoriously tricky event. François Delecour was back and his name was on everyone&apos;s lips...<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipNZvNmA_XL2lTQKQdDqq_NBoZf8ijP70Vv4kxv0\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNZvNmA_XL2lTQKQdDqq_NBoZf8ijP70Vv4kxv0</A><BR/>"}