{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #12","manufacturer":"Peugeot","model":"307 WRC","year":2004,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":5,"driver1":"M. Grönholm","driver2":"T. Rautiainen","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/49-rallye-automobile-de-monte-carlo-2004/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/49-rallye-automobile-de-monte-carlo-2004/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2004_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2004_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2004_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #12: Peugeot 307 WRC Monte Carlo Rally 2004 M. Grönholm/T. Rautiainen</B><BR/><BR/>The successor to Peugeot&apos;s dominant 206 WRC - a car that had won three consecutive Manufacturers&apos; World Championships and two Drivers&apos; titles - would have a tough act to follow. The new machine, codenamed 307, made its debut in the Monte Carlo Rally at the start of the 2004 season and immediately showed great promise in the hands of former double World Champion, Marcus Grönholm.<BR/><BR/>In the winter of 2002, the car with which Peugeot hoped to maintain its dominant position in the World Rally Championship (WRC) broke cover. The 307 WRC, based on the coupe cabriolet road car, was a step into the unknown for the French manufacturer.<BR/><BR/>After four incredibly successful years, in which the 206 model won a hat-trick of Manufacturers&apos; titles and powered Marcus Grönholm to two Drivers&apos; titles, it was a case of starting from scratch. Market forces meant that the 206 was now surplus to requirements and the 307 was the model that Peugeot chiefs wanted to heavily promote.<BR/><BR/>Since the new model retained almost nothing from its predecessor&apos;s make-up, extensive testing was required before the car&apos;s planned debut at the start of the 2004 season. Factory test drivers Cedric Robert and Andrea Aghini were entrusted with fine-tuning the car which, apart from the obvious physical differences, featured an all-new gearbox - mounted at the far end of the engine - and a transversely mounted engine (the 206 had a longitudinal configuration). Testing had been positive and the car, now armed with the vital homologation papers (the technical and production regulations to which all competition cars must adhere), was ready for its first event - the 2004 Monte Carlo Rally.<BR/><BR/><B>SOME FINN SPECIAL</B><BR/>Peugeot&apos;s &apos;favourite son&apos;, Marcus Grönholm - the man who had dominated the 2000 and 2002 World Drivers&apos; Championships - was retained by the team to bring his speed, experience and technical nous to bear on the new 307 programme.<BR/><BR/>Born in Kauniainen, Finland on 5 February 1968, Grönholm became interested in rallying at a young age, thanks to his father, Ulf, who was the Finnish champion in 1977 and 1978. Although he had taken part in junior motocross for five years, a knee injury soon persuaded the young Grönholm to pledge has allegiance to the four-wheeled cause. He made his WRC debut in 1989 at the wheel of a privately-entered Lancia Delta Integrale and a subsequent string of excellent results in his own Toyotas during the early 1990s brought him to the attention of the factory Peugeot squad and presented him with the prospect of driving rally-winning machinery for the first time.<BR/><BR/>Grönholm&apos;s Peugeot debut was the Acropolis Rally in Greece in 1999, an event on which he retired. However, fourth place on his very next outing - Finland&apos;s 1,000 Lakes Rally - proved that he was indeed a star of the future.<BR/><BR/><B>THE FIRST TITLE</B><BR/>The 2000 season was Grönholm&apos;s first full year in the WRC and the Finn produced an incredible string of results in the 206. Victories in Sweden, New Zealand, Finland and Australia, as well as six other top-five finishes, ensured that after just 15 months as a factory driver he captured his first World title. In addition, his pace and consistency gave Peugeot its first Manufacturers&apos; title since 1986. After losing out to Subaru&apos;s Richard Burns in 2001 - despite winning in Finland, Australia and Great Britain - Grönholm bounced back the following year to become World Champion for the second time after wins in Sweden, Cyprus, Finland, New Zealand and Australia. His 40-point advantage over Norwegian Petter Solberg was the WRC&apos;s biggest margin of success for 12 years. In 2003, Solberg took his revenge and won the title for Subaru, Grönholm finishing a lowly sixth. Victory in Sweden, New Zealand and Argentina was not enough to make up for six retirements in the 206&apos;s final season.<BR/><BR/><B>A NEW DAWN</B><BR/>The first appearance of the 307 in the 2004 Monte Carlo Rally marked the start of a period of uncertainty for Grönholm and Peugeot. No one knew just how the new car was going to perform in competition.<BR/><BR/>Very early in the event, though, it was obvious that the car had a promising future. Grönholm won the first special stage and retained the lead until the last stage of the day when his car left the road in the Col de Bleine. The off-track excursion lost the Finn almost a minute and handed the lead to Citroën&apos;s Sébastien Loeb, who went on to win for the second time. Grönholm eventually recovered to finish fourth - his best result on the tricky event. It certainly gave the team cause for optimism, particularly when he followed it up with second place in Sweden and New Zealand.<BR/><BR/>Throughout the rest of the busy 2004 season (there were two new rallies in Mexico and Japan to take the total number of events to 16), Peugeot&apos;s all-new 307 acquitted itself well and took a fabulous maiden victory in the 1,000 Lakes. Grönholm excels in his local event and his fourth success at home was richly deserved.<BR/><BR/>However, the all-new 307 wasn&apos;t able to mix it often enough with the well-developed Citroën Xsara, Subaru Impreza and Ford Focus in the WRCs battle for manufacturer supremacy. 2005 may change all that...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images288?authuser=0&authkey=Gv1sRgCMbgmeaux7HohgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images288?authuser=0&amp;authkey=Gv1sRgCMbgmeaux7HohgE&amp;feat=directlink</A><BR/>"}