{"images":["0","1","2","3","4","5","6","7","8","9"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #48","manufacturer":"Volvo","model":"PV544","year":1965,"event":"East African Safari Rally","eventCode":"Safari Rally","carNumber":1,"driver1":"J. Singh","driver2":"J. Singh","notes":"<B>Issue #48: Volvo PV544 East African Safari Rally 1965 J. Singh/J. Singh</B><BR/><BR/>Volvo has never taken part in the World Rally Championship (WRC) in an official capacity. However, before the series was created in the early 1970s, the Swedish manufacturer distinguished itself in some of the sport&apos;s toughest events in Scandinavia and Africa. It was with the PV544 that Volvo scored its only victory in the Safari Rally. Driven by the Kenyan brothers Joginder and Jaswant Singh, the car dominated the 1965 rain-hit event from start to finish and won by a margin of over an hour and a half<BR/><BR/>Soon after the end of the Second World War, Swedish manufacturer Volvo launched the PV444. The small, economical production car was a departure from tradition for a company that had previously concentrated on producing taxis and trucks.<BR/><BR/>Founded back in 1927, Volvo had never manufactured more than 2,000 examples of any model, but it sold some 440,000 PV444s, compared to an initial forecast of 12,000. The car enjoyed a long lifespan and, despite several design changes, continued to be produced until August 1954 when its successor, the PV544, was born.<BR/><BR/>From humble beginnings, the PV544 grew into a potent, 130 bhp machine that maintained Volvo&apos;s tradition for continually developing its models. The car was the mainstay of the Swedish firm&apos;s production department until 1965, the same year in which the competition department closed.<BR/><BR/>The PV544 was easy to maintain and its robustness and reliability were widely admired in the car industry. Interestingly, the PV544 was the first car to incorporate front seat belts - innovative safety devices that now feature in all modern production vehicles.<BR/><BR/>The differences between the PV444 and 544 were subtle but significant. The later car was fitted with a one-piece windscreen, and its engine had been significantly uprated and improved, while all the time adhering to Volvo&apos;s philosophy of safety and robustness.<BR/><BR/><B>SUCCESS STORY</B><BR/>Both models had provided ample proof of their rallying efficiency in a variety of difficult conditions. Indeed, the European Titles won by Gunnar Andersson in 1958 and 1963, and Tom Trana in 1964, were perfect examples of the Volvo&apos;s all-round competitiveness. Volvo also added its name to the list of winners in many of the sport&apos;s most famous events. Victories in the 1000 Lakes Rally (1959), Rally of Sweden (1960, 1964 and 1965), Acropolis Rally (1961 and 1964) and RAC Rally (1963 and 1964) were just some of the highlights.<BR/><BR/>When production of the PV544 stopped in 1965, the car remained very competitive. The four vehicles sent to compete in the Safari Rally in 1964 did not finish the event, but one of them was bought by brothers Joginder and Jaswant Singh. Kenyans of Indian origin, the Singhs rebuilt the car in time for the event the following year and, despite it having already racked up 67,000 kilometers (42,000 miles) in competition, the Volvo dominated from start to finish. Their winning margin was a staggering one hour and 40 minutes. Joginder won the Safari Rally again in 1974 and in 1976, both times for Mitsubishi. He was the first driver to win the event three times, an achievement only bettered in the 1980s by Shekar Mehta.<BR/><BR/>Singh&apos;s first victory, in 1965, was achieved in terrible conditions. The African roads had been all but destroyed by monsoon rains in the run up to the event, resulting in many of the competitors being forced to retire with broken suspension. Of the 86 drivers who started the Rally, only 16 managed to finish. The Singh brothers&apos; triumph was popular with thousands of rally fans, and not just in north-east Kenya where Joginder and Jaswant were born, but also in the Kandola Kalan region of India&apos;s Punjab because of their family origins.<BR/><BR/>GOOD AFRICA HANDS<BR/>By the time he reached the age of 13, Joginder Singh was already adept behind the wheel of a 1930 Chevrolet, which he learned to drive while working as an apprentice in his father&apos;s garage. He continued to toil as a mechanic in other car repair workshops until, at the age of 26, he became the first patrolman of the Royal East African Automobile Association, riding a BSA 650 with sidecar. Soon afterwards, Singh began to enter competitive rally events. The lessons he had learned from his father (also a very fast driver) and his passion for all things mechanical had laid the foundations for Joginder&apos;s exceptional career, particularly in the tough African events.<BR/><BR/>Joginder&apos;s driving skills in the Safari Rally were so good that, between his first event in 1959 and his last in 1980, he only retired three times. His second and third victories came in 1974 and 1976 at the wheel of a Mitsubishi Colt Lancer with David Doig as his co-driver.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images254?authuser=0&authkey=Gv1sRgCLeO8vKRx7-pEQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images254?authuser=0&amp;authkey=Gv1sRgCLeO8vKRx7-pEQ&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=294746#p294746\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=294746#p294746</A><BR/><BR/><BR/><b>DeAgostini Rally Car Collection #48 Volvo PV544 1965 East African Safari Rally Winner J. Singh/J. Singh</b><BR/><BR/>Purchased: 2005 (don&apos;t really remember but I know it was a long time ago...)<BR/><BR/>(text from issue #48 magazine)<BR/>Volvo has never taken part in the World Rally Championship (WRC) in an official capacity. However, before the series was created in the early 1970s, the Swedish manufacturer distinguished itself in some of the sport&apos;s toughest events in Scandinavia and Africa. It was with the PV544 that Volvo scored its only victory in the Safari Rally. Driven by the Kenyan brothers Joginder and Jaswant Singh, the car dominated the 1965 rain-hit event from start to finish and won by a margin of over an hour and a half<BR/><BR/>Soon after the end of the Second World War, Swedish manufacturer Volvo launched the PV444. The small, economical production car was a departure from tradition for a company that had previously concentrated on producing taxis and trucks.<BR/><BR/>Founded back in 1927, Volvo had never manufactured more than 2,000 examples of any model, but it sold some 440,000 PV444s, compared to an initial forecast of 12,000. The car enjoyed a long lifespan and, despite several design changes, continued to be produced until August 1954 when its successor, the PV544, was born.<BR/><BR/>From humble beginnings, the PV544 grew into a potent, 130 bhp machine that maintained Volvo&apos;s tradition for continually developing its models. The car was the mainstay of the Swedish firm&apos;s production department until 1965, the same year in which the competition department closed.<BR/><BR/>The PV544 was easy to maintain and its robustness and reliability were widely admired in the car industry. Interestingly, the PV544 was the first car to incorporate front seat belts - innovative safety devices that now feature in all modern production vehicles.<BR/><BR/>The differences between the PV444 and 544 were subtle but significant. The later car was fitted with a one-piece windscreen, and its engine had been significantly uprated and improved, while all the time adhering to Volvo&apos;s philosophy of safety and robustness.<BR/><BR/><b>SUCCESS STORY</b><BR/>Both models had provided ample proof of their rallying efficiency in a variety of difficult conditions. Indeed, the European Titles won by Gunnar Andersson in 1958 and 1963, and Tom Trana in 1964, were perfect examples of the Volvo&apos;s all-round competitiveness. Volvo also added its name to the list of winners in many of the sport&apos;s most famous events. Victories in the 1000 Lakes Rally (1959), Rally of Sweden (1960, 1964 and 1965), Acropolis Rally (1961 and 1964) and RAC Rally (1963 and 1964) were just some of the highlights.<BR/><BR/>When production of the PV544 stopped in 1965, the car remained very competitive. The four vehicles sent to compete in the Safari Rally in 1964 did not finish the event, but one of them was bought by brothers Joginder and Jaswant Singh. Kenyans of Indian origin, the Singhs rebuilt the car in time for the event the following year and, despite it having already racked up 42,000 miles in competition, the Volvo dominated from start to finish. Their winning margin was a staggering one hour and 40 minutes. Joginder won the Safari Rally again in 1974 and in 1976, both times for Mitsubishi. He was the first driver to win the event three times, an achievement only bettered in the 1980s by Shekar Mehta.<BR/><BR/>Singh&apos;s first victory, in 1965, was achieved in terrible conditions. The African roads had been all but destroyed by monsoon rains in the run up to the event, resulting in many of the competitors being forced to retire with broken suspension. Of the 86 drivers who started the Rally, only 16 managed to finish. The Singh brothers&apos; triumph was popular with thousands of rally fans, and not just in north-east Kenya where Joginder and Jaswant were born, but also in the Kandola Kalan region of India&apos;s Punjab because of their family origins.<BR/><BR/><b>GOOD AFRICA HANDS</b><BR/>By the time he reached the age of 13, Joginder Singh was already adept behind the wheel of a 1930 Chevrolet, which he learned to drive while working as an apprentice in his father&apos;s garage. He continued to toil as a mechanic in other car repair workshops until, at the age of 26, he became the first patrolman of the Royal East African Automobile Association, riding a BSA 650 with sidecar. Soon afterwards, Singh began to enter competitive rally events. The lessons he had learned from his father (also a very fast driver) and his passion for all things mechanical had laid the foundations for Joginder&apos;s exceptional career, particularly in the tough African events.<BR/><BR/>Joginder&apos;s driving skills in the Safari Rally were so good that, between his first event in 1959 and his last in 1980, he only retired three times. His second and third victories came in 1974 and 1976 at the wheel of a Mitsubishi Colt Lancer with David Doig as his co-driver.<BR/><BR/><BR/> <BR/><BR/>  <BR/><BR/><BR/>"}