{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #31","manufacturer":"Toyota","model":"Celica GT-Four (ST185)","year":1992,"event":"Rallye Catalunya - Costa Brava","eventCode":"Rally de Catalunya","carNumber":4,"driver1":"C. Sainz","driver2":"L. Moya","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/637-rallye-de-espana-catalunya-costa-brava-1992/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/637-rallye-de-espana-catalunya-costa-brava-1992/</B></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1992_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1992_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1992_World_Rally_Championship</A><BR/><BR/><B>Issue #31: Toyota Celica Turbo 4WD Rally Catalunya 1992 C. Sainz/L. Moya</B><BR/><BR/>Carlos Sainz was Toyota&apos;s key to success at the beginning of the 1990s. The Spaniard won his first Drivers&apos; Title in 1990 before losing out to Lancia&apos;s Juha Kankkunen 12 months later. Keen to retain his title the following year, Sainz had another great season in the Celica Turbo 4WD and come to his home event - the Rally of Catalunya - with the sole intention of winning. He did just that and, with victory in the next event in Britain as well, his second Drivers&apos; World Title was assured.<BR/><BR/>Toyota was the first Japanese car manufacturer to challenge the supremacy of the European marques in the WRC. It was not an easy task for Toyota and, despite having had a presence in rallying&apos;s top flight - albeit irregularly until the mid-1980s - since the series&apos; inception in 1973, the firm&apos;s first World Titles only began to materialise in the 1990s. The success that the company so craved was considered a well-deserved reward for its perseverance.<BR/><BR/>Toyota&apos;s Celica Turbo 4WD was the ultimate incarnation of the Japanese team&apos;s WRC arsenal. The car made its debut in the Tour of Corsica in 1998 under the auspices of Toyota Team Europe. The ensuing battles between the Celica and its great rival, the Lancia Delta Integrale, during the late 1980s and early 1990s, are still considered by diehard fans among the greatest years of the sport. The first of the Celica&apos;s biggest achievements in the WRC came in 1990, with Spaniard Carlos Sainz steering the red-and-white car to the Drivers&apos; Title. He repeated the feat in 1992 to add his name - and that of the Celica to the list of all-time legends.<BR/><BR/>Sainz left for Lancia in 1993, but the Celica remained the car to have. Finn Juha Kankkunen and Frenchman Didier Auriol won the 1993 and 1994 Drivers&apos; Titles respectively and Toyota also walked off with the Manufacturers&apos; Championship trophy.<BR/><BR/><B>TOYOTA&apos;S FAVOURITE SON</B><BR/>Carlos Sainz came to the 1992 Rally of Catalunya with nothing less than victory on his mind in his quest to win his second Drivers&apos; Title. His relationship with his &apos;local&apos; event was a stormy one, to say the least. Although he won it twice in his career, he had numerous incidents and accidents on the Spanish event.<BR/><BR/>In its early days, the Rally of Catalunya consisted of three different sections - the first on asphalt and the remaining two on gravel. This made the going tricky for competitors, particularly Sainz, whose Celica did not perform very well on the loose. Fortunately, the same was true of the rival Lancia Deltas of Didier Auriol and Juha Kankkunen - the biggest threat to Sainz&apos;s title hopes.<BR/><BR/><B>SPANISH SHOWDOWN</B><BR/>Sainz made the most of the opening asphalt stages, finishing nearly two minutes ahead of Auriol. By the end of the gravel stages, his advantage was reduced to just 36 seconds over Kankkunen, who had moved up to second after various mechanical problems had blighted Auriol&apos;s challenge for victory. Sainz&apos;s home win moved him ever closer to that second World Title.<BR/><BR/>It was all to play for in the last event of the season, the RAC Rally in Great Britain. Sainz was in imperious form and won the event and the Title. It had been a perfect season for the Spaniard and the Toyota Celica Turbo 4WD. Victories in the African Safari, New Zealand, Catalunya and RAC Rallies sealed an historic double and marked out the Sainz/Toyota pairing as one of the most successful in the history of the WRC.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images270?authuser=0&authkey=Gv1sRgCNeqyK-1-O7MxAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images270?authuser=0&amp;authkey=Gv1sRgCNeqyK-1-O7MxAE&amp;feat=directlink</A><BR/>"}