{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #24","manufacturer":"Renault","model":"5 Maxi Turbo","year":1985,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":3,"driver1":"J. Ragnotti","driver2":"P. Thimonier","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/1493-tour-de-corse-rallye-de-france-1985/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/1493-tour-de-corse-rallye-de-france-1985/</B></A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1985_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1985_World_Rally_Championship</A><BR/><BR/><B>Issue #24: Renault 5 Maxi Turbo Tour de Corse 1985 J. Ragnotti/P. Thimonier</B><BR/><BR/>With only two appearances in the World Rally Championship (WRC), both in the Tour of Corsica, the Renault 5 Maxi Turbo&apos;s career at the highest level was brief to say the least. However, the French machine made the most of it and almost achieved a 100 per cent success rate - Jean Ragnotti winning the event in 1985 and his fellow countryman François Chatriot finishing runner-up 12 months later.<BR/><BR/>In 1985, Renault launched the Maxi Turbo, a heavily modified development of the French manufacturer&apos;s 5 Turbo model. With a staggering power output of 350 bhp and weighing only 2,050 lb (930 kg), the car was a bit of a handful even for the talented WRC aces who got to drive it. The car only actually competed in two World Championship qualifying events - both of them on the French island of Corsica in 1985 and 1986. For reasons known only to Renault, the car spent most of its competition life participating in the lower-profile French Rally Championship.<BR/><BR/>For the Maxi Turbo&apos;s first foray into the WRC, the 1985 Tour of Corsica, Renault entered three of the wild, rear-wheel-drive machines for Jean Ragnotti/Pierre Thimonier, François Chatriot/Michel Périn, and Didier Auriol/Bernard Occelli. But what should have been a straightforward debut was, in fact, anything but. Firstly, the car was pitched against the all-conquering Peugeot 205 Turbo 16 Evolution, a car which would utterly dominate the 1985 and 1986 WRC seasons, with Finns Timo Salonen and Juha Kankkunen comfortably winning the respective Drivers&apos; World Titles. Peugeot also whitewashed the Constructors&apos; Title in both years. Sadly for Renault, the abiding memory of the 1985 Tour of Corsica was the death of factory Lancia driver Attilio Bettega during the fourth special stage in Santa Giulia. The Italian lost control on a fast section of the road and hit a tree. He suffered serious head injuries and succumbed soon afterwards. Mercifully, Bettega&apos;s co-driver, Maurizio Perissinot, escaped from the wreckage with minor cuts and bruises. Bettega&apos;s death was a tragic coincidence, since the Italian had suffered a similarly large accident on the event three years before in which he broke both his legs after a heavy impact with a bridge. Ironically, that 1982 event was won by Jean Ragnotti&apos;s Renault 5.<BR/><BR/><B>PRESS ON REGARDLESS</B><BR/>Despite the tragedy in 1985, the event continued - as Bettega would have wished - although the two remaining Lancia drivers, Markku Alén and Miki Biasion, were withdrawn as a mark of respect to their dead team mate. It was local hero Jean Ragnotti who had made all the running from the outset. Momentarily distracted by Bettega&apos;s accident, the Frenchman then resumed in dominant fashion and held on to the lead throughout. The small but potent Maxi Turbo had vanquished the unreliable Audis and the pre-event favourites, the Peugeot 205 T16 Evos, to score a memorable debut victory.<BR/><BR/>Ragnotti, or &apos;Jeannot&apos; as he was known to his many fans, had secured his third and final WRC career win to add to his 1981 Monte Carlo Rally triumph and his success in Corsica in 1982. The Frenchman would continue to fly the Renault flag in the WRC until the mid-1990s.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images277?authuser=0&authkey=Gv1sRgCM3vqIeo96ahyAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images277?authuser=0&amp;authkey=Gv1sRgCM3vqIeo96ahyAE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=274545#p274545\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=274545#p274545</A><BR/>"}