{"images":["1","2","3","4","5","6","7","8","9","15","16","17","18","19"],"scale":"1:43","brand":"HPI","catalogNo":"966","manufacturer":"Lancia","model":"Delta S4","year":1986,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":7,"driver1":"H. Toivonen","driver2":"S. Cresto","competitionClass":"Group B","notes":"<A HREF=\"http://www.hpimodelcar.com/en/line_up/index_966.php\" TARGET=\"_blank\">http://www.hpimodelcar.com/en/line_up/index_966.php</A><BR/><BR/><A HREF=\"http://www.motorsportmagazine.com/archive/article/march-1986/47/rally-review\" TARGET=\"_blank\">http://www.motorsportmagazine.com/archive/article/march-1986/47/rally-review</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/1577-rallye-automobile-de-monte-carlo-1986/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1577-rallye-automobile-de-monte-carlo-1986/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1986_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1986_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1986_World_Rally_Championship</A><BR/><BR/><b>HPI 966 Lancia Delta S4 1986 Rallye Monte Carlo Winner H. Toivonen/S. Cresto</b><BR/><BR/>3rd WRC win for Henri Toivonen<BR/>25th WRC win for Lancia<BR/>2nd WRC win for Delta S4<BR/><BR/><BR/><BR/>Henri Toivonen started the 1986 WRC season on a high note, having just won the 1985 season finale RAC Rally a little over 7 weeks earlier. He was paired with new co-driver Sergio Cresto and teammates Markku Alén &amp; Ilkka Kivimäki and Miki Biasion &amp; Tiziano Siviero.<BR/><BR/>Toivonen took the overall lead from teammate Biasion during stage 2 of the event. Things were going well for Toivonen and on stage 12 he had just increased his lead over Walter Röhrl by about 6 minutes. Röhrl had a flat but his spare was studded which wasn’t the best choice for a stage with no snow or ice. Toivonen surely was feeling good at this point but on the road section after the stage disaster struck. Toivonen was all but rammed out of the rally by an oncoming car. A wheel was knocked off, the oil cooler ruptured, and a mess was made of the bodywork but the mechanics were able to get the car going again.<BR/><BR/>Both he and Cresto were bruised, and were given pain killers from then on. The mechanic’s efforts paid off, for on the next stage Toivonen again put up one of those fine performances which made him 28 seconds quicker than anyone else. <BR/><BR/>That the Lancia was in bad shape could not be doubted. In fact, its wheelbase was shorter on one side than on the other, and Toivonen kept referring to it as a banana! After their initial work to get the car going after the accident, mechanics continued to work on it at every opportunity afterwards, straightening here, patching there, but there was a limit to what they could do and its distorted frame was something that Toivonen just had to get used to.<BR/><BR/>Toivonen was able to hold on to the lead for 10 more stages but teammate Timo Salonen moved in to first at the end of stage 22. This would be short lived though. A few stages later on stage 27 Toivonen was on precisely the right tires - slicks -  whereas Salonen, expecting wet roads, decided against slicks. Immediately the lead changed hands, and Toivonen went ahead by all of 48 seconds.<BR/><BR/>Toivonen kept Salonen at bay all the way around the night&apos;s second loop, and when he got back to Monte Carlo a somewhat disbelieving winner, he was obviously delighted that his first Monte win had come 20 years after his father&apos;s. With this win, Toivonen had scored the first 2 (successive) wins for Lancia’s new Delta S4 and many thought he would go on to win the 1986 title. Unfortunately this would never happen.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><A HREF=\"https://www.pinterest.com/pin/98727416803254087/\">54º Rally Automobile de Monte-Carlo 1986 En la foto el Lancia Delta S4 de Henri Toivonen y Sergio Cresto… | Pinterest</A> (photo)<BR/><A HREF=\" http://www.motorsportmagazine.com/archive/article/march-1986/47/rally-review\">Rally Review - Monte-Carlo Rally | Motor Sport Magazine Archive</A><BR/><A HREF=\"https://www.ewrc-results.com/eventstats/1577-rallye-automobile-de-monte-carlo-1986/\">Stats Rallye Automobile de Monte-Carlo 1986</A><BR/>"}