{"images":["1","2","3","4","5","6","7"],"scale":"1:43","brand":"Minichamps","catalogNo":"430738113","manufacturer":"Ford","model":"Escort RS1600","year":1973,"event":"RAC Rally","eventCode":"Rally GB","carNumber":13,"driver1":"T. Mäkinen","driver2":"H. Liddon","competitionClass":"Group 4","notes":"<A HREF=\"https://www.minichamps.de/EN/Models/ModelDetails/430738113/index.html\" TARGET=\"_blank\">https://www.minichamps.de/EN/Models/ModelDetails/430738113/index.html</A><BR/><BR/><A HREF=\"https://www.facebook.com/pg/worldrallyarchive/photos/?tab=album&album_id=832801940111524\" TARGET=\"_blank\">https://www.facebook.com/pg/worldrallyarchive/photos/?tab=album&amp;album_id=832801940111524</A><BR/><BR/><A HREF=\"https://photos.app.goo.gl/I9auu03khyhGRfhQ2\" TARGET=\"_blank\">https://photos.app.goo.gl/I9auu03khyhGRfhQ2</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/13680-daily-mirror-rac-rally-1973/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/13680-daily-mirror-rac-rally-1973/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1973_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1973_World_Rally_Championship</A><BR/><BR/><b>Minichamps 430738113 Ford Escort RS1600 1973 RAC Rally Winner T. Mäkinen/H. Liddon</b><BR/><BR/>2nd WRC win for Timo Mäkinen<BR/>2nd WRC win for Ford<BR/>2nd WRC win for Escort RS1600<BR/><BR/><BR/><BR/>Timo Mäkinen was the first of a breed of champions from Finland referred to as the &apos;flying Finns&apos;. He began his competition career in 1959 in a Triumph TR3 at just 21 years of age. By 1962, he had graduated to the big league and promptly won his category in the Monte Carlo Rally driving a Finnish importer-entered Mini Cooper.<BR/><BR/>Mäkinen quickly came to the attention of Stuart Turner, the competition manager of the British Motor Corporation (BMC), the firm that ran the works Minis and that had pioneered the concept of manufacturer-backed rally teams with big budgets and extensive resources. Turner gave Mäkinen the opportunity of a lifetime, and he did not disappoint. The Finn was a spectacular driver with an aggressive attitude who was focused entirely on winning. In 1964, he won the Tulip Rally and finished second in the RAC Rally with a Mini Cooper S. In 1965, he won the Monte Carlo Rally and the 1,000 Lakes Rally, as well as finishing second in the Rally of Austria and the RAC Rally. He won the 1,000 Lakes Rally again in 1966 and claimed victory in the marathon Munich-Vienna-Budapest event. His 1,000 Lakes hat-trick came in 1967.<BR/><BR/>For 1970, Mäkinen moved to Ford to drive its new Escort RS1600, but it wasn&apos;t until 1973 that he took his first victory. That it came in his home rally, the 1,000 Lakes, was particularly special. His fourth win in the tough event was also the first victory for an Escort in the WRC. After winning in Finland, he took the RAC Rally, the penultimate event in the inaugural Manufacturers&apos; World Championship (the Drivers&apos; Championship didn&apos;t start until 1979).<BR/><BR/>The 1973 RAC Rally was dominated from the start by Ford&apos;s pair of Escort RS1600s. British driver Roger Clark, winner of the 1972 event, led teammate Mäkinen until a mechanical problem for the British hero at the end of the second stage lost him two minutes and dropped him to third behind Mäkinen and the BMW of Björn Waldegård. After driving flat-out around Scotland and through the night back to England, Mäkinen consolidated his lead when Waldegård had an accident that pushed him back down to seventh place, nearly 20 minutes behind. Clark recovered to finish second, accompanied on the podium by a very promising young Finn by the name of Markku Alén who was making his WRC debut.<BR/><BR/>In what seems like an incredible oversight, no one has modeled the 1973 1,000 Lakes Rally winner so this is the “first” WRC rally winning RS1600 Escort that has been released by any manufacturer.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"https://www.facebook.com/pg/worldrallyarchive/photos/?tab=album&amp;album_id=832801940111524\">World Rally Archive. 1973-1993 - Photos</A> (photo)<BR/>DeAgostini Rally Car Collection #26<BR/><BR/>"}