{"images":["1","2","3","4","5","6","8","7"],"scale":"1:43","brand":"MTech","catalogNo":"H-03-A","year":"1970","manufacturer":"Mitsubishi","model":"Colt Galant GTO MR","notes":"<A HREF=\"http://page5.auctions.yahoo.co.jp/jp/auction/e142513820\" TARGET=\"_blank\">http://page5.auctions.yahoo.co.jp/jp/auction/e142513820</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images563?authuser=0&authkey=Gv1sRgCKvS04vr_JbXqgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images563?authuser=0&amp;authkey=Gv1sRgCKvS04vr_JbXqgE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&start=72#p202293\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;start=72#p202293</A><BR/><BR/><BR/><BR/><b>MTech H-03-A 1970 Mitsubishi Colt Galant GTO MR Orange</b><BR/><BR/>Purchased: 2014<BR/><BR/>Based on rotormotor&apos;s pics of this car in his thread I added this to my list and found it on Yahoo! Japan auctions a few weeks later. MTech is a line of scale models from Japanese manufacturer <A HREF=\"http://epoch.jp\">Epoch</A>. While Epoch is still around it seems MTech line of models is not.<BR/><BR/>About the car (from <A HREF=\"http://en.wikipedia.org/wiki/Mitsubishi_Galant_GTO\">Wikipedia</A>):<BR/>[quote]The Colt Galant GTO exterior was penned by Hiroaki Kamisago, who had previously been sent by Mitsubishi to study at the Art Center College of Design, then located in Los Angeles, California, incorporating a number of stylistic cues from contemporary American muscle cars like the Mustang, Firebird and Cougar, including a long hood, raised cut-off ducktail rear, and rounded quad-headlamps and tail-lamps. The GTO was Mitsubishi&apos;s second production car to have full, roll down, side windows and a pillarless design and after the Toyota T40 series Corona of 1966 and Mitsubishi&apos;s own Galant Hardtop launched earlier in 1970; the GTO was the third such Japanese car.<BR/><BR/>Mitsubishi Racing Development (AKA Colt Speed) intended the Colt Galant GTO to compete in the prestigious JCCA Grand Prix circuit. However, the OPEC oil embargo of 1973 sounded the demise of GP racing, so the GTO race program was mothballed. Nevertheless, GTO&apos;s were successful in rallying, including the famous Japanese Alpine Rally.<BR/><BR/>Initially, there were three Colt Galant GTO models offered, all powered by the Saturn engine: the M1 (1,600 cc SOHC, 4-speed), M2 (1,600 cc SOHC, 4-speed) and <b>the top-spec MR (1,600 cc twin-carb, DOHC 5-speed), a 125 PS (92 kW) version only available in Japan</b>.[/quote]<BR/><BR/><BR/><BR/>   <BR/>"}