{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #62","manufacturer":"Ford","model":"Escort RS WRC","year":1998,"event":"Rallye de Portugal","eventCode":"Rally de Portugal","carNumber":7,"driver1":"J. Kankkunen","driver2":"J. Repo","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/139-tap-rallye-de-portugal-1998/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/139-tap-rallye-de-portugal-1998/</B></A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1998_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1998_World_Rally_Championship</A><BR/><BR/><B>Issue #62: Ford Escort WRC Rally de Portugal 1998 J. Kankkunen/J. Repo</B><BR/><BR/>When Ford committed to the WRC era of the late 1990s, it needed fast and experienced drivers to lead the team against the might of rivals Mitsubishi, Subaru and Toyota. With four-times World Champion Juha Kankkunen on the market after leaving Toyota, Ford lost no time in signing the Finnish legend. However, despite good consistency and regular points finishes, Kankkunen was unable to win for the Blue Oval.<BR/><BR/>The Ford Escort, in its various guises, was arguably the most dominant machine in World Rally Championship (WRC) history. It first appeared in the late 1960s and was immediately a winner when the WRC began in 1973. Nearly a quarter of a century later, the final incarnation of the iconic Ford, the Escort WRC, also triumphed on the world stage.<BR/><BR/>The Escort WRC made its debut in 1997. It was designed as a natural successor to the Group A Escort RS Cosworth - a car that had achieved good results in the mid-1990s when the sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), introduced a new formula for rallying&apos;s highest tier the same year. The new category, for what would be known as World Rally Cars, allowed for greater modification of the competing machines. As well as that, a smaller number of production models had to be made for homologation.<BR/><BR/>As far as engine regulations were concerned, the maximum cylinder capacity for the new WRC machines was 2.6 litres, or 2 litres if a turbocharger was fitted. Typical power levels were coming in at close to 350 bhp. Modification to the transmission and brakes was also permitted. To that end, all the manufacturers produced 2-litre, turbocharged rocketships with four-wheel drive and computer-controlled differentials. As a result, WRC machines quickly became the most highly developed, sophisticated and spectacular rally cars ever seen.<BR/><BR/><B>FORD&apos;S FLYING FINN</B><BR/>Ford&apos;s Escort WRC was one such machine and needed drivers of the calibre of four-times World Champion Juha Kankkunen to drive it. The Finn joined the Blue Oval in 1997 after 10 years driving for Toyota and Lancia. Born in Laukaa, Finland, in April 1959, Juha lived on the family farm close to the legendary stages of the 1,000 Lakes Rally. It was perhaps inevitable that he would become a rally driver and his father&apos;s friendship with star driver Timo Mäkinen helped the young Juha get started. He made his debut in 1978 at the wheel of a Ford Escort RS2000 and concentrated on winning his national championship before embarking on cracking the WRC. It wasn&apos;t long before he attracted the attention of the factory Toyota team. He joined the Japanese squad in 1983 and would take his first WRC victory just two years later in the 1985 Safari Rally.<BR/><BR/>For 1986, Kankkunen joined reigning World Champions Peugeot and drove the fearsome Group B 205 T16 to Title glory in his first year with the team. When Group B was banned on safety grounds for the start of the 1987 season, he joined Lancia and immediately set the pace in the Italian team&apos;s Delta HF 4WD. Back-to-back Titles would follow before he returned to Toyota for 1988. Two largely fruitless years meant that he headed back to Lancia for another stint in the Delta Integrale - the ultimate Group A rally car. He won a third Title in 1991 and countless more events in his three-year stay with Lancia. Toyota, in the meantime, was developing its Celica into a winner and it was enough to persuade Kankkunen that he should try again with the Japanese team for 1993. This time, the decision paid off and he won his fourth Title that same year. His on-off relationship with Toyota finally came to an end in 1995 when the team was caught contravening rules in the Rally of Catalunya. With the team banned for 1996, Kankkunen had a season on the sidelines before joining Ford for 1997.<BR/><BR/><B>OVAL AND OUT</B><BR/>Kankkunen only competed in eight of the 14 events in 1997, but five podium finishes gave him fourth in the Driver&apos;s Title standings. There was much optimism as the Finn and his Ford team headed into 1998.<BR/><BR/>By the time of the Rally of Portugal, the fourth round of the 1998 WRC, Kankkunen found himself sharing the lead of the points table with Toyota&apos;s Carlos Sainz thanks to two seconds and a third in the opening three rounds. Sadly, transmission problems with the Escort meant that he dropped to seventh at the finish and gave up his share of the Title lead.<BR/><BR/>Kankkunen&apos;s strong performances at Ford attracted the attention of Subaru, which signed the Finnish veteran for 1999 and 2000. He took superb wins in Argentina and Finland in 1999 on his way to fourth in the Drivers&apos; Championship, but failed to achieve the same results in 2000. He found himself out of favour for 2001 and only took part in one event for the low-budget Hyundai Team. After a full season in 2002 with the Korean marque, Juha Kankkunen called time on his illustrious WRC career.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipMXPT5ibtQ4SpggnN-A_ZHmrzcBk9tNsQH4eRws\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipMXPT5ibtQ4SpggnN-A_ZHmrzcBk9tNsQH4eRws</A><BR/>"}