{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #17","manufacturer":"Ford","model":"Sierra RS Cosworth 4x4","year":1991,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":12,"driver1":"F. Delecour","driver2":"A. C. Pauwels","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/650-rallye-automobile-de-monte-carlo-1991/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/650-rallye-automobile-de-monte-carlo-1991/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1991_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1991_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1991_World_Rally_Championship</A><BR/><BR/><B>Issue #17: Ford Sierra RS Cosworth Monte Carlo Rally 1991 F. Delecour/A. C. Pauwels</B><BR/><BR/>The four-wheel-drive Sierra RS Cosworth may not have been one of Ford&apos;s most successful rally cars, but it provided the car giant with an excellent platform with which to develop a successor - the Escort RS Cosworth. The Sierra was to perform its transitional role admirably, including almost causing a big upset on its World Championship debut in Monte Carlo in 1991. Team leader François Delecour enjoyed a spirited battle with reigning World Champion Carlos Sainz throughout the difficult event until a cruel technical hiccup denied the Frenchman a glorious &apos;home&apos; win.<BR/><BR/>The Sierra XR4i was Ford&apos;s modified version of the best-selling family saloon and represented the Blue Oval&apos;s fastest mainstream production model to date. The car began to arouse a great deal of interest as soon as it was launched in 1982. It wasn&apos;t long before Ford&apos;s Rallye Sport (RS) engineers became interested in the car for competition purposes.<BR/><BR/>By 1985, the Ford RS workshop had produced the spectacular Sierra RS Cosworth. With rear-wheel drive, a 204 bhp turbocharged engine and a top speed of 149 mph (240 km/h), the car soon became unbeatable on the race track, winning the one-off World Touring Car Championship in 1987 and the European Championship the following year. It also dominated the highly competitive British Touring Car Championship between 1987 and 1990. Its superiority at the time was such that motor sport&apos;s governing body, the Federation Internationale de l&apos;Automobile (FIA), was forced to change the rules to give the Sierra&apos;s rivals more chance of winning.<BR/><BR/>The Sierra RS Cosworth was also a formidable machine on the national rally scene. Scotsman Jimmy McRae - father of former World Champion Colin - won the British Rally Championship at the wheel of the potent car in 1987 and 1989.<BR/><BR/>It was a natural progression for Ford to then enter the Sierra in the World Rally Championship (WRC). After several promising outings in 1987, the car finally tasted WRC success in the Rally of Corsica in 1988, thanks to asphalt ace Didier Auriol.<BR/><BR/>Although the Sierra would not win another WRC event, it formed the vital basis for the firm&apos;s all-new Escort Cosworth which would prove more competitive than its larger and heavier cousin. The final incarnation of the Sierra, the 4x4, was a highly competitive proposition and scored several podium finishes in its final year in 1991. The man at the wheel was Frenchman François Delecour and, guided by successful lady co-driver Anne-Chantal Pauwels, he would cause a fair few upsets that year.<BR/><BR/><B>FORD&apos;S FRENCH FLYER</B><BR/>François Delecour made his competition debut at the age of 19 driving an Autobianchi A112, some five years after he had secretly started driving. It was not until 1984 that he first competed in a WRC event, the Monte Carlo Rally, at the wheel of a Talbot Samba Rallye. But then he turned his attention to the Peugeot Challenge. In 1987, he was nominated as the most promising driver of the year and, for 1988, was given the opportunity of driving a factory-entered 205 GTI. His appearances in the WRC for Peugeot were restricted to the French-based events - Monte Carlo and Corsica - and it was not until 1991 that he took part in every WRC event. The increase in Delecour&apos;s programme came with Ford&apos;s help. The company entrusted him with its new, four-wheel-drive Sierra RS Cosworth and he didn&apos;t disappoint. On his first event in the car, the 1991 Monte Carlo Rally, Delecour fought tooth and nail with the tried and tested Toyota Celica of reigning World Champion Carlos Sainz during the first two days.<BR/><BR/>On the penultimate stage of the second day, just nine seconds separated Sainz and Delecour. The fight would continue on the final day with Delecour finally overtaking the Spaniard for the lead on the famous Col de Turini.<BR/><BR/><B>MONTE CARLO OR BUST</B><BR/>Delecour and Sainz traded fastest stage times throughout the final day, both drivers taking turns at the head of the leaderboard. Such was their dominance, in fact, that third-placed driver Miki Biasion was over three minutes behind them! Delecour seized the advantage as the rally drew to a close, extending his lead to 41 seconds before luck deserted the Frenchman and his Sierra. With just one timed special stage to run, the Ford&apos;s suspension collapsed against a rear tyre. The resulting puncture pitched the unfortunate Delecour off the road and five minutes was lost as the crew and numerous nearby spectators struggled to get the stricken car back on the road. Delecour managed to get the car home in third place - still a remarkable result for a brand new car/driver combination. Undeterred, François Delecour would go on to win four WRC events in the Sierra&apos;s replacement - the Escort RS Cosworth.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images284?authuser=0&authkey=Gv1sRgCLff_5rrz4TTSA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images284?authuser=0&amp;authkey=Gv1sRgCLff_5rrz4TTSA&amp;feat=directlink</A><BR/>"}