{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #40","manufacturer":"Toyota","model":"Corolla (AE111)","year":1999,"event":"Rally Australia","eventCode":"Rally Australia","carNumber":3,"driver1":"C. Sainz","driver2":"L. Moya","notes":"<B>Issue #40: Toyota Corolla WRC Rally of Australia 1999 C. Sainz/L. Moya</B><BR/><BR/>Toyota was one of the most loyal supporters of the World Rally Championship (WRC). Its Celica model won numerous events and Titles before its replacement, the Corolla, was created in an attempt to give the Japanese firm one final shot at glory before embarking on a Formula 1 campaign. That came in the form of the 1999 Manufacturers&apos; World Title with a typically canny performance from Toyota&apos;s favourite son, Carlos Sainz.<BR/><BR/>For many years, the Toyota Celica was considered the flagship model, in terms of competition success, for the Japanese firm. During its long participation in the World Rally Championship (WRC), the car racked up victories in most of the sport&apos;s great events. Any successor to the Celica would have to be very good indeed.<BR/><BR/>In 1997, the replacement for the venerable Celica came in the shape of the Corolla WRC and the new car made its debut in Finland&apos;s 1,000 Lakes Rally. The turbocharged, four-wheel-drive machine was smaller than its predecessor and, therefore, easier to handle.<BR/><BR/>With the last few events of the 1997 season under its belt, the tried-and-tested Corolla was ready for a full assault on the Drivers&apos; and Manufacturers&apos; World Titles in 1998. The factory-run Toyota Team Europe had re-signed Didier Auriol, the Frenchman having taken the Title in a Celica in 1994. It also secured the services of Carlos Sainz from Ford. The Spaniard had spent four years with Toyota between 1989 and 1992 and taken two Drivers&apos; Titles in the process. After less successful stints with Lancia, Subaru and Ford, &apos;King Carlos&apos; was back in a Toyota and eager to win Title number three. The Sainz/Toyota partnership got off to a perfect start in the Monte Carlo Rally with a debut victory. Sainz won again in New Zealand, with Auriol triumphing in Spain&apos;s Rally of Catalunya.<BR/><BR/><B>LEAVING A LEGACY</B><BR/>At the end of 1988, Toyota announced that it would be entering the Formula 1 World Championship (F1) in 2001. The 1999 season would, therefore, be the Japanese giant&apos;s final year in the WRC, giving the company a year to prepare for its F1 debut. Despite the announcement, Toyota was determined to leave the sport it had dominated for so many years on a high.<BR/><BR/>The 1999 season only produced one victory for Toyota - Didier Auriol winning the inaugural Rally of China although he and team mate Sainz were incredibly consistent. Auriol backed up his win with two seconds and three thirds, while Sainz scored four seconds and four thirds to give Toyota a comfortable victory in the 1999 Manufacturers&apos; World Championship.<BR/><BR/>The Japanese marque was bowing out of the WRC with four consecutive World Drivers&apos; Championships - two won by Sainz (1990 and 1992), one by the Finn Juha Kankkunen (1993), and one by Auriol (1994) - and three Manufacturers&apos; Titles (1993, 1994 and 1999). With 43 victories in WRC events, Toyota was second only to Lancia in the all-time list of winners.<BR/><BR/><B>FINAL FLOURISH</B><BR/>Toyota&apos;s penultimate event in the WRC - the 1999 Rally of Australia - was particularly exciting. Tommi Mäkinen (Mitsubishi) and Auriol were the main contenders for the Drivers&apos; title and arrived Down Under tied on 48 points. Sainz, meanwhile, had an outside chance from third place and 38 points. Toyota was also bidding for that lucrative Manufacturers&apos; Championship. There was disappointment for the team when Didier Auriol retired with a broken radiator in the sixth special stage after hitting a tree in the previous test. Sainz was left to fight tooth and nail for the win with Subaru&apos;s Richard Burns.<BR/><BR/>Despite a typically fast and consistent performance, Sainz was unable to stop Englishman Burns from winning. Second place was enough, however, to give Toyota the Manufacturers&apos; Title for the third time.<BR/><BR/>The final event of 1999, Toyota&apos;s last year in the WRC, was the Rally of Great Britain. It was not a great event for Toyota, with both Sainz and Auriol forced to retire. Richard Burns took his second victory on home soil and Mitsubishi star Tommi Mäkinen won his fourth consecutive Drivers&apos; Title. &quot;I believe that my record of four consecutive Titles will not be easy to beat,&quot; the Finn said.<BR/><BR/>When the WRC circus reconvened in Monte Carlo at the start of the 2000 season, there were no factory Toyotas on the entry list. The WRC&apos;s loss would soon become Formula 1&apos;s gain...<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipMF7qySXbuXYj36ay4sGJ6bOE6zYjF2HkWgbfQZ\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipMF7qySXbuXYj36ay4sGJ6bOE6zYjF2HkWgbfQZ</A><BR/>"}