{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #66","manufacturer":"Ford","model":"Focus WRC 00","year":2000,"event":"Rallye Catalunya - Costa Brava","eventCode":"Rally de Catalunya","carNumber":5,"driver1":"C. McRae","driver2":"N. Grist","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/112-rallye-catalunya-costa-brava-2000/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/112-rallye-catalunya-costa-brava-2000/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2000_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2000_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #66: Ford Focus WRC Rallye Catalunya 2000 C. McRae/N. Grist</B><BR/><BR/>When Ford replaced its most successful rally car ever - the Escort - with a new model, the pressure was on the Blue Oval to provide a worthy successor. The Focus WRC, which made its debut in the 1999 Monte Carlo Rally, seemed to fulfil Ford&apos;s remit. With former World Champions Colin McRae and Carlos Sainz on the driving strength at the start of the new millennium, hopes were high that Ford could become WRC winners once more.<BR/><BR/>The Ford Focus was first aired in public at the 1999 Birmingham Motor Show. The car, which was a direct replacement for the venerable Escort model, was fitted with a number of innovative features, including a stiffened chassis and multi-link suspension. The Focus was extremely compact and well-balanced, giving Ford the confidence to develop it for competition and, in particular, the World Rally Championship (WRC) - a series that Ford had supported since its inception in 1973.<BR/><BR/>The engine earmarked for the Focus World Rally Car was completely new and was based around a four-cylinder, 16-valve unit with a capacity of 1998 cc. It developed some 315 bhp and, most importantly, would be mounted transversely to help the overall weight distribution of the car. The engine itself was very light because it featured parts made from titanium alloy.<BR/><BR/>The Focus WRC boasted further innovations such as a six-speed sequential gearbox and four-wheel-drive transmission with electronically controlled front, rear and central differentials to optimise traction on the stages of the WRC.<BR/><BR/>The Ford Focus WRC made its debut on the world stage in the 1999 Monte Carlo Rally in the hands of former World Champion Colin McRae. The Scot had been lured away from Subaru - with whom he had won the 1995 World Title - after eight years to lead the Ford squad.<BR/><BR/><B>FALSE DAWN</B><BR/>The Ford Focus&apos;s debut created a good deal of controversy. McRae finished the icy Monte Carlo Rally in a very competitive third place but was disqualified, as was his asphalt team mate Simon Jean-Joseph in the sister car, for an irregularity in the water pump. The technical blunder left a sour taste in the mouth for everyone at Ford after such a strong showing first time out. In the following event, the Rally of Sweden, engine problems forced McRae to retire while his gravel team mate Thomas Radström took an excellent third. McRae soon made amends for the difficult start to his Ford career by winning the gruelling African Safari Rally and backed that up with victory in the Rally of Portugal two weeks later. The McRae/Focus steamroller would go no further in 1999, however. The combination suffered a run of appalling bad luck and retired from nine consecutive events through mechanical frailty or driver error. In the last three WRC events of the season - Sanremo, Australia and Great Britain - McRae was involved in three dramatic accidents.<BR/><BR/><B>NEW YEAR, NEW HOPE</B><BR/>For the 2000 season, Ford signed former double World Champion Carlos Sainz to partner McRae. The two had been team mates at Subaru several years before and had parted on bad terms after a controversial series of team orders issued by their then Subaru team. Things at Ford would be much better, however, as both drivers seemed content to put their differences behind them and concentrate on turning round Ford&apos;s fortunes.<BR/><BR/>McRae came to the Rally of Catalunya - Sainz&apos;s home event - determined to get his 2000 Title campaign back on track after finishing third in Sweden but suffering three other retirements thanks to engine problems.<BR/><BR/>The first day of the rally was plagued by heavy rain. Subaru&apos;s Richard Burns moved into an early lead, followed by McRae, Sainz and Mitsubishi&apos;s Tommi Mäkinen. The right choice of tyres helped Burns on the slippery asphalt, but McRae moved up a gear on day two to snatch the lead from his British rival. With the rain subsiding, McRae&apos;s dry-weather tyres soon became more effective than Burns&apos;s wet-weather rubber. The final day saw no change and McRae successfully maintained his advantage over Burns, with Sainz holding a safe third place. McRae drove a faultless rally to secure his third win for Ford and first of the new millennium.<BR/><BR/>McRae won the Acropolis Rally later in the year, with Sainz taking top spot on the rough Cyprus Rally. Ford looked, at one point in the mid-season, to be in the thick of the fight for the Manufacturers&apos; World Championship, but it faded in the latter half of the year.<BR/><BR/>The Drivers&apos; Title race was all about Peugeot star Marcus Grönholm. He won in Sweden, New Zealand, Finland and Australia to secure his first Title. Ford drivers Sainz and McRae picked up third and fourth places.<BR/><BR/>McRae and Sainz would go into the 2001 season confident the latest Ford Focus WRC would bring them the success they had both worked so hard to achieve...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images237?authuser=0&authkey=Gv1sRgCPv-h9qRtpXIjwE&feat=directlink\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNCd8bh2fuY9rXVoXB9IzKJG4Xd2TVzP93m92DW</A><BR/>"}