{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #16","manufacturer":"Lancia","model":"Rally 037 Evo","year":1984,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":17,"driver1":"M. Alén","driver2":"I. Kivimäki","notes":"<B>Issue #16: Lancia 037 Evo Safari Rally 1984 M. Alén/I. Kivimäki</B><BR/><BR/>In the face of the revolution caused by four-wheel-drive, Lancia returned to competition in the early 1980s with the Rally 037. It was the last truly competitive rear-wheel-drive car and won the Manufacturers&apos; World Championship in 1983, thanks to the skills of Walter Röhrl and Markku Alén. By 1984, however, the threat from the all-wheel-drive Audi Quattros was too great - Lancia would have to go back to the drawing board...<BR/><BR/>Although the Lancia Rally 037 was the first car to be built to the new, four-wheel-drive-friendly Group B regulations, it remained two-wheel-drive for its entire career. In fact, it was the last consistently successful rear-wheel-drive machine in the World Rally Championship (WRC).<BR/><BR/>Designed in 1980, it made its competition debut in the Italian Costa Smeralda Rally in 1982, marking Lancia&apos;s official return to rallying following its retirement at the end of 1978. Results were reasonably satisfactory in the national event, so Lancia decided to take the plunge and unleash the stunning Martini-sponsored car on the WRC the same year.<BR/><BR/>Markku Alén and his lifelong co-driver Ilkka Kivimäki had joined the team from sister squad Fiat, although they did compete in four WRC events in a privately-entered Lancia Stratos during the factory&apos;s three-year absence. The talented Finnish driver, who adopted Italian as his second language, never succeeded in winning a Drivers&apos; World Title, despite his 20 career victories.<BR/><BR/>Looking resplendent in the blue and red stripes of the Martini drinks company, the car made its WRC debut in May&apos;s Corsica Rally. It was an inauspicious debut - Alén finishing in ninth place, more than 40 minutes behind the winning Renault 5 Turbo of Jean Ragnotti. An uprated version of the 037 was introduced for the 1,000 Lakes Rally in August of 1982. The car featured fuel injection instead of carburettors and developed about 300 bhp - 40 more than its predecessor.<BR/><BR/>Despite the improvements, the 037&apos;s first season in the WRC was not particularly successful. Teething problems for the car meant that there were plenty of retirements. The 037&apos;s best result of 1982 was fourth in the RAC Rally.<BR/><BR/><B>CHAMPION YEAR</B><BR/>Lancia pulled off a real coup for 1983 by signing reigning World Champion Walter Röhrl to partner Alén in the Italian super team. The pair gave the Lancia 037 its most successful season, winning five events: Röhrl won the Monte Carlo, Acropolis and New Zealand Rallies, while Alén was victorious in Corsica and Sanremo. The team also scooped the Manufacturers&apos; Title for the fifth time since the inception of the competition in 1973.<BR/><BR/>For 1984, Lancia&apos;s aim was to defend its Manufacturer&apos; Title. However, Walter Röhrl left the team to take up a seat with Audi, whose four-wheel-drive Quattro was becoming increasingly competitive. Audi was absolutely determined to take Lancia&apos;s Manufacturers&apos; crown to add to the Drivers&apos; Title it had secured in 1983 with the Finn Hannu Mikkola.<BR/><BR/>The German squad achieved its aim, winning both titles in 1984, although the Lancia 037 had one final moment of glory in Corsica. Markku Alén used the nimble, rear-wheel-drive machine to great effect, capturing his second straight victory on the island. The general consensus, however, was that two-wheel-drive was now far too great a technical handicap in the wake of Audi&apos;s domination with the all-wheel-drive Quattro. For 1985, Lancia would build an all-new car the four-wheel-drive, turbocharged Delta S4. But that would have to wait...<BR/><BR/>Ironically, it was the season&apos;s roughest event - the Safari Rally where two-wheel-drive cars proved to be very competitive. Alén&apos;s Lancia was running close to the front when his throttle cable snapped. The Finn had to drive for over 90 miles (150 km) with makeshift repairs in order to get the car back to the service area.<BR/><BR/><B>NOT ALL PLAIN SAILING</B><BR/>With a length of 3,262 miles (5,250 km), the rally was punctuated by 105 timed checkpoints, and it was the penalties for lateness at these checkpoints which determined the classification. There were no conventional timed special stages like those found in European events.<BR/><BR/>The rally was dominated by Björn Waldegaard in his rear-wheel-drive Toyota Celica. The Swede finished over 10 minutes ahead of the Opel Manta 400 of Rauno Aaltonen, the 46-year-old Finn failing again to win this great event after over 20 years of trying!<BR/><BR/>Reigning World Champion Hannu Mikkola (Audi Quattro) was third, ahead of Alén. The 1984 event went down in history as the fastest ever Safari Rally. With very little rainfall, the stages were dry and hard - winner Waldegaard admitted that on one of the fastest stretches, near Mombasa, he reached 150 mph (240 km/h).<BR/><BR/>In its final season, then, the venerable Lancia 037 scored one last victory and took second in the all-important Manufacturers&apos; Championship. Alén, meanwhile, salvaged third place in the Drivers&apos; Title race.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images285?authuser=0&authkey=Gv1sRgCLDgyf6vu_eukgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images285?authuser=0&amp;authkey=Gv1sRgCLDgyf6vu_eukgE&amp;feat=directlink</A><BR/>"}