{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #11","manufacturer":"Subaru","model":"Impreza 555","year":1995,"event":"RAC Rally","eventCode":"Rally GB","carNumber":4,"driver1":"C. McRae","driver2":"D. Ringer","competitionClass":"Group A","notes":"<A HREF=\"https://en.wikipedia.org/wiki/1995_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1995_World_Rally_Championship</A><BR/><BR/><A HREF=\"http://www.altaya.fr/miniatures/collection-voitures-de-rallye/numeros-3081537\" TARGET=\"_blank\">http://www.altaya.fr/miniatures/collection-voitures-de-rallye/numeros-3081537</A><BR/><B></B><BR/><B>Issue #11: Subaru Impreza 555 RAC Rally 1995 C. McRae/D. Ringer</B><BR/><BR/>In an effort to share some of the limelight enjoyed by Japanese rivals Toyota and Mitsubishi, Subaru entered the cut-and-thrust environment of the World Rally Championship in 1990. After a steep learning curve with the Legacy, Subaru pinned its hopes on the Impreza. The car was devastatingly effective, giving the marque cult status and adding numerous victories and world titles to its young CV. Not only that, but Subaru was also responsible for the rise to prominence of a rally legend and household name - one Colin McRae...<BR/><BR/>At the start of the 1990s, Subaru decided to break into the European car market - something which, until then, had been alien to the Japanese manufacturer. To generate publicity for its brand, Subaru decided to take part in motor sport at the highest level - the World Rally Championship (WRC).<BR/><BR/>Led by British race and rally engineering specialists Prodrive, Subaru entered the WRC in 1990 with its Legacy model. Although heavy and, at times, unreliable, the car achieved minor success in that year&apos;s 1,000 Lakes and Australian Rallies, courtesy of Finn Markku Alén and Kiwi Raymond &apos;Possum&apos; Bourne respectively.<BR/><BR/>During 1991 and 1992, further solid results were achieved, the highlights being Alén&apos;s third in the Swedish Rally in 1991 and young Scotsman Colin McRae&apos;s runner-up slot in the same event a year later. Former World Champion Ari Vatanen backed that up with second in the 1992 RAC Rally to bring fresh optimism for 1993.<BR/><BR/><B>THE BIG BREAKTHROUGH</B><BR/>Ironically, it was only after the ageing Legacy took its maiden WRC success - courtesy of McRae in New Zealand in 1993 - that Subaru bosses decided to introduce the car&apos;s replacement. The smaller, lighter and more nimble Impreza was immediately a dramatic improvement over its predecessor. So much so, in fact, that Vatanen led comfortably on the car&apos;s debut in Finland, although a small problem eventually forced the Finn to settle for second.<BR/><BR/>The Impreza was blessed with plenty of power, excellent weight distribution and, so important in the WRC, efficient suspension. During 1994, the car&apos;s first full season, McRae and new team mate Carlos Sainz won three rallies between them, with Subaru finishing second in the Manufacturers&apos; World Championship and Sainz only beaten to the Drivers&apos; title by Frenchman Didier Auriol in the well-developed Toyota Celica.<BR/><BR/><B>SCOTLAND&apos;S FINEST</B><BR/>Born in the small town of Lanark, Scotland on 5 August 1968, Colin McRae came from a rallying background and, from a young age, was passionate about furthering the family reputation. His father, Jimmy, was a five-time British Rally Champion and finished runner-up in the European series in 1981, so was well-equipped to pass on his talent to his elder son. In fact, Colin&apos;s younger brother Alister would also make his mark in the sport a few years later.<BR/><BR/>Colin, who had cut his competitive teeth in motocross, made his four-wheeled debut in the British Peugeot and Opel Cup promotional series. At just 18 years of age, the Scot made his WRC debut in a humble Vauxhall Nova. He entered the 1987 Swedish Rally and, guided by vastly experienced co-driver Mike Broad, finished 36th overall!<BR/><BR/>Further WRC outings came at the wheel of a variety of machinery. McRae&apos;s speed was never in doubt, but his propensity for enormous accidents needed to be ironed out if he was to join the WRC elite.<BR/><BR/>That calming influence came in the shape of Prodrive/Subaru WRC boss David Richards, who had co-driven Ari Vatanen to world title glory in 1981. Richards promptly gave McRae a fully-fledged Legacy with which to tackle the British Rally Championship. Richards&apos; leap of faith was rewarded with back-to-back British titles for McRae and Subaru, giving both iconic status overnight.<BR/><BR/>A move to the WRC was high on the partnership&apos;s wish list and, in their first full year on the world stage, that glorious maiden victory came in New Zealand. Neither McRae nor Subaru looked back after that historic success.<BR/><BR/>The arrival of former World Champion Carlos Sainz in the team provided McRae with the perfect incentive to develop his obvious ability. McRae and Sainz were very evenly matched throughout 1994 and 1995. So competitive a pairing was it, in fact, that they fell out on occasion, particularly during the infamous 1995 Catalunya Rally, when team orders were imposed. McRae was requested by the team to stay behind Sainz - something which he ignored. The team then made him check into a time control late, handing the win to Sainz...<BR/><BR/>Despite the tension towards the end of 1995, it had been a highly successful season. Sainz had won the Monte Carlo, Portuguese and Catalunya Rallies, while McRae had triumphed in New Zealand and the all-important final Rally - the RAC.<BR/><BR/><B>TITLE SHOWDOWN</B><BR/>The Subaru pair came to the British event tied on 70 points. It was winner-takes-all in the British forests and a chance for McRae to become the first British World Champion, as well as the youngest in history.<BR/><BR/>McRae rose to the challenge, taking huge chunks out of the Spaniard&apos;s lead after numerous delays caused by punctures. He eventually finished more than half-a-minute ahead of Sainz to take a famous victory and achieve his long-held ambition to be World Champion.<BR/><BR/>McRae remained with Subaru for another three years, racking up numerous wins but unable to lift a second Drivers&apos; World title. Following McRae&apos;s departure to Ford, Subaru - again proving very adept at talent spotting - signed Englishman Richard Burns to the team. Burns picked up where McRae had left off, taking the 2001 Drivers&apos; World title on his home event - the RAC Rally.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images289?authuser=0&authkey=Gv1sRgCJik7aiogpzltgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images289?authuser=0&amp;authkey=Gv1sRgCJik7aiogpzltgE&amp;feat=directlink</A><BR/>"}