{"images":["1","2","3","4","5","6","7","8","9","10","11"],"scale":"1:43","brand":"HPI","catalogNo":"8937","manufacturer":"Toyota","model":"Celica Twincam Turbo","year":1985,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":21,"driver1":"J. Kankkunen","driver2":"F. Gallagher","competitionClass":"Group B","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8937/8937.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8937/8937.html</A><BR/><BR/><A HREF=\"http://www.motorsportmagazine.com/archive/article/may-1985/31/safari-rally\" TARGET=\"_blank\">http://www.motorsportmagazine.com/archive/article/may-1985/31/safari-rally</A><BR/><BR/><A HREF=\"https://goo.gl/photos/2eYoeSSKBeWK3VRp7\" TARGET=\"_blank\">https://goo.gl/photos/2eYoeSSKBeWK3VRp7</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=345304#p345304\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=345304#p345304</A><BR/><BR/><BR/><b>HPI 8937 Toyota Celica Twincam Turbo 1985 Safari Rally Winner J. Kankkunen/F. Gallagher</b><BR/><BR/>First WRC win for Juha Kankkunen<BR/>6th WRC win for Toyota<BR/>2nd WRC win for Celica Twincam Turbo<BR/><BR/><BR/><BR/>For the 1985 Safari, Toyota brought three of its Cologne-based Celica Turbos for the 1984 winner Björn Waldegård &amp; Hans Thorszelius, Safari rookie Juha Kankkunen &amp; Fred Gallagher, and locals David Horsey &amp; David Williamson brought in to join the team due partly to his becoming African Champion in 1984 and partly to his fine performance in the 1984 Rallye Côte d&apos;Ivoire.<BR/><BR/>Horsey crashed out early in the first leg leaving Waldegård &amp; Kankkunen to finish the first leg in 1st &amp; 4th places respectively. Things were already looking good for a repeat win for Waldegård. However, alternator problems cost Waldegård the lead in the second leg, ultimately allowing the Opel of Rauno Aaltonen &amp; Lofty Drews to move into 1st place. It was now looking good for Aaltonen to finally win the Safari on his 22nd attempt! At the end of the second leg, Kankkunen &amp; Waldegård finished in 3rd &amp; 4th places respectively. About half-way through the third leg Aaltonen was still in the lead but lost over an hour when he had to replace his gearbox. This bumped Kankkunen &amp; Waldegård up to 2nd &amp; 3rd places respectively.<BR/><BR/>After a night rest, 350 kms remained to be tackled just after dawn, and very soon into this Kankkunen had the top mount of a rear shock absorber break, extending the gap between himself and the leading Opel of Erwin Weber. As well as replacement, the mounts were firmly welded to ensure they would last to Nairobi. Shortly afterward there was more drama for Opel when Weber reported by radio that his engine made a tremendous noise and stopped. A spark plug was found to be damaged, and after an attempt at continuing on only three, they eventually had to stop and wait for a service car. All manner of maladies were found, including bent valves and partially seized pistons, and it was subsequently found that a loose bolt from the air intakes had been ingested and had damaged the valve rockers, upsetting the timing and causing pistons to hit valves. There was nothing for it but to change the whole cylinder head, and there at the roadside the car was fitted with the head removed from a chase car.<BR/><BR/>The disappointment was almost overpowering, but to the credit of the mechanics they got the car going again to take fifth place at the finish. It had almost been an overwhelming Opel victory, but rallies are not over until the car mounts the ramp, and a ridiculously simple thing like a tiny loose bolt had robbed Weber of victory. The Toyota outfit was elated enough at the prospect of a second place for Kankkunen, but to find him suddenly in the lead was almost too amazing to be true. Like watchful hens, service cars shadowed him all the way to the finish, and the elation at Nairobi had to be seen to be believed. Even Kankkunen himself seemed to be in a disbelieving daze, and he said that he really had to pinch himself several times to be convinced that he wasn&apos;t dreaming.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><BR/><b>Sources</b><BR/><A HREF=\"http://www.motorsportmagazine.com/archive/article/may-1985/31/safari-rally\">Safari Rally | Motor Sport Magazine Archive</A><BR/><A HREF=\"http://www.motorsportretro.com/2010/04/safari-1985-kankkunen-king-at-last/\">Safari 1985: Kankkunen king at last - Motorsport Retro</A> (photo)<BR/>"}