{"images":["7","8","9","10","11"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #25","manufacturer":"Mitsubishi","model":"Lancer Evo III","year":1996,"event":"1000 Lakes Rally","eventCode":"Rally Finland","carNumber":7,"driver1":"T. Mäkinen","driver2":"S. Harjanne","notes":"<B>Issue #25: Mitsubishi Lancer Evo III 1,000 Lakes Rally 1996 T. Mäkinen/S. Harjanne</B><BR/><BR/>In a reign lasting eight years, Mitsubishi&apos;s Lancer Evo more than justified the hype surrounding its success. The various upgrades to the trusty model kept the Japanese marque at the front of the World Rally Championship (WRC) for longer than just about any single car in the history of the sport. And when flying Finn Tommi Mäkinen got behind the wheel, a potent partnership began, resulting in four consecutive Drivers&apos; World Titles.<BR/><BR/>Mitsubishi&apos;s first Lancer Evo was launched in 1993 as a replacement for the Galant VR-4 that had been used - with little success - by the Japanese manufacturer in the WRC. In eight seasons, the car took an impressive 25 victories, putting its legendary reputation beyond doubt.<BR/><BR/>The first model was some 397 lb (180 kg) lighter than its predecessor, the Galant. The subsequent versions benefitted from power increases at every stage - almost 10 bhp per model. In addition, the high-speed stability and aerodynamics of the cars were considerably improved. The Mitsubishi engineers concentrated particularly hard on aerodynamics because the speeds achieved by the top cars in the WRC were constantly increasing, making it a crucial consideration. The ground clearance was also lowered and a larger rear spoiler was incorporated to help keep the car on the ground on the fast stages.<BR/><BR/><B>SWEDE DREAMS</B><BR/>The Lancer&apos;s first victory in the WRC was scored by Swedish driver Kenneth Eriksson in his local event - the Rally of Sweden - in 1995. Eriksson won again in Australia at the end of the year to secure second place for Mitsubishi in the Constructors&apos; Championship and third for himself in the Drivers&apos; Championship.<BR/><BR/>The following year marked the beginning of an incredible run of success for Mitsubishi and the Lancer. Finn Tommi Mäkinen scored five victories - in Sweden, Africa (Safari), Argentina, Finland and Australia - to take the World Title comfortably. It was the first of four straight Title wins by Mäkinen, a feat that had never before been achieved in the WRC.<BR/><BR/><B>SOME FINN SPECIAL</B><BR/>Mäkinen was born on 26 June 1964 and, by the age of five, was driving tractors on his parents&apos; large farm. He soon began competing in tractor races and was national champion in 1982 and 1985. He began competing in rallying a year later and, in 1987, made his WRC debut in his home event, the 1,000 Lakes Rally, at the wheel of a Lancia Delta Integrale. That same season he won the Finnish National Rally Championship.<BR/><BR/>His WRC career took an important turn in 1990 when he teamed up with his compatriot Seppo Harjanne, a vastly experienced and successful co-driver who had already won the World Championship in 1985 alongside fellow Finn Timo Salonen. Mäkinen and Harjanne hit it off immediately and began by competing in the FIA Group N Cup - for production-based cars - in a Mitsubishi Galant VR-4. They competed in five events in that debut season and finished twice in the top ten, winning their class three times.<BR/><BR/>In 1994, Mäkinen was signed up by Ford to compete in two rallies, the Mänttä Rally and the 1,000 Lakes, and he won both. As a result, the Finn became hot property and found himself with a long-term Mitsubishi contract in his pocket. In his first season with Mitsubishi, he took fifth in the World Championship, his best results being second in Sweden and fourth in Monte Carlo and Australia.<BR/><BR/>For 1986, Mäkinen was armed with the more potent Lancer Evo III, a car with which he immediately gelled. He became Mitsubishi&apos;s star driver and romped to the title after five victories in nine events.<BR/><BR/><B>HOME-GROWN HERO</B><BR/>Mäkinen started as clear favourite for victory in his home event, the 1,000 Lakes Rally, in 1996, since he had won it in the previous two years. After the first special stage, however, it was another Finn, Juha Kankkunen, who led the rally, 41 seconds ahead of Mäkinen. But, sadly for Kankkunen&apos;s team, Toyota, he was not eligible to score points in the Constructors&apos; Championship because the Japanese marque had been suspended for the 1996 season having been caught with illegally modified turbochargers at the end of 1995. It was already clear that the fight for victory would be a duel between the two Finns. Mäkinen overhauled Kankkunen at the halfway stage and from then on demonstrated total control over the rest.<BR/><BR/>On the final day of the rally, he cruised to his third 1,000 Lakes victory. With title rivals Carlos Sainz and Colin McRae having retired, Mäkinen increased his Drivers&apos; World Championship lead to 33 points over Sainz.<BR/><BR/>When Mäkinen won again next time out in Australia, the first of his four titles was finally beyond the reach of his fellow competitors. He had won it with two events to spare, Sanremo and Catalunya - both of which were won by eventual series runner-up Colin McRae.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images276?authuser=0&authkey=Gv1sRgCLeb3efGqqf1Pg&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images276?authuser=0&amp;authkey=Gv1sRgCLeb3efGqqf1Pg&amp;feat=directlink</A><BR/>"}