{"images":["1","2","3"],"scale":"1:43","brand":"Renaissance","catalogNo":"087","manufacturer":"Toyota","model":"Land Cruiser HZJ79","year":2009,"event":"Dakar Rally","eventCode":"Dakar Rally","carNumber":400,"driver1":"H. Diers","driver2":"F. Beguin","notes":"<A HREF=\"http://www.renaissance-models.com/integral/087.htm\" TARGET=\"_blank\">http://www.renaissance-models.com/integral/087.htm</A><BR/><BR/><A HREF=\"http://www.renaissance-models.com/plans_pdf/087_notice_HZJ79_friterie.pdf\" TARGET=\"_blank\">http://www.renaissance-models.com/plans_pdf/087_notice_HZJ79_friterie.pdf</A><BR/><BR/><A HREF=\"http://www.dakar.com/2009/DAK/RIDERS/us/equipage/400.html\" TARGET=\"_blank\">http://www.dakar.com/2009/DAK/RIDERS/us/equipage/400.html</A><BR/><BR/><B>Hervé Diers: “We’re doing the Dakar with a French-fry truck”</B><BR/><BR/>“We’re doing the Dakar in a French-fry truck”. Hervé Diers is sure of the effect of his project when he talks about his participation to the Dakar. For twenty years now, he’s been taking part and finishing the January rally. “I’m a pure amateur”, he explains. Three times at the Lac Rose, each time around the 70th position, a record that is good enough to delight the dynamic company owner who shows up this year with his French-fry project. “I want to show my friends and associates what the small companies of our area can manage”. Boosted by the film ‘Bienvenue chez les Ch’tis’ (about the Northern part of France), Hervé rapidly thought that his traditional appearance in the Dakar could take a historical turn. Supplier of the famous Chip shop ‘Chez Momo’ that plays a key part in the film, Hervé Diers decided to promote his product on the Dakar. “We will drive with a real French-fry truck and we will do French fries during scrutineering and at the rest day. And everyday we will compete using 10% of vegetable oil in our fuel”. Gastronomical and ecological, the Ch’tis Team has quite an ambition and takes off to cover the 9 500 kilometres of the course with a specially designed Toyota by François Beguin, the co-driver: “I took the tropical version of a Toyota Pick Up, sold in the African countries. I changed and improved the suspensions. I put a turbo engine instead of a normal one. I worked something like 300 hours on it”. Add to that the fact that each kilometre covered by the moving chip shop will help raise 1 Euro for the association ‘Les Clowns de l’espoir’ (The Clowns of hope) that helps sick children.<BR/>"}