{"images":["4","5","6","7","8","9","10"],"scale":"1:43","brand":"Troféu","catalogNo":"529","manufacturer":"Ford","model":"Escort RS1600","year":1974,"event":"1000 Lakes Rally","eventCode":"Rally Finland","carNumber":6,"driver1":"H. Mikkola","driver2":"J. Davenport","competitionClass":"Group 4","notes":"<A HREF=\"https://picasaweb.google.com/109233223652492168348/Images587?authuser=0&authkey=Gv1sRgCND6irLZv4KGzAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images587?authuser=0&amp;authkey=Gv1sRgCND6irLZv4KGzAE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=218244#p218244\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=218244#p218244</A><BR/><BR/><BR/><b>Troféu 529 Ford Escort RS1600 1974 1,000 Lakes Rally Winner H. Mikkola/J. Davenport</b><BR/><BR/>Purchased: 2014<BR/><BR/>1st WRC win for Hannu Mikkola.<BR/>3rd WRC win for Ford.<BR/>3rd WRC win for Escort RS1600.<BR/><BR/>Ford&apos;s iconic Escort RS1600 started a trend of powerful and reliable rally cars from the Blue Oval. Featuring Rallye Sport (RS) designations, they dominated the World Rally Championship (WRC) for many years, helping to further the careers of some of the great champions, including Timo Mäkinen, Roger Clark, Björn Waldegaard, Hannu Mikkola, and Ari Vatanen during the 1970s.<BR/><BR/>Ford&apos;s Escort model dominated the WRC during the 1970s and early 1980s. The simple but effective formula used by the marque in every derivative of the car lent itself to strong performance and, crucially, very good reliability, even from the modified RS versions. Used on generations of Ford&apos;s competition machines, the letters &apos;RS&apos; stood for &apos;Rallye Sport&apos; and the association marked the launch of a new family of high-performance Ford cars.<BR/><BR/>The first Escort RS1600 was officially launched in November 1969 by double Formula 1 World Champion Graham Hill, at the headquarters of Ford&apos;s competition arm, Advanced Vehicle Operations (AVO), in Essex, England. At the start of 1970, AVO and Ford began to work closely together, and the car remained in production until 1975 when it was replaced by the Mk2 RS1800.<BR/><BR/>The RS1600 had a 1599 cc, 16-valve engine that developed 120 bhp through a four-speed gearbox. Later versions featured a 2000 cc engine with 200 bhp and a five-speed ZF gearbox. Year after year, the Escort built a prestigious reputation thanks to its robustness and reliability. When production ceased at the end of 1974, the RS1600 had won rallies as tough and as varied as the East African Safari Rally (Hannu Mikkola and Gunnar Palm were the first Europeans to win it in 1972), Britain&apos;s RAC Rally on three consecutive occasions (1972, 1973 and 1974), Finland&apos;s 1,000 Lakes Rally (five times), the Arctic Rally and the Heatway Rally (later known as the Rally of New Zealand). Many of the legendary names of the WRC, such as Timo Mäkinen, Hannu Mikkola and Roger Clark, took the humble Escort to dozens of important victories.<BR/><BR/>Considering the importance of this car in rallying I find the lack of models rather strange. The very first winning RS1600 (1973 1,000 Lakes Rally) has never been modeled, only Troféu does this one, and the 2 RAC winners have a few more options.<BR/><BR/><BR/><BR/>   <BR/>"}