{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #01","manufacturer":"Peugeot","model":"206 WRC","year":2003,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":2,"driver1":"R. Burns","driver2":"R. Reid","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #1: Peugeot 206 WRC Monte Carlo Rally 2003 R. Burns/R. Reid</B><BR/><BR/>It took an absence of 12 years for Peugeot to plan its return to the World Rally Championship (WRC). By the late 1990s, the two titles won by the 205 Turbo 16 in 1985 and 1986 were only memories. The challenge was to make a dramatic reappearance with a car that could virtually guarantee success. So the 206 WRC was born, a car which, after three complete seasons, raced to two Drivers&apos; and three Constructors&apos; Championships.<BR/><BR/>Peugeot&apos;s return to the World Championship arena was not a decision taken lightly. The French company had been working for four years on the 206 WRC before the car made its debut at the Rally of Corsica in May 1999, the same race that 15 years beforehand saw the retirement of the Peugeot 205 Turbo 16 (T16). The development of new models such as the 306 Maxi Kit and the setting up of a team of managers, engineers and drivers able to compete with the best, had occupied all this period.<BR/><BR/>The 206 WRC was more akin to the 205 T16 than the production Peugeot 206 and, just like the car that had preceded it in the World Rally Championship, its engine had an aluminum alloy cylinder block. It was soon apparent that the new car was going to bring as much, or even more, satisfaction as the 205 T16. Since Peugeot&apos;s previous foray into the arena, WRC homologation rules had moved towards equalising competition conditions between contestants: each team had to have a four-wheel-drive car with a turbo engine of similar power at the front. Consequently, the work on the electronics and active systems for transmitting the power would prove crucial. The 206 was the smallest car in the WRC. Although it had not been easy to design, its diminutive dimensions gave it the agility needed to shine in the challenging special stages of the World Championship.<BR/><BR/>On its return to WRC competition, Peugeot finished sixth, despite competing for only part of the 1999 season. Peugeot then began a sequence of winning three consecutive Constructors&apos; titles. In addition to these, the Finnish driver Marcus Grönholm triumphed in a 206 in the World Drivers&apos; Championship in 2000 and 2002.<BR/><BR/>For all this success, Peugeot still had one major regret - that it had never won the Monte Carlo Rally. This was, therefore, the objective of the marque at the start of the 2003 season. It had been strengthened at the beginning of 2002 by the arrival of English driver Richard Burns, World Champion in the previous year. During the 2001 season, Burns had won only one race but his overall consistency had taken him to the Championship ahead of his three rivals Tommi Makinen, Colin McRae and Grönholm.<BR/><BR/>In 2002, Burns&apos; task was complicated by the problems of adapting to the car and his highly motivated teammates, including Grönholm and Gilles Panizzi, another top driver and renowned for his skills on tarmac.<BR/><BR/><B>HIGH STAKES</B><BR/>The Monte Carlo Rally, introduced in 1911 to attract tourists to the casinos, is much like a game of roulette. The ultimate gamble is on the choice of tyres to deal with the unpredictable wintry climate and all manner of potential surface conditions and to, hopefully, settle upon a satisfactory balance before leaving the rest to the skill of the drivers.<BR/><BR/>It is common, therefore, for the event to spring some surprises. In 2002, Makinen had won the Rally for the fourth consecutive year, representing Subaru for the first time. But in 2003, all pre-race predictions proved wide of the mark in the face of the superiority of the Citroen Xsara, which took the first three places on the podium courtesy of Sebastien Loeb, McRae and Carlos Sainz. Burns and co-driver Robert Reid had to be content with fifth place behind the Estonian Markko Martin (Ford Focus) and staying ahead of another 206 WRC driven by Frenchman Cedric Robert.<BR/><BR/>But Grönholm promptly reminded the world that he and his car were worthy World Champions by winning the second event, the Swedish Rally. In Turkey, Burns was second behind Sainz, while in New Zealand the English driver&apos;s only adversary was his teammate Grönholm, who took top spot. By the end of 2003, Peugeot&apos;s return to the sport had seen the 206 WRC rack up 24 wins and 41 podium positions overall, contributing to those three successive Constructors&apos; titles. Peugeot was back on track.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images299?authuser=0&authkey=Gv1sRgCNzNpJ6my4nsHA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images299?authuser=0&amp;authkey=Gv1sRgCNzNpJ6my4nsHA&amp;feat=directlink</A><BR/>"}