{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #45","manufacturer":"Citroën","model":"C2 Sport","year":2004,"event":"Rallye Rías Baixas","eventCode":"Rallye Rías Baixas","carNumber":1,"driver1":"M. Fuster","driver2":"J. V. Medina","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/2453-rallye-rias-baixas-redcom-2004/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/2453-rallye-rias-baixas-redcom-2004/</B></A><BR/><BR/><B>Issue #45: Citroën C2 Sport Rallye Rías Baixas 2004 M. Fuster/J. V. Medina</B><BR/><BR/>The French manufacturer Citroën, in recent seasons the benchmark team in the World Rally Championship (WRC), is also a keen supporter of the lower echelons of the sport. Over the years, Citroën has built many excellent small models for competition use. The C2 S1600 is one such car, and the lightweight, powerful machine is a popular choice among privateer drivers and would-be World Champions. Its competition debut, in the Spanish Rías Baixas Rally in 2004, proved the point the car taking a well-earned podium finish.<BR/><BR/>The Citroën C2 made its debut in the 2004 World Rally Championship (WRC) season. Using the C2 GT a 2,500-unit, limited-edition production car intended exclusively for the British market, Citroën was able to homologate both the C2 Super 1600 and the C2 Challenge models for competition use.<BR/><BR/>Launched at the Frankfurt Motor Show in September 2003, the C2 utilises the same floorpan as the C3 and C3 Pluriel models, all of them with a short wheelbase and with 60 per cent of their components being universal.<BR/><BR/>With an engine developing 155 bhp and a total weight of only 950 kg (2,094 lb), the C2 is a very nimble car that performs excellently on the WRC&apos;s more twisty stages.<BR/><BR/>The availability of the C2 Super 1600 kit gave nonprofessional drivers the chance to buy all the competition parts needed to build a car that was ready to compete on both tarmac and asphalt.<BR/><BR/>When Citroën created the C2 Cup in different countries, the popularity of the little French machine increased dramatically. In an attempt to continue the run of victories in the various national competitions achieved by Citroën&apos;s Saxo Super 1600, the C2 was aimed squarely at privateer drivers, or those with smaller budgets and access to fewer resources.<BR/><BR/>Citroën focuses on promoting its C2 Cup without adversely affecting its all-important Junior World Rally Championship (JWRC) campaign. The JWRC is a vital platform for Citroën, having been hugely successful with Title wins for Sébastien Loeb and Dani Solà in 2001 and 2002 respectively.<BR/><BR/>Citroën has always been adept at discovering promising young drivers, and the promotional formulas in rallying have provided an excellent environment for that talent scouting to manifest itself.<BR/><BR/>One such driver who caught the attention of Citroën was Miguel Fuster. Born in Benidorm in 1975, Fuster won his first championship Title - the Comunidad Valenciana - aged just 17 at the wheel of a Renault GT Turbo. His career immediately took off and he continued to rack up excellent results. He won victories for three different constructors - Peugeot, Renault and Citroën for whom he has been driving since 1999. He was Spanish Group N Champion in 1996, took the Citroën Saxo Trophy in 1999 and then achieved his ambition of becoming Spanish National Rally Champion in 2003.<BR/><BR/>For 2004, Fuster would be armed with Citroën&apos;s potent new C2 S1600 and the first round of the Spanish Championship was the Rías Baixas Rally. Competitors had to contend with difficult weather conditions during the event, comprising thick fog, followed by heavy showers.<BR/><BR/><B>SPANISH INQUISITION</B><BR/>The main battle in the rally was between Peugeot 206 team mates Enrique García Ojeda and Joan Vinyes.<BR/><BR/>Fuster, however, was also in with a chance but a bad choice of tyres during the early stages of the event resulted in him falling over a minute behind the duelling Ojeda and Vinyes. It was too much to expect Fuster to get back into contention with the leaders, but the Spaniard did not give up and his stage times remained among the fastest for the remainder of the rally, helping him to maintain a strong third place.<BR/><BR/>The close duel between Spaniards Ojeda and Vinyes ended with victory for Vinyes, who beat his team mate by 28 seconds. Fuster upheld Citroën honour by finishing third on the debut of the C2.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipMBlBm_qOtEKBfcHqlH9KL44nQAbrmvUbjH-fdI\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipMBlBm_qOtEKBfcHqlH9KL44nQAbrmvUbjH-fdI</A><BR/>"}