{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #55","manufacturer":"Jaguar","model":"Mk II","year":1960,"event":"Tour de France Automobile","eventCode":"Tour de France Automobile","carNumber":78,"driver1":"B. Consten","driver2":"J. Renel","competitionClass":"Group T","notes":"<A HREF=\"https://www.ewrc-results.com/final/15146-tour-de-france-automobile-1960/?ct=83\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/15146-tour-de-france-automobile-1960/?ct=83</B></A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/Tour_de_France_Automobile\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/Tour_de_France_Automobile</A><BR/><BR/><B>Issue #55: Jaguar MkII Tour de France Automobile 1960 B. Consten/J. Renel</B><BR/><BR/>Jaguar, the car manufacturer founded by Sir William Lyons in 1935, has always represented elegant design, quality craftsmanship and high performance, as well as a great deal of success in motor sport. The firm&apos;s Le Mans and saloon car victories are well known, although the 3.8-litre MkII was equally at home on the rally stages. French Rally Champion Bernard Consten drove the car to four consecutive Touring Car-class victories in the Tour de France, one of rallying&apos;s most challenging events.<BR/><BR/>Sir William Lyons, the man behind the legendary Jaguar name, began his career in manufacturing in 1922, aged just 21. He started by making motorcycle sidecars and sold his products under the Swallow banner. Five years later, Lyons decided to move into motor-car manufacturing and obtained the licence to produce Austin Sevens under the SS (Swallow Seven) acronym. The unpopular name (SS was considered offensive with Nazi Germany becoming more and more influential) was soon changed to Jaguar, although the SS tag was kept on for some of Lyons&apos; early machines. In fact, the 1935 SS90 was the first production Jaguar.<BR/><BR/>After the Second World War ended in 1945, Jaguar launched its world-beating six-cylinder XK engine. The 160 bhp unit would power famous jaguars such as the XK140 and XK150. And the powerful engine would also appear in the MkI and MkII saloons cars that would achieve a great deal of success in 1960s saloon-car racing and rallying. Whatever the model, the Jaguar stamp of engineering excellence and manufacturing quality was evident. A Jaguar was a luxury item with discreet elegance and superb performance. Top-of-the-range sports cars with classic lines, whether saloons or coupés, have always symbolised the classic British marque.<BR/><BR/><B>THE POWER AND THE GLORY</B><BR/>The XK engine remained the nucleus of many of Jaguar&apos;s most successful competition cars. It powered the stunning C-type, which won the gruelling Le Mans 24 Hours race in France in 1951 and 1953, as well its successor, the D-type, which won the classic &apos;enduro&apos; in 1955, 1956 and 1957.<BR/><BR/>Jaguar&apos;s next model, the E-type - for many the classic Jaguar - was not as successful on the racetrack. Its failure actually led to the British firm withdrawing from endurance racing in the late 1960s. It was nearly 20 years until British team Tom Walkinshaw Racing (TWR) took the Jaguar marque back to the top of sports- and touring-car racing. Walkinshaw, himself a European Touring Car Champion at the wheel of a self-prepared XJS V12, brought further success at Le Mans for Jaguar. Wins in 1988 and 1990 were among the most high profile and hard earned in Jaguar&apos;s competition history.<BR/><BR/><B>BACK TO ITS ROOTS</B><BR/>The foundation of Jaguar&apos;s saloon car racing and rally victories came in the shape of the 2400 cc MkI of 1951. Things really took off for Jaguar when the MkII appeared in 1955. Fitted with a 3800 cc six-cylinder XK engine that developed 220 bhp, the big cat soon earned a reputation for being one of the quickest production saloon cars ever produced.<BR/><BR/>Although better known for its victories on the racetrack, the MkII did achieve some outstanding results on the rally stages. Its most notable success was surely the four consecutive wins in the Tour de France courtesy of Frenchman Bernard Consten.<BR/><BR/>Consten was born on 5 April 1932 in Courbeovie, where his father had a garage. His love of cars was inherited from a cousin, Jean Hébert, who was a keen and proficient amateur racer. At the age of just 20, Consten began his career by co-driving in local events for Hébert, while dovetailing that with occasional outings in the driver&apos;s seat of a Panhard Dyna Junior, which he replaced two years later with a Triumph TR2.<BR/><BR/>In 1955, Consten took part in two big international events - the Monte Carlo Rally and the Liège-Rome-Liège Rally - with another Panhard. Having finished his military service, he progressed to an Alfa-Romeo Sprint Veloce 1300 and won the first three events in which he took part: the Jeanne d&apos;Arc, Picardie and Lorraine Rallies. An accident at the Nürburgring while competing in a GT race cut short his season, although he did return at the end of the year to take victory in the Tour of Belgium.<BR/><BR/><B>TOUR OF DUTY</B><BR/>In 1960, Consten reached an agreement with Jaguar to compete in circuit races, hillclimbs and rallies with the potent MkII. He took part in just a dozen events before winning the Tour de France in the Touring Car category for the second time - a victory he would repeat three more times in succession with the same car. In addition, he became French Rally Champion for the second time. He was to win the Title twice more, in 1961 and 1967.<BR/><BR/>Consten&apos;s first Tour de France victory coincided with the event increasing its competitive mileage. It became one of the sport&apos;s most challenging tests, with separate races, rallies and hillclimbs and a total mileage of more than 5,000 km (3,100 miles). Consten and his MkII didn&apos;t miss a beat and easily won the gruelling event to give Jaguar a famous victory.<BR/><BR/>Consten competed until the early 1970s, but having been elected president of the French Automobile Association, his career behind the wheel would soon have to play second fiddle to his administrative duties.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipNRl8SM_qaftRF6sPEF_3OBao_aULfMZJdh5pCi\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNRl8SM_qaftRF6sPEF_3OBao_aULfMZJdh5pCi</A><BR/>"}