{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #51","manufacturer":"Opel","model":"Manta 400","year":1983,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":6,"driver1":"G. Fréquelin","driver2":"J. F. Fauchille","competitionClass":"Group B","notes":"<A HREF=\"https://www.ewrc-results.com/final/3620-tour-de-corse-rallye-de-france-1983/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/3620-tour-de-corse-rallye-de-france-1983/</B></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1983_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1983_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1983_World_Rally_Championship</A><BR/><BR/><B>Issue #51: Opel Manta 400 Tour de Corse 1983 G. Fréquelin/J. F. Fauchille</B><BR/><BR/>German marque Opel introduced its Manta 400 to coincide with technical changes in the World Rally Championship (WRC). The lighter, more powerful machine made an inauspicious WRC debut in the 1983 Rally of Corsica with Guy Fréquelin at the wheel, the Frenchman retiring early on. Although the Manta 400 struggled to achieve much success on the world stage, it was a more competitive proposition in the British and French Championships, winning numerous events in the mid-1980s.<BR/><BR/>Opel&apos;s Manta 400 was launched as a replacement for the German firm&apos;s older Ascona 400 model. After motor sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), had changed the class structure of the World Rally Championship (WRC) from Groups 1, 2, 3 and 4 to A, B and N, Opel was determined to become a considerably more competitive proposition in the sport.<BR/><BR/>One problem that the German manufacturer faced was meeting the required homologation volume of production vehicles. The minimum number required by the FIA was 200 units, so Opel immediately set about achieving this figure with the all-new Manta.<BR/><BR/>Faced by strong opposition in the shape of Lancia&apos;s powerful and lightweight 037 and Audi&apos;s hi-tech, four-wheel-drive Quattro, Opel&apos;s objectives were clear: the Manta must be more powerful and lighter than the Ascona that preceded it. The incorporation of Kevlar and aluminium panels in the bodywork certainly helped the car with its weight-loss programme, while a Cosworth-developed engine that produced 275 bhp from its 2400 cc, 16-valve configuration added useful power.<BR/><BR/>However, the car&apos;s big problem was its transmission. Limited to rear-wheel-drive only, the axle was ill-equipped to cope with the extra power and, as a result, was plagued by unreliability. Without the financial clout of its WRC rivals, Opel was unable to develop and homologate a four-wheel-drive transmission system at a time when it was becoming de rigueur in the sport.<BR/><BR/><B>FLYING FRENCHMAN</B><BR/>The Manta 400 was homologated on 1 May 1983 and made its WRC debut just four days later in the Tour of Corsica with Guy Fréquelin (now boss of the all-conquering Citroën WRC squad) at the wheel. The Frenchman had made his competition debut in 1968 and subsequently drove many different cars for manufacturers as diverse as Alfa Romeo, Audi, Gordini, Opel and Porsche. In 1980, he was signed up by the factory Talbot team to drive its Sunbeam Lotus with Jean Todt as his co-driver. The following year, he scored his only victory in the World Championship, in Argentina, and backed it up with second place in Monte Carlo, Corsica and Brazil en route to the runner-up slot in the 1981 Drivers&apos; World Championship. Fréquelin continued to compete, albeit sporadically, in the WRC until 1989, when he decided his skills would be better suited to team management.<BR/><BR/>Even with a driver of Fréquelin&apos;s ability on the driving strength, Opel&apos;s all-new Manta, which promised much, failed to win a World Championship event, although it was victorious in some national rallies. For example, German driver Erwin Weber won the Rally of Germany in 1983, a full 20 years before the event became a permanent fixture on the WRC calendar. Fréquelin won the French Rally Championship Title with the Manta in the same year, while the likes of Henri Toivonen, Billy Coleman, Jimmy McRae (father of 1995 World Champion Colin), Russell Brookes and Pentti Airikkala won many of the British Championship&apos;s great events - the Welsh, Circuit of Ireland, Manx and Ulster Rallies - with the Manta. It was McRae Snr who gave the Manta its best result in the WRC when the Scot took his car to third in the 1983 Lombard RAC Rally. He was beaten only by the awesome Audi Quattros of Stig Blomqvist and Hannu Mikkola.<BR/><BR/><B>DIFFICULT DEBUT</B><BR/>The Opel Manta&apos;s WRC debut in Corsica in 1983 was not particularly auspicious. Fréquelin, in the only car entered by the factory, was forced to retire during the fifth stage of the Rally after suffering engine problems. The Lancia 037s and Audi Quattros dominated the event with Lancia&apos;s five drivers - Markku Alén, Walter Röhrl, Attilio Bettega, Jean-Claude Andruet and Adartico Vudafieri - all pushing Audi pair Hannu Mikkola and Michèle Mouton as hard as they could. Andruet made the early running, before losing the lead to team mate Alén. After 20 special stages, Alén had an advantage of well over a minute over the first of the three chasing Lancias, that of Walter Röhrl.<BR/><BR/>The Audi Quattros of Mikkola and Mouton lay fifth and sixth, some 11 and 26 minutes behind, such was Lancia&apos;s advantage on asphalt. So, Alén emerged victorious for his first career win on a sealed surface. Röhrl and Vudafieri followed him home for a Lancia one-two-three, while the Audis did not complete the event. Mikkola retired after going off the road, and Mouton had to call it a day when the engine of her car caught fire.<BR/><BR/>In 1984, Opel&apos;s programme suffered a further setback when tobacco giant Rothmans withdrew its sponsorship. As a result, the firm&apos;s operating budget suffered a 45 per cent reduction, which further stymied its chances of success. The best result for the Manta during the 1984 WRC season was second in the Safari Rally, courtesy of Rauno Aaltonen. However, the Manta continued to win all the big events in Britain and, in fact, remained a competitive machine in British rallying until 1987.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipPfZCsnsnkSGZL10fUQ6UuhlxvJTCgDx0kbc25n\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipPfZCsnsnkSGZL10fUQ6UuhlxvJTCgDx0kbc25n</A><BR/>"}