{"images":["1","2","3","4","5","6"],"scale":"1:43","brand":"Universal Hobbies","catalogNo":"UH3699","manufacturer":"Porsche","model":"911 SC","year":1978,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":3,"driver1":"J. P. Nicolas","driver2":"V. Laverne","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/10858-rallye-automobile-de-monte-carlo-1978/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/10858-rallye-automobile-de-monte-carlo-1978/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1978_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1978_World_Rally_Championship</A><BR/><BR/><b>Universal Hobbies 3699 Porsche 911SC 1978 Rallye Monte Carlo Winner J. P. Nicolas/V. Laverne</b><BR/><BR/>(from Rally Car Collection #20 parts work magazine)<BR/>Porsche is renowned for its prowess on the race tracks of the world, but its success in rallying has been rather more hit-and-miss. When the German marque scored its first World Rally Championship (WRC) victory in the 1978 Monte Carlo Rally, driver Jean-Pierre Nicolas had only secured the backing to rent one of the firm&apos;s Carrera RS machines in the week before the event. A combination of speed, reliability and luck gave the Frenchman a famous victory and he remains the last privateer driver to triumph in the world&apos;s oldest rally…<BR/><BR/>Porsche, the great German sportscar manufacturer, has a great reputation in racing - its cars have won countless important events across the world almost from the moment the firm began in the early 1950s. In the world of rallying, however, the iconic brand has achieved far less in the way of success. In the early days, Porsche&apos;s only claim to fame was victory in the inaugural International Manufacturers&apos; Championship (IMC) in 1970.<BR/><BR/>When the IMC became the full-blown World Rally Championship in 1973, Porsche continued to participate, albeit with privateer teams and drivers (to this day, Porsche has never fielded a fully-supported factory rally team).<BR/><BR/>With their classic mix of performance, reliability and robustness, Porsche&apos;s cars have always shone whenever conditions have became difficult. And this is exactly what happened in the 1978 Monte Carlo Rally - scene of the first of the marque&apos;s only two WRC victories.<BR/><BR/>Treacherous weather greeted the crews at the start of the event, prompting the organisers to cancel all the special stages that had become impassable after the heavy snowfall. Despite the weather, the favourite was Sandro Munari, the Italian having won the previous three events. However, he was forced to retire on the first stage when the throttle cable and gearbox of his Fiat 131 broke.<BR/><BR/>The similar Fiat of German Walter Röhrl took over the lead of the event, with the nimble Renault 5 Alpines of Guy Fréquelin and Jean Ragnotti snapping at his heels. Biding his time nicely in fifth place, however was Frenchman Jean-Pierre Nicolas in a Porsche 911 Carrera RS that he had only decided to rent the week before the event...<BR/><BR/><b>PORSCHE POWER</b><BR/>It was during the second stage of the second day, the 15-mile (24 km) Pont de Miolans, that Nicolas increased his pace, using the Porsche&apos;s superior power and handling to take control of the rally. He took full advantage of the problems that befell his Fiat and Renault rivals and scored a famous victory for the German manufacturer. Nicolas&apos; victory was the first for a privateer in the Monte Carlo Rally since the inauguration of the WRC in 1973. To date, no privateer has emulated the Frenchman on this difficult event.<BR/><BR/>Nicolas&apos; versatility behind the wheel was further demonstrated when, later that season, he won the Safari and the Ivory Coast Rallies at the wheel of a Peugeot 504 Coupé.<BR/><BR/><BR/><BR/>  <BR/><BR/> <BR/>"}