{"images":["1","2","3","9","10","11","12","13","14"],"scale":"1:43","brand":"IXO","catalogNo":"RAC164","manufacturer":"Peugeot","model":"504","year":1975,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":26,"driver1":"O. Andersson","driver2":"A. Hertz","notes":"<A HREF=\"http://www.ixomodels.com/index.php/car/popup/1434\" TARGET=\"_blank\">http://www.ixomodels.com/index.php/car/popup/1434</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images103?authuser=0&authkey=Gv1sRgCOiUyJjm0_3CZw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images103?authuser=0&amp;authkey=Gv1sRgCOiUyJjm0_3CZw&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&start=24#p200094\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;start=24#p200094</A><BR/><BR/><A HREF=\"http://peugeot.rallye-info.com/carmake_profile.asp?sid=4&make=7\" TARGET=\"_blank\">http://peugeot.rallye-info.com/carmake_profile.asp?sid=4&amp;make=7</A><BR/><BR/><A HREF=\"http://img338.imageshack.us/img338/2742/numriser0078vl8.jpg\" TARGET=\"_blank\">-----------------------------------------</A><BR/><A HREF=\"http://img338.imageshack.us/img338/2742/numriser0078vl8.jpg\" TARGET=\"_blank\">http://img338.imageshack.us/img338/2742/numriser0078vl8.jpg</A><BR/>(78 cars were from the 23rd Safari Rally ( ex East African Safari). If the route this year , should not leave the borders of Kenya, however its length was similar to that of previous years , about 6,000 km.<BR/><BR/>6000 km to go to average between 100 and 140 km / h according to the sections on tracks whose reputation is second to none . A major difficulty lies in the fact that assistance can only occur during the running time and the only way.<BR/><BR/>For the 5th time since the creation of this rally , Peugeot had met the conditions for victory : 4 cars carefully prepared and controlled by &quot; rally drivers &quot; which charts speak for themselves , and a well organized and effective assistance.<BR/> <BR/>Cars Makinen / Liddon (winners Bandama ) and Mikkola / Todt were respectively abandon a mechanical problem and a spectacular off-road .<BR/><BR/>Anderson / Herlz and Shankland / Bates finished the rally in 1st and 5th places. Once again , the Safari Rally was not up to its reputation : the first on the first night were the last of the last days ; the swiftest were not winners : only those who have managed to strike their machine and select their race were able to accomplish the feat of completing this formidable safari. Indeed, only 14 cars spread out upon arrival.<BR/><BR/>A victory for the team competition and our Peugeot brand, even more beautiful than the plateau had committed rarely reaches this level victory.)<BR/><A HREF=\"http://img338.imageshack.us/img338/2742/numriser0078vl8.jpg\" TARGET=\"_blank\">-----------------------------------------</A><BR/><BR/><A HREF=\"http://en.wikipedia.org/wiki/Rallying\" TARGET=\"_blank\">http://en.wikipedia.org/wiki/Rallying</A><BR/><BR/><b>IXO RAC164 Peugeot 504 1975 Safari Rally Winner O. Andersson/A. Hertz</b><BR/><BR/>Only WRC win for Ove Andersson.<BR/>First WRC win for Peugeot.<BR/><BR/>Peugeot&apos;s rally history begins in 1894, along with rallying itself. Rallying can be traced back to the 1894 Paris–Rouen Horseless Carriage Competition, sponsored by a Paris newspaper, Le Petit Journal, which attracted considerable public interest and entries from leading manufacturers. Prizes were awarded to the vehicles by a jury based on the reports of the observers who rode in each car; the official winner was Albert Lemaître driving a 3 hp Peugeot, although the Comte de Dion had finished first but his steam powered vehicle was ineligible for the official competition.<BR/><BR/>Peugeot began its association with the WRC by competing in Africa with its strong, reliable, and trusty 504 models. The French cars were ideally suited to the rough terrain and challenging conditions and racked up numerous wins in the three key events - the Safari, Ivory Coast and Moroccan Rallies - during the 1970s.<BR/><BR/>The Peugeot 504 was launched in 1968 and enjoyed a production lifespan of 15 years. The French machine, with its 1796 cc, four-cylinder engine and simple, no-frills engineering, was very popular. Peugeot sold three million examples in that time, making it one of the company&apos;s most successful models.<BR/><BR/>It wasn&apos;t long before the 504 was entered in competition as a means of showcasing Peugeot&apos;s engineering capabilities. The World Rally Championship didn&apos;t exist in 1970 - the year in which the 504 made its debut in the Rally of Corsica - but many of the famous events that would come to characterise motor sport&apos;s toughest discipline were already in place.<BR/><BR/>The 504 was not competitive on traditional asphalt and gravel rallies, so the company chose to concentrate on the gruelling African events such as the Safari, Ivory Coast and Moroccan Rallies - three of the oldest and most challenging tests in the world - to really put the machine through its paces.<BR/><BR/>One of the Peugeot&apos;s key attributes was its strength and this was put to good use in Africa where reliability was at a premium. Reinforcements were added to the chassis, floor and fuel tank of the 504 and it quickly became the machine of choice in the desert. So much so, in fact, that great drivers like Hannu Mikkola, Simo Lampinen, Timo Mäkinen, Jean-Pierre Nicolas and Guy Fréquelin were happy to throw their lot in with the quirky saloon for the African rounds of the WRC.<BR/><BR/>In 1975 the 504 won all 3 major African rallies, 2 of them part of the WRC. Even with winning only 2 rallies they were 2nd in the manufacturers&apos; championship at mid-season.<BR/><BR/><BR/><BR/>   <BR/>"}