{"images":["6","7","8","9","10","11","12","13"],"scale":"1:43","brand":"Norev","catalogNo":"800107.3","manufacturer":"Mitsubishi","model":"Pajero","year":1997,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":205,"driver1":"K. Shinozuka","driver2":"H. Magne","notes":"<A HREF=\"http://www.mitsubishi-motors.com/motorsports/e/97dakar/\" TARGET=\"_blank\">http://www.mitsubishi-motors.com/motorsports/e/97dakar/</A><BR/><BR/><A HREF=\"http://www.mitsubishi-motors.com/motorsports/e/97dakar/profile.html\" TARGET=\"_blank\">http://www.mitsubishi-motors.com/motorsports/e/97dakar/profile.html</A><BR/><BR/><A HREF=\"http://www.mitsubishi-motors.com/motorsports/e/97dakar/release.html\" TARGET=\"_blank\">http://www.mitsubishi-motors.com/motorsports/e/97dakar/release.html</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images174?authuser=0&authkey=Gv1sRgCKjF-ZPz7uPblwE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images174?authuser=0&amp;authkey=Gv1sRgCKjF-ZPz7uPblwE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=226695#p226695\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=226695#p226695</A><BR/><BR/><BR/><b>Norev 800107 Mitsubishi Pajero 1997 Dakar Rally Winner K. Shinozuka/H. Magne</b><BR/><BR/>Purchased: 2011<BR/><BR/>First Dakar win for Kenjiro Shinozuka.<BR/>4th Dakar win for Mitsubishi.<BR/>4th Dakar win for Pajero.<BR/><BR/>The name of Kenjiro Shinozuka is greatly respected in Japanese motor sport circles. Having begun his career in 1968 he became the first Japanese driver to finish the Kenyan Safari Rally in 1976. And 15 years later he became the first Japanese driver to win a World Rally Championship (WRC) event; the Rallye Côte d&apos;Ivoire in 1991. The following year he won the event for the second year running. After a long association with Mitsubishi Team in cross-country rallies, Kenjiro Shinozuka has come to be considered a very talented and experienced driver, and an excellent tactician.<BR/><BR/>On Sunday, January 19, 1997, after 15 days and 8,049 km of the world&apos;s most gruelling motor sport event, Kenjiro Shinozuka blasted along the sandy beach near the Senegalese capital of Dakar and around the Famous Pink Lake to make yet another mark in the history books by becoming the first Japanese driver ever to win the famous Dakar Rally, driving his Team Mitsubishi Oil Ralliart Pajero. In the searing heat of Senegal, many thousands of spectators gathered to cheer the Japanese hero onto the podium alongside his French navigator Henri Magne. It was a memorable occasion for Mitsubishi whose cars filled the top four positions overall, and won almost all the major classes and categories of the event.<BR/><BR/>For two weeks Shinozuka had battled through the hot and dusty <A HREF=\"http://en.wikipedia.org/wiki/Sahel\">Sahel</A> of western and central Africa, from Senegal to Mali, Niger and back again through Mauritania in one of the most hotly contested Dakars ever. Not only was the competition hot; the strong sun of the Sahel beat down mercilessly on the 153 competitors who started the event in cars and trucks from the beginning, and by the time they reached the desert wastelands of the northern Sahel, bordering on the Sahara desert, temperatures frequently reached over 40 degrees Celsius (or about the same as the temperature here in Texas as I post this  :lol:).<BR/><BR/>With Mitsubishis (and 3 different drivers) winning 7 of the 8 stages by the half-way point at Agades in Niger, only a handful of minutes split the leading three Mitsubishis. It had become clear that all other competition had faded and the Mitsubishi Pajeros were fighting it out amongst themselves. It was at this point team manager Ullrich Brehmer decided that the internal competition between the Mitsubishis should stop there and then. It was time to protect Mitsubishi&apos;s domination of the podium positions, and as Shinozuka was in front at that point, he was clearly the winner and the rest of the team were to hold station from that point on and support each other to the finish in Dakar.<BR/><BR/>And so it was that the four Mitsubishis, Shinozuka followed by Fontenay, Saby and Masuoka in that order drove in virtual convoy into Senegal, not slowly, but carefully and without taking risks, ready to support each other should there be a problem. However, none of the Mitsubishis faltered even for a second, and the durable and reliable Pajeros and Challenger/Montero Sport arrived at the seaside resort of Saint-Louis in perfect condition. All that remained was the formality of the final drive to the Pink Lake and 18 km of display driving for the many thousands of spectators who crowded the beach and lakeside areas in the hot sunshine near Dakar. At the end of the stage, the Mitsubishis stood in all their glory on the gleaming podium, crews with wide smiles, widest of all Shinozuka&apos;s who declared: &quot;It&apos;s a great feeling to win the Dakar at last. I have participated 12 times and every year I wanted to win. Now it is a dream come true. The Dakar is the most popular motor sport event for Japan and this result is good for me and good for Mitsubishi. I really enjoyed driving the T2 Pajero.&quot;<BR/><BR/>In case you&apos;re wondering why Felix the Cat is on the car, he&apos;s apparently a mascot for Mitsubishi Oil  :lol:  :<BR/><BR/><BR/><BR/><BR/>   <BR/>"}