{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #19","manufacturer":"Renault","model":"4 Sinpar","year":1979,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":131,"driver1":"C. Marreau","driver2":"B. Marreau","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1979/marreau-marreau,renault+4+simpar,131.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1979/marreau-marreau,renault+4+simpar,131.html</A><BR/><BR/><B>Issue #19 Renault 4 Sinpar 1979 C. Marreau/B. Marreau</B><BR/><BR/>When dreams become reality... On 26 December 1978, the Place du Trocadéro witnessed the first send-off of the Paris-Dakar rally. One hundred-seventy competitors had to cross 10,000 kilometers on the pistes of Algeria, Niger, Mali, Upper Volta, and Senegal. The most newsworthy race of the last century was on! What made it unique was one particular characteristic: the contrast between a civilization and traditional villages with dried mud huts and the modern world.<BR/><BR/>But for this initial experience, finish times and rankings did not matter much. Self-discovery, adventure and exceeding one&apos;s own limitations were the essence of the event. This first Dakar was a huge success. Its impact, both in terms of the majesty of the revealed landscapes and the originality of the route, resonated. The rally definitively changed the lives of every competitor. The most daunting off-road rally of all time was born.<BR/><BR/>The Renault R4 was launched in September 1961 with an engine capacity of 747 cc. By 1965 Renault had removed the extra &apos;R&apos; from their model names: the Renault R4 had become the Renault 4. A surprising, yet often unnoticed, feature on the 4 is its shorter wheelbase on the left than on the right. This concept (also employed in other Renault models) allowed a very simple design of the rear suspension using transverse torsion bars, and didn&apos;t affect the handling of the car.<BR/><BR/>Winning only 1 stage, the Marreau brothers (Claude and Bernard) were the second-place car, finishing 5th overall.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images214?authuser=0&authkey=Gv1sRgCLP2_rv0jvDd-wE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images214?authuser=0&amp;authkey=Gv1sRgCLP2_rv0jvDd-wE&amp;feat=directlink</A><BR/>"}