{"images":["6","7","8","9","10","11","12","13"],"scale":"1:43","brand":"Norev","catalogNo":"800107.6","manufacturer":"Mitsubishi","model":"Pajero Evolution (MPR13)","year":2007,"event":"Dakar Rally","eventCode":"Dakar Rally","carNumber":302,"driver1":"S. Peterhansel","driver2":"J. P. Cottret","notes":"<A HREF=\"http://www.mitsubishi-motors.com/motorsports/e/07dakar/index.html\" TARGET=\"_blank\">http://www.mitsubishi-motors.com/motorsports/e/07dakar/index.html</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images174?authuser=0&authkey=Gv1sRgCKjF-ZPz7uPblwE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images174?authuser=0&amp;authkey=Gv1sRgCKjF-ZPz7uPblwE&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=226891#p226891\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=226891#p226891</A><BR/><BR/><BR/><b>Norev 800107 Mitsubishi Pajero Evolution (MPR13) 2007 Dakar Rally Winner S. Peterhansel/J. P. Cottret</b><BR/><BR/>Purchased: 2011<BR/><BR/>5th Dakar win for Stéphane Peterhansel.<BR/>12th Dakar win for Mitsubishi.<BR/>1st Dakar win for Pajero Evolution (MPR13).<BR/><BR/>Team Repsol Mitsubishi Ralliart rewrote the history books by claiming a seventh successive victory in the punishing 2007 Dakar Rally after the final 16km special stage, near Dakar, in Senegal. The success was a record-breaking 12th win in the team’s 25-year history of competing in the world’s toughest and most famous off-road rally. The French crew of Stéphane Peterhansel and Jean-Paul Cottret won the event for the third time in four years in their Mitsubishi Pajero Evolution and beat their team mates and defending champions Luc Alphand and Gilles Picard by a margin of just seven minutes 26 seconds, after 15 days of bruising competition across Portugal, Morocco, Mauritania, Mali, and Senegal.<BR/><BR/>Mitsubishi hit the front on the 9th special stage between Tichit and Néma in the Mauritanian Sahel, when long-time leader Giniel de Villiers suffered turbocharger problems and lost his place in the top 10. For the last six days of the rally, Mitsubishi controlled proceedings through careful team management, a professional approach by each of the drivers and thorough car preparation to record victory without the need to take a single stage win.<BR/><BR/>&quot;I was very nervous on the last big African special stage yesterday and I just drove very slowly on the beach this morning,&quot; said Peterhansel. &quot;It was not necessary to do the show for the crowd and the television on the last stage. When I won my first motorcycle race in Tunisia, I did not win a special stage, so in my head it was never a problem not to win a special stage on this Dakar. It is not that important. Taking the overall victory on the Dakar is the important thing. It is the best feeling. Our new MPR13 is very good and very fast, but I am sure that we can make even more improvements this year before we come back to try and win the Dakar again in 2008.&quot;<BR/><BR/><BR/><BR/>   <BR/>"}