{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #53","manufacturer":"Fiat","model":"124 Abarth","year":1974,"event":"Rallye de Portugal","eventCode":"Rally de Portugal","carNumber":2,"driver1":"R. Pinto","driver2":"A. Bernacchini","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/5774-rali-internacional-tap-1974/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/5774-rali-internacional-tap-1974/</B></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1974_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1974_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1974_World_Rally_Championship</A><BR/><BR/><B>Issue #53: Fiat 124 Abarth Rally de Portugal 1974 R. Pinto/A. Bernacchini</B><BR/><BR/>Fiat&apos;s 124 Abarth had a short competition career, but it achieved a high leyel of success thanks to its powerful engine - developed by the famous Italian tuning firm Abarth - and lightweight bodywork. This machine guided Raffaele Pinto to European Rally Championship honours in 1972, before helping the same driver to his only World Championship win in the 1974 Rally of Portugal.<BR/><BR/>When Italian automotive giant Fiat made its rallying debut in 1970, its first competition machine - the 124 Sport Spyder - was not competitive. For 1971, however, Fiat acquired the specialist tuning company Abarth, with a view to turning its own rallying fortunes around. The tie-up with Abarth proved to be a wise investment for Fiat, since the 124 Abarth - modified to meet the new Group 4 rallying regulations - was an aItogether better proposition.<BR/><BR/>The car produced 165 bhp, compared with its road-going cousin&apos;s 126 bhp. It proved to be one of the best competition cars produced by the Turin-based marque, thanks to its 1756 cc, four-cylinder in-line engine with fuel injection and 16 valves. In addition, its elegant bodywork was designed by famous styling house Pininfarina.<BR/><BR/>Just a year later, the new car stormed to victory in the European Rally Championship (ERC) with Rafaele Pinto at the wheel. Pinto, a very versatile driver who had made his rallying debut at the wheel of a Lancia Fulvia HF in the 1968 Monte Carlo Rally, secured his Title with outright wins in the Costa Brava, Hessen, Semperit, Poland, Yugoslavia and Mille Minuti Rallies. As well as securing the 1972 Drivers&apos; Title, courtesy of Pinto, Fiat also finished second in that year&apos;s Manufacturers&apos; Championship classification.<BR/><BR/>For 1973, Pinto joined forces with a new co-driver, Arnaldo Bernacchini, and the duo achieved good results in many ERC events. However, Pinto and Bernacchini&apos;s finest moment came in 1974, when they won the Rally of Portugal. It was a full-blown round of the World Rally Championship (WRC), a series that had been inaugurated at the start of 1973.<BR/><BR/>The Portuguese event had always been a popular one and would continue to be so until it was removed, for political reasons, from the WRC calendar in 2002. The first running of the event had taken place in 1964. and was organised by Portuguese airline TAP as an incentive for its workers. Three years later, it acquired international status thanks to its exemplary organisation - entrusted to the ACP (Automóvil Club de Portugal) - and advanced level of safety standards, not to mention its spectacular and challenging route. Its fame soon spread and the Rally of Portugal quickly attracted the top drivers and major manufacturers, many of which wanted to try out their latest technological innovations, as well as add victory to their list of achievements.<BR/><BR/>Fiat dominated the 1974 event, its 124 Abarths taking a clean sweep of the podium places thanks to Pinto, fellow Italian Alcide Paganelli and young Finn Markku Alén. There was no Drivers&apos; Title to fight for in 1974 (it was not introduced until 1979), but Fiat finished second to Lancia - a firm it would later buy - in the Manufacturers&apos; Championship of the same year, when the best six results from a total of eight events were taken into account.<BR/><BR/><B>SHORT AND SWEET</B><BR/>Having won the 1973 Rally of Poland with Achim Warmbold and Jean Todt, the 1974 Rally of Poland with Pinto and Bernacchini, as well as repeating the Polish success with Alén in 1974, the 124 Abarth was replaced in 1977 by what would prove to be an even more successful car for Fiat - the 131 Abarth. Until that time, the Fiat 124 Abarth went on to win numerous other events in the European Championship, including the Title in 1975 and the Italian Championship on three consecutive occasions between 1973 and 1975.<BR/><BR/>Raffaele Pinto, still with Arnaldo Bernacchini as his co-driver, was signed up by the factory Lancia squad for 1975 and remained there until 1977. He was entrusted with the legendary Stratos machine and achieved three points-scoring results - second in the 1977 Rally of Corsica, third in the Sanremo Rally in 1976 and fourth in the Rally of Portugal in the same year.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOGK2do5upN825aXLZDwcShDcXjsYw6tVhsP3Dt\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOGK2do5upN825aXLZDwcShDcXjsYw6tVhsP3Dt</A><BR/>"}