{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #52","manufacturer":"Ford","model":"Escort RS1800","year":1979,"event":"Acropolis Rally","eventCode":"Acropolis Rally","carNumber":1,"driver1":"B. Waldegård","driver2":"B. Thorszelius","notes":"<B>Issue #52: Ford Escort MkII Acropolis Rally 1979 B. Waldegård/H. Thorszelius</B><BR/><BR/>Some 24 years elapsed between the first and last victories for Ford&apos;s Escort in the World Rally Championship (WRC). From the humble RS1600 MkI of 1973 to the turbocharged, four-wheel-drive Escort WRC of 1997, every model was a winner. Perhaps the Blue Oval&apos;s most famous machine, however, was the MkII RS1800 of the late 1970s. It was a car that gave Ford and Björn Waldegård their first World Championship Titles.<BR/><BR/>The Ford Escort, one of rallying&apos;s most iconic cars, first appeared as long ago as 1968. The earliest model featured a 1600 cc, twin-cam engine that developed a then healthy 145 bhp. The car, homologated to Group 2 specification for modified production touring cars, achieved great success almost immediately, winning that year&apos;s European Rally Championship and repeating the feat a year later.<BR/><BR/>That 1970 season also marked the introduction of the RS (Rallye Sport) model Escorts - a range of performance Fords that exists to this day. The first RS machine was the Escort RS1600 MkI and it would come to define a whole generation of rallying history.<BR/><BR/>Following the huge interest in this potent Escort race and rally car, Ford decided to create a special competition department that would look after the design, development, construction and supply of the new model and its successors. As a result, Ford&apos;s Advanced Vehicle Operations (AVO) was born.<BR/><BR/>Year after year, the Escort continued to dominate the world of rallying and circuit racing, thanks to its simple formula of power, strength and reliability. When it finally went out of production at the end of 1974, the RS1600 MkI had won all the great World Rally Championship (WRC) events in countries as varied as Africa, Finland and New Zealand. Key victories in the tough Safari and RAC Rallies marked the car out as a true legend and one that everyone who drove it remembers with great affection.<BR/><BR/><B>THE SHAPE OF THINGS T0 COME</B><BR/>In 1975, the RS1600 MkI was replaced by a new model, the potent RS1800 that utilised the MkII bodyshell. Developed to compete in the Group 4 (purpose-built world rally car) category, the RS1800 featured a 16-valve, 1993 cc engine fed by two twin-barrel carburettors that helped produce a staggering 260 bhp. With fully-adjustable front and rear suspension, the Escort RS1800 was as serious a machine as any that Ford had built.<BR/><BR/>Two new cars were entered in the RAC Rally at the end of 1975 after almost a whole season of behind-the-scenes development. With Timo Mäkinen and Roger Clark giving the Escort a resounding one-two finish in the British forests, the prospects for the car&apos;s future looked incredibly promising. Clark went one better in 1976 when he became the first British driver to win a round of the WRC by triumphing in his home event, the RAC Rally.<BR/><BR/>During 1977 and 1978, the Escort RS1800 MkII achieved further success on the world stage. Four wins in 1977 (Safari, Acropolis, Finland and RAC) were followed by two victories (Sweden and RAC) in 1978.<BR/><BR/>Ford was well aware that, for 1979, the sport&apos;s governing body, the Fédération Internationale de l&apos;Automobile (FIA), would be introducing the Drivers&apos;<BR/>World Championship to complement the Manufacturers&apos; Title that had existed since 1973. And the Escort RS1800 was primed to take maximum advantage.<BR/><BR/><B>FORD&apos;S POWER BOOST</B><BR/>To coincide with the inauguration of the new Drivers&apos; Championship, Ford incorporated fuel injection into the Escort&apos;s powerplant, thereby raising its power output to 270 bhp. The extra performance produced by an already successful machine was enough to ensure that the Escorts of Finn Hannu Mikkola and Swede Björn Waldegård dominated the season with five wins between them. Mikkola took three victories (Portugal, New Zealand, and Britain), while Waldegård took two (Greece and Canada). With better consistency during the year, Waldegård was crowned World Champion by a single point over Mikkola. Ford also scooped the Manufacturers&apos; Title for the first time ahead of Datsun and Fiat.<BR/><BR/><B>BJÖRN TO BE A STAR</B><BR/>Björn Waldegård, who started his rallying career in 1962, drove for all the great manufacturers in his long career, but it was his three years with Ford that proved to be the most successful. He showed himself to be equally adept on gravel, snow or asphalt and won many of the great events in a variety of cars.<BR/><BR/>Waldegård came to Greece&apos;s Acropolis Rally - the mid-point of the 1979 season - locked in a big fight with Mikkola to be the first World Champion. They were tied on points at the top of the Drivers&apos; Title table and victory in the dusty, rocky and hot Acropolis event would give one of them a psychological advantage going into the second half of the year.<BR/><BR/>Waldegård made the most of Mikkola&apos;s early retirement to move into a lead from Ove Andersson (Toyota Celica) and Bernard Darniche (Lancia Stratos). Swede Andersson would soon retire with engine failure, leaving Darniche to chase Waldegård. The Frenchman duly caught and passed the Escort driver after Waldegård lost a large amount of time with numerous punctures. Waldegård would have the last laugh, however, as Darniche also fell victim to the tyre-wrecking Greek roads. So rough were the stages, in fact, that the suspension on Darniche&apos;s Stratos cried enough, forcing him to retire.<BR/><BR/>With all his key rivals having dropped out of the event, Waldegård simply had to get to the finish to take his first win of 1979, thus improving on his three second places in Monte Carlo, Sweden and Portugal - the season&apos;s opening three rallies.<BR/><BR/>With a further victory in Canada, second in the Ivory Coast Rally and third in Finland, Waldegård was declared the first Drivers&apos; World Champion. He had beaten fellow Scandinavian and Ford team mate Hannu Mikkola to the title by just a solitary point.<BR/><A HREF=\"https://photos.google.com/album/AF1QipOBAJm8SZfPDnH7MwuZRQd2jx4ToKYU33LVqu6T\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://photos.google.com/album/AF1QipOBAJm8SZfPDnH7MwuZRQd2jx4ToKYU33LVqu6T\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOBAJm8SZfPDnH7MwuZRQd2jx4ToKYU33LVqu6T</A><BR/>"}