{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #69","manufacturer":"Ford","model":"Escort RS1800","year":1975,"event":"RAC Rally","eventCode":"Rally GB","carNumber":1,"driver1":"T. Mäkinen","driver2":"H. Liddon","notes":"<A HREF=\"https://www.ewrc-results.com/final/12258-lombard-rac-rally-1975/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/12258-lombard-rac-rally-1975/</B></A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1975_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1975_World_Rally_Championship</A><BR/><BR/><B>Issue #69: Ford Escort MkII RAC Rally 1975 T. Mäkinen/H. Liddon</B><BR/><BR/>The Ford Escort MkII was the successor to the Blue Oval&apos;s first thoroughbred rally machine, the MkI RS1600. It upheld Ford&apos;s reputation for building fast reliable and easy-to-maintain cars that proved incredibly competitive on any surface. With original &apos;flying Finn&apos; Timo Mäkinen on the driving strength for 1975 - the MkII&apos;s first full year in the World Rally Championship (WRC) - top results came thick and fast, particularly in the British forests of the RAC Rally. Mäkinen was able to secure the car&apos;s first WRC victory and his hat-trick in the event.<BR/><BR/>Ford&apos;s venerable Escort had the longest and most successful competition career of any of the mainstream manufacturer models in automotive history. It was particularly successful in the World Rally Championship (WRC), notching up 31 victories between 1973 and 1997. It also racked up numerous wins in international events prior to the advent of the WRC as we know it in 1973.<BR/><BR/>The story of the Escort and its rise to prominence began in 1968, when Ford decided to replace its successful Cortina model. The first competition Escort, known as the Twin Cam, featured a 1600-cc Lotus engine with a double-overhead camshaft. The potent machine achieved some astounding results during its brief sporting career, including victory in the 1,000 Lakes, Acropolis, Austria and Tulip Rallies in 1968, as well as further wins in the Tulip and Austrian events the following year. The success of the Escort - and the subsequent interest from customers - led to Ford creating a special department responsible for the design, development, build and supply of all its new competition-based models. Thus Ford&apos;s Advanced Vehicle Operations (AVO) was born. At the end of 1969, the first car to emerge from the AVO stable was the Escort MkI RS1600 (the letters RS stood for Rallye Sport).<BR/><BR/><B>SETTING THE STANDARD</B><BR/>The Escort MkI caused an immediate stir among its competitors and began to dominate all the great international events of the period. During its five-year rallying career, it accumulated three wins in the RAC Rally and five in the 1,000 Lakes, Safari, Arctic and New Zealand Rallies. It was not for nothing that the car was driven by legends such as Timo Mäkinen, Hannu Mikkola and Roger Clark. The car enjoyed great prestige as a result of its endurance and reliability, qualities that would live on in its successor, the MkII. The replacement for the MkI featured an uprated 1800 cc engine and an all-new bodyshell. It retained the same front-engine and rear-wheel-drive configuration as its predecessor, but came with fully adjustable suspension so that the car&apos;s handling could be suitably adapted to the specific terrain. The simplicity and sturdiness of the car, allied to its prodigious power (260 bhp), meant that it was competitive on any surface and quickly began to establish a reputation as a great all-rounder.<BR/><BR/><B>FIRST OF MANY</B><BR/>The MkII&apos;s first win came courtesy of Timo Mäkinen, one of the original &apos;flying Finns&apos;, in the 1975 RAC Rally. It was the Scandinavian ace&apos;s third consecutive win in the tough British event, an achievement matched only by Erik Carlsson between 1960 and 1962 and the late, great Richard Burns between 1998 and 2000.<BR/><BR/>Mäkinen&apos;s third and final victory in the British forests came about after erstwhile leader, Swede Björn Waldegaard, exceeded the time limit for a service halt on the first day and was excluded. The Lancia Stratos driver appealed against the decision and was allowed to continue competing until the stewards deliberated at the end of the event. In the end, Waldegaard&apos;s exclusion was upheld, despite him having won 46 of the 70 special stages.<BR/><BR/>Mäkinen thus found himself pursued only by Stig Blomqvist&apos;s Saab 96 V4. Having reduced Mäkinen&apos;s big lead by over half a minute, the Swede was forced to retire just six stages from the finish with a broken engine. Mäkinen was then able to cruise home to a famous hat-trick in the RAC Rally and give the Ford Escort MkII its first WRC victory.<BR/><BR/><B>SLIDE RULE</B><BR/>Finland has produced several generations of successful rally drivers, but Timo Mäkinen was one of the first to conquer the world stage. He made his competition debut back in 1959 at the age of just 21 and quickly pioneered a driving technique on gravel still used today. He would make his cars go round corners quicker than his rivals by approaching bends almost sideways to maintain momentum and help with direction change. He also applied the brakes using his left foot - a skill that enabled him to balance the braking effect on the front of the car (to help it to turn into a corner) with a need to keep the power on so as to pull out of the bend.<BR/><BR/>Timo Mäkinen competed in the WRC until 1981 and was able to witness his friend and compatriot Ari Vatanen win that year&apos;s Drivers&apos; World Title in the Ford Escort MkII.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipPf4mIKzJywSsiDuHRxalJJlpOPQBCEOe229CsV\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipPf4mIKzJywSsiDuHRxalJJlpOPQBCEOe229CsV</A><BR/>"}