{"images":["6","7","8","9","10"],"scale":"1:43","brand":"Troféu","catalogNo":"056","manufacturer":"Toyota","model":"Celica GT-Four (ST185)","year":1994,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":3,"driver1":"I. Duncan","driver2":"D. Williamson","competitionClass":"Group A","notes":"<A HREF=\"https://picasaweb.google.com/109233223652492168348/Images57?authuser=0&authkey=Gv1sRgCPP1xuKHo76yXA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images57?authuser=0&amp;authkey=Gv1sRgCPP1xuKHo76yXA&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=208453#p208453\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=208453#p208453</A><BR/><BR/><BR/><b>Troféu 056 Toyota Celica GT-Four (ST185) 1994 Safari Rally Winner I. Duncan/D. Williamson</b><BR/><BR/>Purchased: 2011<BR/><BR/>Only WRC win for Ian Duncan.<BR/>35th WRC win for Toyota.<BR/>13th win for Celica GT-Four (ST185).<BR/><BR/>Considering HPI made the 1992 &amp; 1993 Safari Rally winners, I wonder why they did not make this one. At least someone did…<BR/><BR/>For Toyota&apos;s 1994 habitual assault on the Safari, no fewer than four specially-honed ST185s had been entered, backed by several privately entered examples. George Donaldson (Scottish rally driver and TTE team manager from 1995 onwards) had been running a special development and testing workshop in Nairobi for some time, and before the start the team was considered to be virtually unbeatable. The team&apos;s publicity chief was proud to admit it had hired a massive Russian Antonov freight aircraft to carry 100 tons of cars, wheels, tires, and other equipment to Africa from Germany.<BR/><BR/>The results, in fact, showed that no non-Celica driver led the event at any time. However, as far as the Safari was concerned, it was never wise to make assumptions - for as it happened, only two of the four cars would make it to the finish, the event won by the team&apos;s only local driver, and Juha Kankkunen was involved in a most unpleasant accident, which team manager Phil Short thinks had a long-term effect on his capabilities and approach to the sport.<BR/><BR/>Three of the cars were brand-new ST185 &apos;heavyweights,&apos; with Yoshio Fujimoto being allocated a refurbished test car. Didier Auriol led at first until his car suffered shock absorber, steering, then driveshaft failures, after which Safari veteran Kankkunen took over and began to pull away. Then came near tragedy in the Taita Hills, when, according to team manager Phil Short:<BR/><BR/>&quot;Juha hit a &apos;wash away&apos; at high speed, unaware of its presence. Marc Duez had been driving our course checking car but, when he arrived at the spot there was so much dust from passing traffic that he had to slow down to walking pace and simply didn&apos;t realize that it was there. There was a further complication in that the radio link to our communications plane isn&apos;t working at the time, so everything that could have gone wrong did…&quot;<BR/><BR/>Juha hit the wish away at very high speed, barrel-rolled the car, completely destroyed it, and was obliged to go to the nearest hospital for tests. Juha suffered cuts to his hand, co-driver Nicky Grist broke a bone in his hand but, miraculously, both were able to take part in the Tour de Corse just four weeks later. Local hero Ian Duncan admitted that if he had been running in such conditions, without being warned, that he would very likely have suffered the same fate - but was able to keep going, winning the rally by 25 minutes from Shinozuka&apos;s Mitsubishi, with Didier Aurial&apos;s ST185 a further 45 minutes away in 3rd place.<BR/><BR/><BR/><BR/>   <BR/>"}