{"images":["1","2","3","4","5","6","7","8"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #34","manufacturer":"Sunhill","model":"Buggy","year":1979,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":129,"driver1":"Y. Sunhill","driver2":"J. P. Sevin","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1979/sunhill-sevin,buggy+sunhill,129.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1979/sunhill-sevin,buggy+sunhill,129.html</A><BR/><BR/><B>Issue #34 Sunhill Buggy 1979 Y. Sunhill/J. P. Sevin</B><BR/><BR/>The inaugural Dakar departed from Trocadéro in Paris on December 26 1978 and took competitors through France, Algeria, Niger, Mali, Upper Volta, and finishing in Dakar, Senegal on January 14 for a total of 1,969 miles.<BR/><BR/>Yves Sunhill, son-in-law of French designer Louis Féraud, was already interested in all-terrain buggies when Thierry Sabine started the &quot;mad aventure&quot; of the Dakar rally. For this adventure Sunhill built a very light (630kg) buggy adorned in the red, white, and black of the fabrics used by his sponsor (and father-in-law) Féraud. The tubular-frame rear-wheel drive buggy used a reliable, but not very powerful, 1.8L Renault engine.<BR/><BR/>Sunhill &amp; Sevin were off to a good start without incident until they had radiator problems. Sunhill tried to fix the cracked radiator but they were forced to abandon the rally and their buggy near Arlit, Niger. Not wanting to abandon his buggy in the desert, Sunhill found a French expatriate who worked in a nearby Uranium mine. They struck a deal that Sunhill would leave the buggy and the miner would send the engine back to France. Sunhill never did get his engine back.<BR/><BR/>Even though Sunhill did not see the finish on the shores of Lake Rose in Dakar, Senegal he returned in more sophisticated buggies in later rallies. He also started a tradition that would be continued by men like Jean-Louis Schlesser years later.<BR/><BR/><U>Sources</U><BR/><A HREF=\"http://www.dakar.com/2009/DAK/presentation/docs/histo_1979_2007_us.pdf\" TARGET=\"_blank\">History of Dakar - RETROSPECTIVE 1979-2007</A><BR/>La Legende Du Dakar #34<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images530?authuser=0&authkey=Gv1sRgCPaDxbur0YHtZw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images530?authuser=0&amp;authkey=Gv1sRgCPaDxbur0YHtZw&amp;feat=directlink</A><BR/>"}