{"images":["1","2","3","4","5","6"],"scale":"1:43","brand":"AUTOart","catalogNo":"60141","manufacturer":"Mitsubishi","model":"Lancer Evo 6.5","year":2001,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":1,"driver1":"T. Mäkinen","driver2":"R. Mannisenmäki","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/94-rallye-automobile-de-monte-carlo-2001/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/94-rallye-automobile-de-monte-carlo-2001/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2001_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/2001_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2001_World_Rally_Championship</A><BR/><BR/><b>AUTOart 60141 Mitsubishi Lancer Evo VI 2001 Rallye Monte Carlo Winner T. Mäkinen/R. Mannisenmäki</b><BR/><BR/>21st WRC win for Tommi Mäkinen<BR/>32nd WRC win for Mitsubishi<BR/>First WRC win for Lancer Evo 6.5<BR/><BR/><BR/><BR/>I found an unusual mistake on this model. The rear registration plate is incorrect. S2 TMR was used on the 1999 works Lancers. So either someone at the AUTOart factory applied the wrong registration plate or someone swapped it out after they bought it (this seems unlikely to me though). Other photos of this model have the correct X6 MMR rear registration plate. For example:<BR/><BR/><BR/>The final evolution of Mitsubishi Lancer was dubbed the Evo 6.5. Strictly speaking, it was not a Group A car as the previous Evo VI was modified in ways that Group A rules did not allow. However, after asking permission from rival teams, the FIA agreed to allow Mitsubishi certain freedoms. The Evo 6.5 was identical to the Evo VI in appearance with the main differences being longer suspension travel at the rear and some changes in engine internals, but all modifications made under FIA special permit. These changes were incorporated into Mitsubishi’s WRC-spec car introduced later in the season in Sanremo.<BR/><BR/>The car seen here was driven by Tommi Mäkinen and Risto Mannisenmäki in the season opening 2001 Rallye Monte Carlo, the new Lancer’s debut event. By the end of the first day, Mäkinen had climbed to 2nd place behind Ford’s Colin McRae. Mäkinen took the lead from McRae mid-way through day 2 but McRae took it back at the end of day 2. Going into the final day, McRae’s lead over Mäkinen was just 3.5 seconds. The electronic throttle on McRae&apos;s Focus developed a fault on the final day’s opening 19.6 mile stage that took in the famous Col de Turini in the mountains high above Monte Carlo. McRae had to stop to disconnect the throttle linkage and convert to the mechanical back-up and although he was able to complete the stage - dropping to 10th as a result - he was forced to retire.<BR/><BR/>This allowed Mäkinen to cruise to victory over McRae&apos;s team-mate Carlos Sainz, giving him his 3rd consecutive Monte Carlo win. He joined Sandro Munari (1975-1977) and Walter Röhrl (1982-1984) as the only drivers with 3 consecutive wins in this iconic rally. He went on to a 4th consecutive win in 2002. A record that still stands to this day.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"https://www.motorsportimages.com/collection/monte-carlo-rally-32837/32837/photos/?collection_id=32837&amp;driver_id=500\">Monte Carlo Rally</A> (photo)<BR/><A HREF=\"https://us.motorsport.com/wrc/news/69th-rally-of-monte-carlo/1856221/\">69th Rally of Monte Carlo</A><BR/><A HREF=\"https://www.ewrc-results.com/times/94-rallye-automobile-de-monte-carlo-2001/\">Stage times Rallye Automobile de Monte-Carlo 2001</A><BR/><A HREF=\"https://web.archive.org/web/20011030155846/http://news.bbc.co.uk:80/sport/hi/english/in_depth/2001/world_rally_2001/newsid_1128000/1128931.stm\">BBC SPORT | WORLD RALLY 2001 | Makinen clinches Monte Carlo treble</A><BR/><A HREF=\"https://mitsubishiwrcars.blogspot.com/p/blog-page_8000.html\">Mitsubishi&apos;s WRCars: The 1999 Lancers</A><BR/>"}