{"images":["1","2","3","4","5","6"],"scale":"1:43","brand":"HPI","catalogNo":"8181","manufacturer":"Lancia","model":"Delta Integrale 16V","year":1992,"event":"Safari Rally","eventCode":"Safari Rally","carNumber":5,"driver1":"J. Recalde","driver2":"M. Christie","competitionClass":"Group A","notes":"<A HREF=\"http://hpimodelcar.com/line_up/pop/8181/8181.html\" TARGET=\"_blank\">http://hpimodelcar.com/line_up/pop/8181/8181.html</A><BR/><BR/><A HREF=\"http://www.motorsportmagazine.com/archive/article/may-1992/26/sainz-goes-marching\" TARGET=\"_blank\">http://www.motorsportmagazine.com/archive/article/may-1992/26/sainz-goes-marching</A><BR/><BR/><A HREF=\"https://photos.app.goo.gl/9nXhLqLOU8sHFWxQ2\" TARGET=\"_blank\">https://photos.app.goo.gl/9nXhLqLOU8sHFWxQ2</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=346214#p346214\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=346214#p346214</A><BR/><BR/><BR/><b>HPI 8181 Lancia Delta Integrale 16V 1992 Safari Rally Kenya 3rd Place J. Recalde/M. Christie</b><BR/><BR/><BR/><BR/>Going in to the 1992 Safari Rally, Juha Kankkunen was 5 points ahead of Carlos Sainz (driving for Toyota) in the Drivers Championship &amp; Lanica was 9 points ahead of Toyota in the Manufacturers Championship. Lancia entered three Integrales for Juha Kankkunen &amp; Juha Piironen, Jorge Recalde &amp; Martin Christie, and Björn Waldegård &amp; Fred Gallagher. All three cars, fitted with additional equipment for the Safari such as dust-proof cooling vents and drinking water systems for the drivers, were entered by Martini Racing.<BR/><BR/>To back up the competitors, Martini Racing had some 60 mechanics in Kenya, 13 service vans, eight &apos;mud cars&apos;, six chase cars, two helicopters which were rented locally and a high altitude aircraft for radio relay, not to mention trucks for fuel, tires and bulk spares, and vehicles to carry helicopter fuel, helicopter engineers, team doctors, management staff, etc.<BR/><BR/>In the early stages of the first leg of the rally, Recalde had taken the lead by one minute from Toyota’s Markku Alén, but in the sections nearer the coast Sainz got ahead of both of them. The Lancia drivers were experiencing the first of many rear shock absorber failures which would cost them dearly as the really progressed.<BR/><BR/>The second leg started with Sainz ahead of Recalde and Alén by just two minutes. However, Sainz had turbocharger trouble followed by tire failure giving Recalde the overall lead early in the leg. Lancia had their own troubles later when all three Deltas had their rear shock absorbers break (again). The team’s helicopters moved it to help, fixing Recalde’s &amp; Waldegård’s cars first. This allowed Sainz to retake the lead and Recalde dropped back to second. By the end of the second leg Sainz led Recalde by about 7 minutes, with Kankkunen a further 11 minutes back in 4th place.<BR/><BR/>There was more drama mid-way through the third leg when all of the Lancias needed new rear shock absorbers (again). At service, Lancia took considerable preventive measures prior to the start of the fourth leg, changing driveshafts and - you guessed it - shock absorbers.<BR/><BR/>Early in the fourth leg, Kankkunen needed new rear shock absorbers two more times. Later that day, Recalde suffered from a broken driveshaft but his rear shock absorbers seemed to be fine. Kankkunen later collected his 6th set of new rear shock absorbers.<BR/><BR/>Day 2 of the fourth leg saw more rear shock absorber replacements for Lancia and another broken driveshaft for Recalde. By the end of the day, Sainz had extended his lead to 28 minutes over Recalde, with Kankkunen an additional 26 minutes behind in 3rd place.<BR/><BR/>On the 6th and final day of the rally Lancia’s rear shock absorbers stayed intact but there was more drama to come. Recalde stopped outside the final control as per team orders and waited for Kankkunen. Recalde agreed to wait so that Kankkunen could finish in second place, ensuring that Sainz and Kankkunen were now tied for 1st place in the Drivers Championship.<BR/><BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"http://pilotosarg143.blogspot.com/2012/06/lancia-delta-hf-integrale-5-de.html\">Pilotos Argentinos en escala 1:43: Lancia Delta HF Integrale #5 de J.R.Recalde por HPI</A> (photo)<BR/><A HREF=\"http://www.motorsportmagazine.com/archive/article/may-1992/26/sainz-goes-marching\">Sainz goes marching in | Motor Sport Magazine Archive</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1992_World_Rally_Championship\">1992 World Rally Championship - Wikipedia</A><BR/>"}