{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #02","manufacturer":"Subaru","model":"Impreza GD WRC2003","year":2003,"event":"Rally New Zealand","eventCode":"Rally New Zealand","carNumber":7,"driver1":"P. Solberg","driver2":"P. Mills","competitionClass":"Group A","notes":"<A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/68-propecia-rally-new-zealand-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/68-propecia-rally-new-zealand-2003/</A><B></B><BR/><B></B><BR/><B>Issue #2: Subaru Impreza WRC Rally New Zealand 2003 P. Solberg/P. Mills</B><BR/><BR/>Subaru is the most recent Japanese maker to join the World Rally Championship fold, following in the tracks of Toyota and Mitsubishi. After gradually consolidating its reputation with the Impreza, Subaru won a trio of consecutive Constructors&apos; Championships. This was in addition to the team&apos;s drivers winning three world titles: Scot Colin McRae in 1995, Englishman Richard Burns in 2001 and Norwegian Petter Solberg in 2003.<BR/><BR/>When Subaru decided to enter the European market in the early 1990s, it settled on high-level competition as a means of promoting its cars to the general public. Prodrive, the sports engineering team led by David Richards, steered the Japanese manufacturer towards the World Rally Championship (WRC), first with the heavy and not particularly reliable Legacy RS. It&apos;s replacement in 1993 was the Impreza, which retained the Legacy&apos;s two-litre boxer engine but which proved much more manageable.<BR/><BR/>Excellent weight distribution, effective suspension and cutting-edge, four-wheel-drive technology saw the car dominate the World Championship from 1995 to 1997. In that first winning season, Subaru achieved the &apos;double&apos;, taking the Constructors&apos; Championship as well as the Drivers&apos; title courtesy of Colin McRae, who made his name with Subaru - but who had wrecked several Legacy cars before demonstrating his effectiveness.<BR/><BR/>In 1997, changes to the FIA&apos;s regulations saw the emergence of the World Rally Championship class car. Prodrive developed a new two-door Impreza that won eight of the 14 races, thanks to Piero Liatti, Kenneth Eriksson and McRae, thereby clinching the Constructors&apos; Championship for the third year running. Subaru again came close to winning the double in 1997, but McRae finished just one point behind Tommi Makinen in the Drivers&apos; competition.<BR/><BR/>Halfway through the 2000 season, the Norwegian Petter Solberg left Ford to join Subaru. He made his debut in the Rally of Corsica, but had to retire. In 2001, he finished 10th after a season in which he was eclipsed by the success of teammate Richard Burns, who pipped McRae to the Drivers&apos; Championship by two points. In 2002, Solberg&apos;s consistency secured him second place in the competition, 40 points behind the Finn Marcus Grönholm. Unbeatable in his Peugeot 206 WRC, Grönholm won the title for the French team for the third consecutive year with five victories and three thirds from 14 races. Solberg&apos;s best performance was his triumph in the final event of the calendar, the RAC Rally, which was his first WRC victory.<BR/><BR/><B>CHAMPION AT AN EARLY AGE</B><BR/>Petter Solberg was born on 18 November 1974 in the Norwegian town of Askim. His mother and father were both rallycross drivers and, by the age of 11, Petter was helping them to repair and modify their cars. He was also honing his driving skills in the fields near his parents&apos; home. Later, he took part in radio-control led car races and was national champion at 13. His first competitive event as a driver came at the end of 1992, in the Norwegian Autocross Championship, and his talent led to his debut in the world of rallying in 1996 with a Toyota Celica. A WRC champion was in the making.<BR/><BR/>This was proved in 2003 when Solberg became the first Norwegian to win the Drivers&apos; Championship. He clinched this in dramatic fashion in the last race of the season, the RAC Rally. He started the race a single point behind Sebastien Loeb and Carlos Sainz, both in Citroens. Up to that point, Solberg had been the victor in three races: Cyprus, Australia and Corsica. Loeb had also won three: the Monte Carlo Rally and the Rallies of Germany and San Remo. Sainz had triumphed only in Turkey, a new event in the WRC calendar.<BR/><BR/>But it was in New Zealand - Round 4 in the 2003 WRC - that Solberg began his charge up the ranking table. He entered the race with only three points, but doubled that tally, finishing third behind Marcus Grönholm and Richard Burns, impeccable in their Peugeots 206 WRCs and maintaining their lead.<BR/><BR/><B>CHANGING RACE FORTUNES</B><BR/>The new Focus RS WRC 03 made its first appearance in New Zealand and demonstrated it&apos;s potency and reliability despite the retirement of the Estonian Markko Märtin, who had to abandon the race when only 26 points behind the leader, Marcus Grönholm, in his Peugeot. Without the pressure of the Ford driver, and with his back guarded by his Peugeot teammate Burns, who was content with the second spot that was enough to maintain his World Championship lead, Grönholm won his second victory of the campaign and helped snatch the lead in the constructors&apos; race from Citroen. Grönholm had already won in Sweden, and three weeks later triumphed in Argentina, but the rest of his season proved rather lacklustre and he ended up in sixth place.<BR/><BR/>Petter Solberg and co-driver Philip Mills won a stage in New Zealand, but they had to settle for third place. However, they scored points in all the remaining rallies, apart from San Remo, to more than compensate for the poor start to the year. Solberg and Mills were second in the 1,000 Lakes Rally and victorious in the Cyprus, Australia, Corsica and RAC events - wins that clinched the 2003 Drivers&apos; Championship for the Norwegian.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images298?authuser=0&authkey=Gv1sRgCNKMmZacsfu5WQ&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images298?authuser=0&amp;authkey=Gv1sRgCNKMmZacsfu5WQ&amp;feat=directlink</A><BR/>"}