{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #68","manufacturer":"Peugeot","model":"206 WRC","year":1999,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":14,"driver1":"F. Delecour","driver2":"D. Grataloup","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/127-tour-de-corse-rallye-de-france-1999/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/127-tour-de-corse-rallye-de-france-1999/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1999_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1999_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1999_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #68: Peugeot 206 WRC Tour de Corse 1999 F. Delecour/D. Grataloup</B><BR/><BR/>Peugeot&apos;s much-hyped return to the World Rally Championship (WRC) after an absence of 12 years came in the 1999 Rally of Corsica. Its 206 WRC was light, nimble and powerful - and had spent many months being perfected behind the scenes. Local drivers François Delecour and Gilles Panizzi were spectacular on the French island, but both retired with mechanical problems. For the 2000 season, the car became incredibly reliable and, with Finn Marcus Grönholm in the lead machine, Peugeot blitzed the Drivers&apos; and Manufacturers&apos; World Titles.<BR/><BR/>After a 12-year sabbatical from the World Rally Championship (WRC), the senior management of French manufacturer Peugeot decided to re-enter the sport with the firm&apos;s latest production model, the 206. Back in the mid-1980s, Peugeot had very much set the standard with its Group B 205 T16, the mid-engined supercar winning back-to-back Drivers&apos; Titles in 1985 and 1986 with Finnish stars Timo Salonen and Juha Kankkunen respectively. However, with drastic regulation changes (on safety grounds) for 1987, Peugeot decided to withdraw from the sport.<BR/><BR/>Although the full-blown, turbocharged, four-wheel-drive 206 WRC would not make its full debut until mid-way through the 1999 season, its gestation had started four years earlier when Peugeot had developed a front-wheel-drive 306 Maxi for class competition in the WRC. However, the French company planned from the outset to use this lower-level machine as the donor for the later 206 WRC. Before unleashing the new machine on the WRC, Peugeot also wanted to make sure that the infrastructure of the team was firmly established and that the car, after many thousands of kilometres of testing, would be competitive against its rivals.<BR/><BR/><B>PEUGEOT SIGNALS ITS INTENT</B><BR/>The 206 WRC made its debut in round six of the 1999 season, the Rally of Corsica - the all-asphalt event on the French island in which the dominant 205 T16 had first appeared in 1984. Peugeot entrusted the pair of 206 WRCs to sealed-surface specialists François Delecour and Gilles Panizzi, the two drivers who had carried out all of the 206&apos;s development work and who had competed on a regular basis in the 306 Maxis.<BR/><BR/>François Delecour began rallying in 1981, aged just 19, at the wheel of an Autobianchi A1. Just three years later, he made his WRC debut in Monte Carlo in a humble Talbot Samba. He spent the majority of that year competing in the Peugeot Challenge, a one-make series in which his obvious talent began to shine through. The Peugeot factory team soon signed the young Delecour to drive its 309 GTIs in a limited programme of WRC events in the late 1980s.<BR/><BR/>For the 1991 season, Delecour was given a big career boost when he was signed by Ford to drive its powerful Sierra RS Cosworth. He made the most of the opportunity by almost winning on his debut in the Sierra in the Monte Carlo Rally. Further strong performances in the two-wheel-drive machine meant he was retained by Ford for 1992 and 1993, the latter being the year it introduced the four-wheel-drive Escort RS Cosworth. Delecour loved the new car and won in Portugal, Corsica and Catalunya, ensuring that he finished runner-up in the 1993 Drivers&apos; World Championship. Things were not so successful in 1994 and 1995, and the situation was not helped when he was forced to miss several rallies after breaking his legs in a road accident at the wheel of his Ferrari.<BR/><BR/>Delecour returned to Peugeot in 1996 to drive the 306 Maxi, a car that was not capable of winning outright, but one in which he knew good performances would help him land a seat in the forthcoming 206 WRC.<BR/><BR/><B>FAST BUT FRAGILE</B><BR/>As many of Peugeot&apos;s rivals suspected, the 206 WRC was immediately competitive. At the end of the first leg of stages on its debut event, the 1999 Rally of Corsica, François Delecour lay second overall to the Citroën Xsara of fellow Frenchman Philippe Bugalski, having briefly led earlier in the day. His team mate, Gilles Panizzi, was following up in an encouraging sixth place. The second day did not quite go to plan for Peugeot, with Delecour suffering transmission problems and Panizzi retiring during the final stages with a failed engine.<BR/><BR/>However, the Peugeot 206 had more than served notice of its intent. With the rest of the 1999 season being used to perfect the car on all types of rally surface, the team was confident ahead of the new millennium. Finn Marcus Grönholm, who had joined the squad from Toyota, duly blitzed the opposition in 2000 to win his first Drivers&apos; Title in the 206. Peugeot also won the Manufacturers&apos; Title - a feat that it would go on to repeat in 2001 and 2002. For François Delecour, the 2000 season brought four podium finishes but no wins, so the Frenchman decided to rejoin Ford for 2001.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipO_hbLCfVwL2a98nIdAKZn8HskL1LyngfB7oURz\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipO_hbLCfVwL2a98nIdAKZn8HskL1LyngfB7oURz</A><BR/>"}