{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #49","manufacturer":"SEAT","model":"Ibiza GTi Evo 2","year":1999,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":24,"driver1":"T. Gardemesiter","driver2":"P. Lukander","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/122-rallye-automobile-de-monte-carlo-1999/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/122-rallye-automobile-de-monte-carlo-1999/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1999_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1999_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1999_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #49: SEAT Ibiza GTi Evo 2 Monte Carlo Rally 1999 T. Gardemeister/P. Lukander</B><BR/><BR/>In 1995, Spanish marque SEAT returned to rallying at the highest level after an absence of nearly 18 years. Its front-wheel-drive Ibiza Kit Car achieved remarkable results and took three consecutive Manufacturers&apos; Championship Titles in the 2-litre category. Young Finn Toni Gardemeister, who had been successful in the junior classes of the sport and had made his debut in the World Rally Championship (WRC) aged just 23, played an important part in SEAT&apos;s success.<BR/><BR/>After an absence of almost 18 years, Spanish manufacturer SEAT decided, for the 1995 season, to participate in the World Rally Championship (WRC) again.<BR/><BR/>The company chose the popular Ibiza model with which to make its competition return, and two of the bright yellow machines duly appeared on the entry list for the 1995 Rally of Portugal. SEAT decided to run one car in Group A specification and another in Group N. It wanted to learn as much as possible about both machines.<BR/><BR/>The Group A version, based on the 1.8-litre, 16-valve production unit, albeit modified to 2-litre configuration, developed 240 bhp through its front-wheel-drive transmission. It was entrusted to experienced German driver Erwin Weber. Local driver Antônio Rius would drive the Group N (less-powerful, production-spec) Ibiza.<BR/><BR/>Results in the first year were encouraging enough for SEAT to commit to an increased programme in 1996. The Spanish team would field two Group A cars in the 2-litre Kit Car class. It was SEAT&apos;s most ambitious motor sporting challenge to date and the firm was confident that the Ibiza would be competitive against the established opposition.<BR/><BR/><B>HAT-TRICK HEROES</B><BR/>The new SEAT Ibiza Kit Car developed 250 bhp at peak revs of 7,800 rpm and weighed just 930 kg (2,050 lb) - the minimum weight stipulated by the category regulations.<BR/><BR/>SEAT&apos;s confidence in its new car&apos;s ability was manifested perfectly as soon as the Ibiza first turned a competitive wheel. The car became the benchmark in the 2-litre, front-wheel-drive category and took a Manufacturers&apos; World Title hat-trick between 1996 and 1998. With 14 victories and 31 podium positions, the Spanish machine was utterly dominant and gave SEAT the confidence to move up to the main WRC class for 1999.<BR/><BR/>SEAT had anticipated such a move and, for dress=rehearsal purposes, entered its new Cordoba WRC racer in the final four rounds of the series - the 1,000 Lakes Rally, the Sanremo Rally, the Rally of Australia and the Rally of Great Britain. Finnish driver Harri Rovanperä, who had spearheaded the successful 2-litre campaign, was recruited to lead the WRC attack. He would be joined in the two-car team by experienced Italian Piero Liatti.<BR/><BR/>The Cordoba achieved some encouraging results in its maiden WRC season, including a superb third for youngster Toni Gardemeister, the Finn having replaced Liatti for two events. In between outings for the WRC squad, Gardemeister campaigned a privately-run Ibiza Kit Car in the 2-litre category in order to remain race fit. Although SEAT had chosen not to attempt to win a fourth consecutive class Title, it was happy to sell cars prepared and run by the privateer Astra Racing team.<BR/><BR/>Gardemeister burst onto the rallying scene in his native Finland aged just 23 and quickly began to achieve strong results. He won four Finnish Junior Titles between 1995 and 1998 and was quickly snapped up by SEAT after previously driving for Nissan, Ford and Lancia.<BR/><BR/><B>A LOST TALENT</B><BR/>As a protégé of legendary drivers Juha Kankkunen and Tommi Mäkinen, both former multiple World Champions, Toni Gardemeister looked set to become Finland&apos;s next rallying superstar. However, a series of missed opportunities and mismanagement meant that he never quite elevated himself to the top level. He achieved occasional giant-killing results for SEAT - when his equipment allowed him to do so - but the Spanish manufacturer&apos;s decision to abandon the WRC at the end of 2000 left Gardemeister hunting for a drive for 2001. The Finn managed to secure one-off drives with Peugeot and Mitsubishi, before sitting out the rest of the season.<BR/><BR/>A lifeline in the shape of Škoda came in 2002 and Gardemeister again demonstrated his considerable qualities in the Octavia WRC. He stayed with the Czech Republic squad until the end of 2004, before a big money offer from Ford lured him away for 2005.<BR/><BR/>Gardemeister achieved several podium finishes in the Focus WRC, but they weren&apos;t enough for him to keep his seat beyond the end of the season.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images253?authuser=0&authkey=Gv1sRgCKvvpoDj2tvWtgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images253?authuser=0&amp;authkey=Gv1sRgCKvvpoDj2tvWtgE&amp;feat=directlink</A><BR/>"}