{"images":["1","7","8","9","10","11"],"scale":"1:43","brand":"Spark","catalogNo":"B66040432","manufacturer":"Mercedes-Benz","model":"280GE","year":1983,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":142,"driver1":"J. Ickx","driver2":"C. Brasseur","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1983/ickx-brasseur,mercedes+280+ge,142.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1983/ickx-brasseur,mercedes+280+ge,142.html</A><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=288765#p288765\" TARGET=\"_blank\"></A><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=288765#p288765\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=288765#p288765</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images451?authuser=0&authkey=Gv1sRgCK3xidnjlO20Tg&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images451?authuser=0&amp;authkey=Gv1sRgCK3xidnjlO20Tg&amp;feat=directlink</A><BR/><BR/><b>Spark Mercedes-Benz DE B66040432 Mercedes 280 GE 1983 Dakar Rally Winner J. Ickx/C. Brasseur</b><BR/><BR/>Purchased: 2013<BR/><BR/>Only Dakar win for Jacky Ickx.<BR/>Only Dakar car class win for Mercedes-Benz.<BR/><BR/>(from La Legende du Dakar #12 and <A HREF=\"http://www.dakar.com/2009/DAK/presentation/us/r1_7-historique.html\">Dakar: The Dakar &gt; History</A>)<BR/><BR/>Circuit-racing legend Jacky Ickx discovered the Paris-Dakar watching television one night with his friend Claude Brasseur and wondered &quot;why not us?&quot; And so the adventure began: first driving a factory Citroën CX 2400 GTI in 1981. They withdrew from competition the day before the start of the Dakar. Then, in 1982, the pair entered in a Mercedes 280GE. If they had not been forced to retire after missing a checkpoint they would have won. Ickx &amp; Brasseur were then out for revenge in the 1983 edition with a 280GE prepared by Jean Da Silva (best known as a co-pilot) and supported not by the factory, but by the importer.<BR/><BR/>Although prepared for the rally, the 280GE was basically stock. Apart from the presence of conspicuous sponsor logos of Texaco and the curious aerodynamic device at the back, the differences from the production model are modest. The main differences were special tires, a sump guard, mini bull-bar, and various guards; especially for the headlights. Under the hood, the 2,800cc inline-six with mechanical fuel injection produced 220 hp, versus 150 hp for the for the production model. The short-frame G-Class was used and, thanks to several aluminum components, weight was reduced to 1,600 kg. Because of this the G had reasonable fuel consumption with a top speed close to 180 km/h. The suspension, already very effective on the production model, received special dampers and sportier springs which were eventually offered to G-Class buyers.<BR/><BR/>As for the rally, the first visit to the Tenere desert was as astounding as it was terrifying. The competitors found themselves plunged into an interminable sandstorm which caused no less than 40 drivers to lose their bearings. Those who strayed furthest had to spend as much as four days getting back on course. The legend of the Dakar was underway.<BR/><BR/><BR/><BR/>   <BR/>"}