{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #47","manufacturer":"Renault","model":"Alpine A110","year":1973,"event":"Rallye de Portugal","eventCode":"Rally de Portugal","carNumber":5,"driver1":"J. L. Thérier","driver2":"J. Jaubert","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/5782-rali-internacional-tap-1973/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/5782-rali-internacional-tap-1973/</B></A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1973_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1973_World_Rally_Championship</A><BR/><BR/><B>Issue #47: Alpine-Renault A110 Rally de Portugal 1973 J. L. Thérier/J. Jaubert</B><BR/><BR/>When the first Manufacturers&apos; World Championship was created in 1973, Alpine, which had already achieved a great deal of success in international rallying, was the clear favourite to take the inaugural Title honours. With six victories in the Championship&apos;s 13 rounds, the A110 was the class of the field and driven by many of the sport&apos;s most successful drivers. A take-over by Renault for 1974 should have led to further glory for the lightweight sportscar, but instead it signalled the fall from grace of one of rallying&apos;s most successful marques.<BR/><BR/>The Alpine A110 made its competition debut in 1970, and was immediately pitched against the powerful Porsche 911, Lancia Fulvia and Ford Escort. The French machine&apos;s modest, 1296 cc engine developed a meagre 85 bhp, but the light weight of the chassis - 700 kg (1,540 lbs) - meant that it was competitive from the word go. This was proved in the car&apos;s debut event, the Monte Carlo Rally, when Frenchman Jean-Pierre Nicolas finished a close third behind the Porsches of Björn Waldegaard and Gérard Larrousse.<BR/><BR/>Development of the Alpine was ongoing, meaning that by 1973 - the year in which the team won the Constructors&apos; Championship - engine capacity had risen to 1796 cc and power output to 175 bhp.<BR/><BR/>The A110 took its first victory of 1970 in the Sanremo-Sèstrieres Rally with Jean-Luc Thérier at the wheel. Thérier repeated his winning form three months later in the Greek Acropolis Rally. The International Constructors&apos; Championship, the precursor of the Manufacturers&apos; World Championship, was won by Porsche, just two points ahead of Alpine.<BR/><BR/>In the following year, the excellent qualities of the car and its drivers were highlighted by the fact that they won four of the eight events in the Championship. After Swede Ove Andersson took victory in the Monte Carlo Rally, the Sanremo-Sèstrieres Rally, the Coupe des Alpes and the Acropolis Rally, Alpine easily won the International Constructors&apos; Championship. It scored twice as many points as rivals Porsche to avenge its defeat the year before.<BR/><BR/>In 1972, Alpine did not compete in the International Championship, but concentrated instead on French events, in which Thérier took numerous victories.<BR/><BR/>The following season marked the inauguration of the first Manufacturers&apos; World Championship and Alpine added Bernard Darniche, Jean-Claude Andruet and Jean-François Piot to its formidable roster of Jean-Pierre Nicolas and Ove Andersson. The blue A110s dominated the 13-round World Championship with six victories and a clear triumph over Fiat in the Title standings.<BR/><BR/>At the end of 1973, Alpine was taken over by French giant Renault. The high-profile merger gave everyone involved the impression that the company would continue its run of WRC success. However, upheaval within the new company meant that many of the drivers left the team by 1974. That season&apos;s results were not as good as in previous years and the car&apos;s sudden loss of competitiveness was not helped by the appearance of the dominant, Ferrari-engined Lancia Stratos. In fact, Alpine failed to win a single event in 1974 - its best result was second in the Rally of Corsica, courtesy of Jean-Pierre Nicolas. The out-classed A110, which also filled third, fourth and fifth places with Jean-Luc Thérier, Jean-Pierre Manzagol and Gérard Larrousse respectively, could do nothing about Jean-Claude Andruet&apos;s Stratos, the Italian machine finishing over three minutes ahead.<BR/><BR/><B>FRANCE&apos;S FINEST</B><BR/>Four-times French Champion Jean-Luc Thérier, was regarded as the top Alpine driver because he was able to coax the best performance from the lightweight car that proved so successful in the early 1970s.<BR/><BR/>If the Drivers&apos; World Championship had begun at the same time as the Manufacturers&apos; Title, Thérier would have easily become its first winner. His maiden victory in the recently-created Manufacturers&apos; Championship came in the Rally of Portugal, round three of the series. He came home ahead of his Alpine team mate Jean-Pierre Nicolas with an advantage of over six minutes. As in the season-opening Monte Carlo Rally, the supremacy of the Alpine was complete throughout the 2,820 km (1,752 miles) of the event, which was divided into four separate legs. Only 23 of the 80 teams that took the start managed to finish the event. The Rally, in fact, was dominated for almost the entire duration by the third Alpine of Bernard Darniche. With victory almost sealed, he was forced to retire with a broken differential. Before Darniche&apos;s exit, other front runners such as Ove Andersson (Toyota Celica) and Björn Waldegaard (Fiat Abarth 124) also had to retire.<BR/><BR/>Thérier, who had a kept a watching brief in second place, inherited the lead from his unlucky team mate Darniche and cruised to victory. Local driver Francisco Romaozinho finished third in his Citroën DS21, albeit more than 25 minutes behind.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOY_EvVKuamo1XvnokgVP0TTFqS-EQUe0TjlvzE\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOY_EvVKuamo1XvnokgVP0TTFqS-EQUe0TjlvzE</A><BR/>"}