{"images":["1","2","3","4","5","6","7"],"scale":"1:43","brand":"IXO","catalogNo":"RAM040","manufacturer":"Citroën","model":"Xsara","year":2001,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":15,"driver1":"J. Puras","driver2":"M. Martí","competitionClass":"Group A","notes":"<A HREF=\"http://ixomodels.com/index.php?route=product/product&product_id=1330\" TARGET=\"_blank\">http://ixomodels.com/index.php?route=product/product&amp;product_id=1330</A><BR/><BR/><A HREF=\"https://rallysportmag.com/corsica-memories-citroens-first-wrc-win-in-a-4wd-car290318/\" TARGET=\"_blank\">https://rallysportmag.com/corsica-memories-citroens-first-wrc-win-in-a-4wd-car290318/</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/105-tour-de-corse-rallye-de-france-2001/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/105-tour-de-corse-rallye-de-france-2001/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2001_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2001_World_Rally_Championship</A><BR/><BR/><b>IXO RAM040 Citroën Xsara 2001 Tour de Corse – Rallye de France Winner J. Puras/M. Martí</b><BR/><BR/>Only WRC win for Jesús Puras<BR/>3rd WRC win for Citroën<BR/>First WRC win for Xsara<BR/><BR/><BR/><BR/>The Citroën works team first participated in the WRC in 1984 with the Citroën Visa. None of their cars finished either of the 2 rallies contested that year. They had a much better record in 1985 when 2 of the 3 Visas finished the only rally contested that year - the Rallye Monte Carlo. In 1986 Citroën introduced their Group B car - the BX 4TC - and scored one 6th place finish out of 7 entries in the 3 rallies contested that year. A pretty dismal 3 years of rallying.<BR/><BR/>Then they took a break from the WRC and focused on rally raid instead. The first ZX Rallye Raid prototypes appeared in 1990 with a maiden win in the Dakar the following year and subsequent victories in 1994, 1995, and 1996. Citroën also won the rally raid Constructors’ Championship 5 years in a row from 1993 - 1997. Despite great success in rally raid, Citroën withdrew from competition at the end of the 1997 season (which surely made the competition happy).<BR/><BR/>In 1998 it was back to the WRC in the Xsara. The front-wheel drive Xsara Kit Car was entered on asphalt rounds of the WRC in 1998 &amp; 1999 with Citroën getting their first (&amp; second) wins in 2000. Things were starting to look better for Citroën&apos;s WRC effort. Then they took a break and did not compete in any WRC events while they developed a full WRC-spec Xsara. The new Xsara debuted in round 4 of the 2001 WRC season in the Rallye Catalunya - Costa Brava.<BR/><BR/>Sebastian Loeb made his debut in the Xsara WRC in round 11 in Sanremo and, surprisingly, did not win the rally. In the next race - the Tour de Corse - 7-time Spanish Rally Championship winner Jesús Puras drove the Xsara WRC to it’s maiden victory. Puras &amp; co-driver Marc Martí took the overall lead in stage 2 and held on to it for the rest of the rally. While this was Puras’ only WRC win he did go on to win Spanish Rally Championship #8 the next year.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><b>Sources</b><BR/><A HREF=\"https://rallysportmag.com/corsica-memories-citroens-first-wrc-win-in-a-4wd-car290318/\">Corsica memories: Citroen&apos;s first WRC win in a 4WD car</A> (photo)<BR/><A HREF=\"http://juwra.com/citroen_seasons.html\">juwra.com  |  Citroen - Seasons</A><BR/><A HREF=\"http://www.citroenet.org.uk/sport/sport-90.html\">Citroën ZX Rallye Raid in the nineties</A><BR/><A HREF=\"http://www.snaplap.net/citroen-xsara-wrc/\"> Citroen Xsara WRC – First World Rally Car in Loeb’s Journey to the Top </A><BR/><A HREF=\"http://www.snaplap.net/driver/jesus-puras/\">Jesus Puras profile on SnapLap</A><BR/><A HREF=\"https://www.ewrc-results.com/times/105-tour-de-corse-rallye-de-france-2001/\">Stage times Tour de Corse - Rallye de France 2001</A><BR/>"}