{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #06","manufacturer":"Ford","model":"Focus RS WRC 03","year":2003,"event":"Acropolis Rally","eventCode":"Acropolis Rally","carNumber":4,"driver1":"M. Märtin","driver2":"M. Park","notes":"<B>Issue #6: Ford Focus WRC Acropolis Rally 2003 M. Märtin/M. Park</B><BR/><BR/>Ford has graced the World Rally Championship (WRC) for longer than any other manufacturer and has enjoyed a great deal of success. Its latest weapon, the Focus WRC, is one of the most sophisticated rally cars ever seen and, with Markko Märtin behind the wheel, it won a memorable victory in Greece in 2003.<BR/><BR/>The Ford team has been involved in competitive rallying for more than 50 years, winning the Constructors&apos; World Championship with the Ford Escort in 1980. It also took two Drivers&apos; titles: in 1979, with Swedish ace Björn Waldegaard, and in 1981 with Finn Ari Vatanen. After 25 years in the thick of the action, the venerable Escort was pensioned off by Ford and replaced with a new model called the Focus. It was a car that would prove to be as popular in the dealers&apos; showrooms as it was successful on the WRC stage.<BR/><BR/>The new vehicle was fitted with innovative design facets, including a longitudinally mounted gearbox that delivered greatly improved weight distribution and, therefore, handling characteristics. This, together with numerous weight-saving titanium parts, turned the Focus into a high-tech World Rally competitor.<BR/><BR/>The car made an excellent debut in the World Rally Championship, finishing in third place in the 1999 Monte Carlo Rally with Colin McRae at the wheel. In its first six years in the Championship, the Focus WRC amassed an impressive total of 16 victories - nine by McRae, five by Markko Märtin and two by Carlos Sainz.<BR/><BR/><B>NO GREEK TRAGEDY</B><BR/>It was in the 2003 Acropolis Rally in Greece that current Ford WRC star Markko Märtin won his first World Championship event, a result long-overdue such is the impact he has made on the sport in a few short years. The victory came in just the third rally for the all-new, 2003-model Focus. The Estonian&apos;s performance in the Greek heat was brilliant, dominating the event from start to finish. His chief rival on the rock-strewn, dusty stages was the Finn Harri Rovanperä in a Peugeot 206 WRC, who encountered problems with his gearbox during the second special stage that left him without second and third gears. Rovanperä drove around the problem for the next three special stages before his mechanics could change the gearbox at the service halt. All he could do was push as hard as possible, while Märtin stretched his lead still further. Rovanperä&apos;s woes allowed Carlos Sainz into second place, although the Spaniard was never a threat to Märtin at any time during the rally. It looked as though Sainz would struggle to keep his second place thanks to a final-day charge by World Champion-elect Peter Solberg. Sainz ultimately hung on to the runner-up slot by just seven seconds.<BR/><BR/>Having come close to victory on a couple of occasions, Märtin had finally added his name to the exclusive list of winners. Later in the year, he won for a second time in the 1,000 Lakes Rally in Finland, becoming only the third non-Scandinavian driver - with Sainz and Frenchman Didier Auriol - to win this daunting event.<BR/><BR/><B>MARKKO RESPECT</B><BR/>A rising star of the World Rally Championship, Markko Märtin was born to an Estonian father and Finnish mother in Tallin, the capital of Estonia, the western-most republic of the now defunct USSR. His father competed in local rally events and the young Markko accompanied him at all times, picking up vital tips for the future. He made his debut at the age of 18 after repairing a Lada, which he bought from an uncle. From then on, he was unstoppable. He was second in the Estonian Championship in his first year, taking the crown in only his second.<BR/><BR/>In 1997, he began to compete in the World Rally Championship and finished ninth on his first attempt in the British RAC Rally a year later. Soon after, Ove Andersson, boss of the factory Toyota World Rally Team, gave him his big break at the wheel of a Corolla WRC. In 2001, he joined Subaru, finally settling at Ford in 2002. And he hasn&apos;t looked back since...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images294?authuser=0&authkey=Gv1sRgCLr-z97-zOW0ygE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images294?authuser=0&amp;authkey=Gv1sRgCLr-z97-zOW0ygE&amp;feat=directlink</A><BR/>"}