{"images":["1","2","3","4","5","6","7","8","9","10"],"scale":"1:18","brand":"Altaya","catalogNo":"Les Plus Grandes Voitures De Rallye #3","manufacturer":"Subaru","model":"Impreza 555","year":1995,"event":"RAC Rally","eventCode":"Rally GB","carNumber":4,"driver1":"C. McRae","driver2":"D. Ringer","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/503-network-q-rac-rally-1995/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/503-network-q-rac-rally-1995/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1995_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1995_World_Rally_Championship</A><BR/><BR/><A HREF=\"http://www.altaya.fr/miniatures/collection-voitures-de-rallye/numeros-3081537\" TARGET=\"_blank\">http://www.altaya.fr/miniatures/collection-voitures-de-rallye/numeros-3081537</A><BR/><BR/><A HREF=\"https://photos.app.goo.gl/g9o7SJZtQTJf1nE2A\" TARGET=\"_blank\">https://photos.app.goo.gl/g9o7SJZtQTJf1nE2A</A><BR/><BR/><A HREF=\"https://scale143.com/viewtopic.php?f=17&t=12229\" TARGET=\"_blank\">https://scale143.com/viewtopic.php?f=17&amp;t=12229</A><BR/><BR/><b>Altaya Les Plus Grandes Voitures De Rallye #3 Subaru Impreza 1995 RAC Rally Winner C. McRae/D. Ringer</b><BR/><BR/>I bought this more out of curiosity as the price was quite attractive. Even at the low price there are some serious issues with it as discussed previously <A HREF=\"https://scale143.com/viewtopic.php?f=17&amp;t=11401#p337309\">here</A>. Judge for yourself in the pictures after this history lesson.<BR/><BR/>Shortly after the Subaru Legacy took its maiden WRC success - courtesy of McRae in New Zealand in 1993 - Subaru bosses decided to introduce the car&apos;s replacement. The smaller, lighter and more nimble Impreza was immediately a dramatic improvement over its predecessor. The Impreza was blessed with plenty of power, excellent weight distribution and, so important in the WRC, efficient suspension. During 1994, the car&apos;s first full season, Colin McRae and new team mate Carlos Sainz won three rallies between them, with Subaru finishing second in the Manufacturers&apos; World Championship and Sainz only beaten to the Drivers&apos; title by Frenchman Didier Auriol in the well-developed Toyota Celica.<BR/><BR/>Born in the small town of Lanark, Scotland on 5 August 1968, Colin McRae came from a rallying background and, from a young age, was passionate about furthering the family reputation. His father, Jimmy, was a five-time British Rally Champion and finished runner-up in the European series in 1981, so was well-equipped to pass on his talent to his elder son.<BR/><BR/>Colin, who had cut his competitive teeth in motocross, made his four-wheeled debut in the British Peugeot and Opel Cup promotional series. At just 18 years of age, the Scot made his WRC debut in a humble Vauxhall Nova. He entered the 1987 Swedish Rally and, guided by vastly experienced co-driver Mike Broad, finished 36th overall!<BR/><BR/>Further WRC outings came at the wheel of a variety of machinery. McRae&apos;s speed was never in doubt, but his propensity for enormous accidents needed to be ironed out if he was to join the WRC elite.<BR/><BR/>That calming influence came in the shape of Prodrive/Subaru WRC boss David Richards, who had co-driven Ari Vatanen to world title glory in 1981. Richards promptly gave McRae a fully-fledged Legacy with which to tackle the British Rally Championship. Richards&apos; leap of faith was rewarded with back-to-back British titles for McRae and Subaru, giving both iconic status overnight.<BR/><BR/>A move to the WRC was high on the partnership&apos;s wish list and, in their first full year on the world stage, that glorious maiden victory came in New Zealand. Neither McRae nor Subaru looked back after that historic success.<BR/><BR/>The arrival of former World Champion Carlos Sainz in the team provided McRae with the perfect incentive to develop his obvious ability. McRae and Sainz were very evenly matched throughout 1994 and 1995. So competitive a pairing was it, in fact, that they fell out on occasion, particularly during the infamous 1995 Catalunya Rally, when team orders were imposed. McRae was requested by the team to stay behind Sainz - something which he ignored. The team then made him check into a time control late, handing the win to Sainz.<BR/><BR/>The Subaru pair came to the British event tied on 70 points. It was winner-takes-all in the British forests and a chance for McRae to become the first British World Champion, as well as the youngest in history. McRae rose to the challenge, taking huge chunks out of the Spaniard&apos;s lead after numerous delays caused by punctures. He eventually finished more than half-a-minute ahead of Sainz to take a famous victory and achieve his long-held ambition to be World Champion.<BR/><BR/><A HREF=\"https://lh3.googleusercontent.com/eANFGqoBBEKnyhvMxscKFP851MTzABewDfAhvb_PMRWVEjKIWPK6okY3Rz535-V_bwVib1b8y8lMRdDOBtXBwQZf-ieuhAltdUn6ESlAfZGny9xreDdUPR414a7NpSWrtNjfJ5WUYQBYEo6uu8LFpap_iraEzGfrFf5HYHEqsK9vcHUe_Ki__V-52ieh14SXmR5OUiGaQeekoOictodqRefHLN0tIBh8J9jlZfiQI1mRAEtTb-ScORkHaVDI8sWwiT9OnoID2eaZY_Ys06XKGkWcWYkQtvT6p802VhUIAWRf7A5IpKOgtNMefsuI_vXf6L5wOoLGL87EiIiT3uCjJr9vuZ5EHPzc_WL2xOk6tSXuI3VX3-ggbW4deTKBbJpMVczg8mno3zajHLxHgwijDU_9Z1bOwJa83-VU2k3cNi7lHvA5tdBPrIde93vl1lTw0ie2LFWiJpdI-x9KucNo0y7pAx8-A0LxGwpNn_648oIQBNMSDLGTbM1IoRHBAnJeAYMUGEFW9AlUOalDByCgQcfetrD3OxSaVA0SQCFqPzVLq98PCNpVk3mMmdpE0dvrkNqUASG9mGO2-g2FdZOBHqUIw2-qCsjQnKq_4zPnwsWJIKfZnUKja5ezmkXJiQ3sf2VRN2ACGFvcYNVwDNhsieRB16lGiOpKkWjwYA_a1amIRzEfFN9DVZb5Tw=w3456\"><BR/><BR/></A><A HREF=\"https://lh3.googleusercontent.com/rpzTotPmx19VfdiMKpdiKnkBKePneUJ4rB8K29Y-BGaO1hILGkAcNQJAkE7OT4xIomyClW1xsY8coVr7fRgLhziMoJWjNlbTHZw7woGjU9K8XSlAgzx7QJw-vitQ1eYwg1tGytCwdX5FO_PdBP51D-cdW6CocePr5GA04Lf4OyMGjwkClOyULycJHANC3Ql2p2NjJMlvSpPw4Y2z2YQ8cdomujoGbCsPRtYyyoPO_NasOJNy3csk1GVuuVCaj3VzNgc-MTl9s32ecMEM79Dz8X6I20Ley6VJGQjQMTSHowM_M6gAOtRI35reDEAa_qTcPz779Ua6OhVr3hhsVxyhsde_SiBvIWzMAYuQKSZ3p1RX0eon03kqzVJDup5gr7vcfgaD6wXMkNK_PCqc6WIwFB_CEJygfNwr57jUqc_Gsa9T9QWd_Q0LDZMd0frXKJ_cY4VA1ayvDpb-0w6VP6LwFCpXrA2CngZ_gX9KO-uaqZUsOyadwI_xXE-BiaOArsmCMbsEUtvqB3QOLR9-Wrk7LI32BBtGhAC592lU3bsdFUjDHsAJwHuY5fWyticZAw2b5hdLBxcgxpt2UKAEtmZZXJeOkrXzM9P-GsFye_meJj0RTDhJNnTHPFZMqH7OkUcKz6Y4ob-N4QCNhnd9gZPDqfi3VFAXt46SGhTs-UlGuhRYnI-ROZ4gMxRkHw=w3456\"><BR/><BR/></A> <BR/><BR/> <BR/><BR/><b>Source</b><BR/>DeAgostini Rally Car Collection Issue #11: Subaru Impreza 555 RAC Rally 1995 C. McRae/D. Ringer<BR/>"}