{"images":["1","2","3","4","5","6"],"scale":"1:43","brand":"Spark","catalogNo":"S1267","manufacturer":"Peugeot","model":"205 T16","year":1985,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":2,"driver1":"A. Vatanen","driver2":"T. Harryman","competitionClass":"Group B","notes":"<A HREF=\"http://www.sparkmodel.com/Main/pics/1226/index.html\" TARGET=\"_blank\">http://www.sparkmodel.com/Main/pics/1226/index.html</A><BR/><A HREF=\"https://www.ewrc-results.com/final/509-rallye-automobile-de-monte-carlo-1985/\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://www.ewrc-results.com/final/509-rallye-automobile-de-monte-carlo-1985/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/509-rallye-automobile-de-monte-carlo-1985/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1985_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1985_World_Rally_Championship</A><BR/><BR/><BR/><b>Spark S1267 Peugeot 205 T16 1985 Rallye Monte Carlo Winner A. Vatanen/T. Harryman</b><BR/><BR/>Purchased: 2010<BR/>Manufacturer Page: http://www.sparkmodel.com/Main/pics/1226/index.html<BR/><BR/>9th WRC win for Ari Vatanen.<BR/>9th WRC win for Peugeot.<BR/>4th WRC win for 205 T16 E1.<BR/><BR/>The Peugeot 205 Turbo 16 (or T16) revolutionized the World Rally Championship (WRC) when it arrived in 1984. Its small, lightweight body was mated to a mid-mounted, turbocharged engine and it produced huge performance. Finns Timo Salonen, Juha Kankkunen and Ari Vatanen made the little French rocket absolutely fly, with no one else getting a look-in during the WRC&apos;s most dramatic era. Designed around the Group B regulations the 205 T16 was powered by a 340 bhp engine and featured permanent four-wheel drive. Its lightweight body and huge power made the 205 more than a match for its Group B rivals the Audi Quattro and Lancia Delta S4. The 205 was the first of its type to have the engine mounted amidships and in a transverse position. Its maneuverability and excellent weight distribution played a key part in its highly successful career.<BR/><BR/>This is a model of Vatanen&apos;s 1985 Monte Carlo win which was nearly lost by co-driver Terry Harryman (from <A HREF=\"http://www.redbull.com/cs/Satellite/en_INT/Article/WRC-Monte-Carlo-Rally-Top-five-Monte-Carlo-Rally-moments-021243150553217\">WRC 2012: MONTE CARLO RALLY | TOP FIVE MONTE MOMENTS</A>):<BR/>Co-drivers are there to read the pace notes, but crucially to get the timing right at the time controls as well. Check in early or late and a hefty time penalty ensues: every co-driver’s worst nightmare. In 1985, the nightmare became true for Terry Harryman: co-driver to Ari Vatanen in the mighty Peugeot 205 T16. Sitting on a comfortable lead, Harryman checked the duo in early to a time control in Gap, costing them eight minutes and putting them four minutes off the front with 16 stages to go. Undeterred, they went on to win: probably the greatest ever fightback in the history of the sport. Harryman later said that he felt the need to change his overalls “several times” during the final few stages.<BR/><BR/><BR/><BR/>   <BR/>"}