{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #09","manufacturer":"Triumph","model":"TR7 V8","year":1978,"event":"Manx International Rally","eventCode":"Rally Isle of Man","carNumber":5,"driver1":"T. Pond","driver2":"F. Gallagher","notes":"<A HREF=\"https://en.wikipedia.org/wiki/Rally_Isle_of_Man\" TARGET=\"_blank\"><B>https://en.wikipedia.org/wiki/Rally_Isle_of_Man</B></A><BR/><BR/><B>Issue #9: Triumph TR7 V8 Manx International Rally 1978 T. Pond/F. Gallagher</B><BR/><BR/>Great Britain has participated successfully and enthusiastically in all disciplines of motor sport since the very early days and its manufacturers and drivers have always distinguished themselves at the highest level. But national and local rallies are where the true spirit of the sport flourished and it was in this discipline from which Tony Pond and the Triumph TR7 V8 emerged. Driver and car went on to numerous successes at home, paving the way for Pond to build a formidable reputation in the top echelon - the World Rally Championship.<BR/><BR/>Over the years, British manufacturers have achieved enormous success in the various categories of motor sport, whether in Formula 1, rallying or endurance races. The history of the sport is punctuated by numerous references to names such as Aston Martin, Jaguar, MG and Austin-Healey. There is a deep-rooted motorsport culture in the British Isles and any local event is always supported with great enthusiasm. In rallying, the most important event is the RAC Rally, which traditionally marks the end of the World Championship season. But throughout the year, numerous other events are organised and they enjoy great popularity thanks to the enthusiasm of the British fans.<BR/><BR/>From the outset, manufacturers didn&apos;t lag far behind the organisers and fans in their enthusiasm. It was considered a patriotic duty to enter into competition, even if the main focus of the company did not follow such a course.<BR/><BR/>Triumph was no exception to this rule and its tally of competition victories began in the 1950s with the TR2. Politics and financial issues meant that success did not last. Fortunately for fans of the marque, parent company British Leyland (BL) announced an official return to competition with the potent new TR7 V8. For 1976, the car produced up until 1981 took part in every round of the British Rally Championship. BL entered three cars, with British aces Tony Pond and Brian Culcheth signed to the team. Sceptics argued at the time that the TR7 programme was rather too ambitious and hurriedly put together. What is certain is that the new car made its debut in the Welsh Rally after the Championship had already started. The result was not what the team had hoped for - none of the three cars finished the event.<BR/><BR/>Things improved for the third rally, the Manx International on the Isle of Man, where the TR7 V8s finished third and fifth - an achievement that coincided with the installation of a new five-speed gearbox.<BR/><BR/><B>TAMING THE BEAST</B><BR/>The Triumph TR7 V8 did not go down in history as a car that was easy to drive, but Tony Pond succeeded in getting the most out of it. Pond&apos;s former co-driver Rob Arthur summed it up perfectly: &quot;When you took off over a jump you never knew where you were going to land because you couldn&apos;t see anything. One thing was quite clear: you had to be a brilliant driver to be able to tame it.&quot; Of Pond he said: &quot;He always succeeded in squeezing ten percent more out of it than the others without taking any risks.&quot;<BR/><BR/>Tony Pond soon became a legend on the Isle of Man, where he won the Manx Rally twice with the TR7 V8 in 1978 and 1980 and for a third time in 1981 at the wheel of a Vauxhall Chevette.<BR/><BR/><B>BEST OF BRITISH</B><BR/>Born in Hillingdon, West London, on 23 November 1945, Pond won the hearts of British fans with the sort of dogged determination and fighting spirit that they had come to expect from their heroes. He reached the peak of his career as a driver in the RAC Rally in 1985 when he finished third in his MG Metro 6R4 behind the powerful Lancia Delta S4s of Finns Henri Toivonen and Markku Alén. Interestingly, the RAC marked the debut for both the Metro and the Delta.<BR/><BR/>Rewind ten years and Pond was making a name for himself, not just for his burly figure and large moustache, but for his victories in South African rallies at the wheel of a Chevrolet. In 1974, he took part in the RAC Rally for the first time, driving an Opel Ascona, but was forced to retire. His second RAC Rally in 1975 was much more successful - he finished a brilliant fourth in an Opel Kadett GT/E. He increased his burgeoning reputation with fourth in the Sanremo Rally in 1979 in a Talbot Sunbeam Lotus and took third place in the 1981 Tour of Corsica in a Datsun Violet GT. He was much loved by British fans because of his down-to-earth approach - which never wavered and was often heavily promoted! In addition to his talent behind the wheel, his eagerness to win and his sense of perseverance added to his growing status.<BR/><BR/>However, increasingly disillusioned by a lack of privacy and the need for a quiet family life, Pond withdrew from competition when the FIA decided to ban Group B cars in 1987. Fifteen years later, he died of cancer at home in the Isle of Man at the age of 56.<BR/><BR/><B>MANX FOR THE MEMORIES</B><BR/>When British Leyland asked Pond to become a factory Triumph TR7 V8 driver in 1976, he was just 30-years-old. The pride of driving an English car proved stronger than the temptation presented by Fiat when the Italian giant invited him to become part of its powerful team just a few years later. He explained that he didn&apos;t like driving left-hand-drive cars, which endeared him even more to the British public. In fact, his reputation was much greater than his results warranted. Pond gave his absolute all to ensuring that British Leyland achieved the success he thought it deserved. As well as his duties as a factory rally driver, he was also a popular attraction at motor shows and exhibitions.<BR/><BR/>In 1978, when Pond won the Manx Rally for the first time, the event was part of the Tarmac Championship, a British competition made up of several rallies. Pond&apos;s and co-driver Fred Gallagher&apos;s main rival on the Isle of Man was Finn and future World Champion Hannu Mikkola, who led the event in his Ford Escort RS1800 until the steering failed during a night stage. Pond took over the lead and scored a historic rally and Championship victory.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images291?authuser=0&authkey=Gv1sRgCJKOiPSJv-_h_AE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images291?authuser=0&amp;authkey=Gv1sRgCJKOiPSJv-_h_AE&amp;feat=directlink</A><BR/>"}