{"images":["1","2","3","4","5"],"scale":"1:43","brand":"Vitesse","catalogNo":"L006","manufacturer":"Ferrari","model":"308 GTB","year":1982,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":19,"driver1":"T. Tognana","driver2":"M. De Antoni","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/10229-rallye-sanremo-1982/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/10229-rallye-sanremo-1982/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1982_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1982_World_Rally_Championship</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=270338#p270338\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=270338#p270338</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images444?authuser=0&authkey=Gv1sRgCP_Q_-T_rqHHigE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images444?authuser=0&amp;authkey=Gv1sRgCP_Q_-T_rqHHigE&amp;feat=directlink</A><BR/><BR/><b>Vitesse L009 Ferrari 308 GTB 1982 Rallye Sanremo DNF A. Tognana/M. De Antoni (1:43)</b><BR/><BR/>This was a surprise from Brooks (garageonawall)! Thank you! The model is an &quot;original&quot; Vitesse release from somtime before 1997. It is the 308 driven by Antonio Tognana &amp; Massimo De Antoni in the 1982 Rallye Sanremo. Tognana got off to a great start in the rally winning the first 3 stages but unfortunately had to retire due to engine failure in stage 27. Even though he did not finish Sanremo he did win the Italian Rally Championship that year (also driving a Lancia 037 in one event) so the Ferrari was not a bad rally car!<BR/><BR/><BR/><BR/>From <A HREF=\"http://www.rallyferrari.com/history.html\">Rallyferrari - History</A>:<BR/>The Ferrari 308 GTB was launched at the Salon de l&apos;Auto in Paris, just two years after the 308 GT4. The 308 GTB was a true Ferrari, and not as the 308 GT4 considered to be &quot;just&quot; a Dino. Ferrari got the FIA group 4 homologation papers for the 308 GTB in November 1976. The following two years only a few privateers gave the 308 GTB exponation in competition. Daniel Marin, who was the sales manager of Charles Pozzi (French Ferrari agent) had a conversation with their driver Jean-Claude Andruet, who said that the 308 GTB potentially could win the Rallye Monte Carlo. Under a visit in Maranello, Marin met with Enzo Ferrari, and proposed the idea of a serious 308 GTB into rally configuration. Enzo Ferrari remarked that his firm belonged to &quot;an industrial group which raced factory rally cars&quot; and said to Mr. Marin &quot;You are a free man&quot;. Gaetano Fiorini, who was in charge of the customers racing department advised Daniel Marin to get in touch with the company Michelotto in Padova. In 1978, Michelotto launched the prototype of the 308 GTB rallycar - a heavily modified car.<BR/><BR/><BR/><BR/>   <BR/>"}