{"images":["3","4","5","6","7","8"],"scale":"1:43","brand":"IXO","catalogNo":"RAC032","manufacturer":"Fiat","model":"124 Abarth","year":1974,"event":"Rallye de Portugal","eventCode":"Rally de Portugal","carNumber":2,"driver1":"R. Pinto","driver2":"A. Bernacchini","competitionClass":"Group 4","notes":"<A HREF=\"http://www.ixomodels.com/index.php/car/popup/393\" TARGET=\"_blank\">http://www.ixomodels.com/index.php/car/popup/393</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/5774-rali-internacional-tap-1974/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/5774-rali-internacional-tap-1974/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1974_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1974_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1974_World_Rally_Championship</A><BR/><BR/><b>IXO RAC032 Fiat 124 Abarth 1974 Rallye de Portugal Winner R. Pinto/A. Bernacchini</b><BR/><BR/>Purchased: 2010<BR/><BR/>Only WRC win for Rafaele Pinto.<BR/>2nd WRC win for Fiat.<BR/>2nd WRC win for Fiat 124 Abarth<BR/><BR/>(text taken from DeAgostini Rally Car Collection issue #53)<BR/><BR/>Fiat&apos;s 124 Abarth had a short competition career, but it achieved a high leyel of success thanks to its powerful engine - developed by the famous Italian tuning firm Abarth - and lightweight bodywork. This machine guided Raffaele Pinto to European Rally Championship honours in 1972, before helping the same driver to his only World Championship win in the 1974 Rally of Portugal.<BR/><BR/>When Italian automotive giant Fiat made its rallying debut in 1970, its first competition machine - the 124 Sport Spyder - was not competitive. For 1971, however, Fiat acquired the specialist tuning company Abarth, with a view to turning its own rallying fortunes around. The tie-up with Abarth proved to be a wise investment for Fiat, since the 124 Abarth - modified to meet the new Group 4 rallying regulations - was an aItogether better proposition.<BR/><BR/>The car produced 165 bhp, compared with its road-going cousin&apos;s 126 bhp. It proved to be one of the best competition cars produced by the Turin-based marque, thanks to its 1756 cc, four-cylinder in-line engine with fuel injection and 16 valves. In addition, its elegant bodywork was designed by famous styling house Pininfarina.<BR/><BR/>Just a year later, the new car stormed to victory in the European Rally Championship (ERC) with Rafaele Pinto at the wheel. For 1973, Pinto joined forces with a new co-driver, Arnaldo Bernacchini, and the duo achieved good results in many ERC events. However, Pinto and Bernacchini&apos;s finest moment came in 1974 when they won a round of the WRC - the Rally of Portugal.<BR/><BR/>Fiat dominated the 1974 event, its 124 Abarths taking a clean sweep of the podium places thanks to Pinto, fellow Italian Alcide Paganelli and young Finn Markku Alén. There was no Drivers&apos; Title to fight for in 1974 (it was not introduced until 1979), but Fiat finished second to Lancia - a firm it would later buy - in the Manufacturers&apos; Championship of the same year, when the best six results from a total of eight events were taken into account.<BR/><BR/><BR/><BR/>   <BR/>"}