{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #14","manufacturer":"BMW","model":"M3 (E30)","year":1987,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":10,"driver1":"B. Béguin","driver2":"J. J. Lenne","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/8915-tour-de-corse-rallye-de-france-1987/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/8915-tour-de-corse-rallye-de-france-1987/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1987_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1987_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #14: BMW M3 Tour de Corse 1987 B. Béguin/J. J. Lenne</B><BR/><BR/>Bernard Béguin was a versatile French driver who was equally at home on the racetrack and the rally stage. In 1987, he guided the much-vaunted BMW M3 to its only World Rally Championship victory in Corsica, despite little in the way of help from the BMW factory. The island event had a fearsome reputation, having claimed the lives of two big names, but that didn&apos;t faze Béguin, who outpaced all-comers to add his name to an exclusive list of drivers who had conquered the daunting mountain roads.<BR/><BR/>Despite a long and successful presence in international motor sport for many years, BMW has never seriously pledged its allegiance to rallying. The German motoring giant, whose blue and white propeller logo is among the most recognisable in the world, has always preferred to concentrate on circuit racing - something at which it has been phenomenally successful.<BR/><BR/>BMW&apos;s occasional participation in rallying, and the World Rally Championship (WRC) in particular, has always been thanks to the commitment of privateer teams. It it these well-funded, enthusiastic outfits that have brought the company the limited success it has achieved.<BR/><BR/>When BMW launched the replacement for the 635CSi - the 2.3-litre, 4-cylinder M3 - that it hoped would bring glory in the European Touring Car Championship in 1987 and beyond, it quickly made the car available to privateers for racing, such was the interest in the all-new machine. One such privateer outfit to take the M3 under its wing was Prodrive, the British team best known for running Subaru&apos;s hugely successful WRC operation.<BR/><BR/><B>RALLYING TO THE CAUSE</B><BR/>The M3 proved to be one of the most successful touring cars ever seen. Between 1987 and 1992, it racked up hundreds of victories all over the world, as well as dozens of international and national championships.<BR/><BR/>However, it was Prodrive - at the time running two cars in the British Touring Car Championship - that decided the M3 would make an effective tool for rallying, especially on the only tarmac event in the championship at that time: Corsica. The timely demise of the Group B formula in the WRC gave Prodrive the chance it was looking for. The 260 bhp, rear-wheel-drive M3 would be ideal for the tight and twisty island event. All Prodrive needed was someone to entrust with the driving duties.<BR/><BR/><B>SAINT BERNARD</B><BR/>The man for the job was Frenchman Bernard Béguin. Like the M3, Béguin took up rallying after a career in circuit racing. He was a very versatile driver, alternating between racing and rallying as though it was second nature. His decision to participate in both disciplines meant that he contested only 16 WRC events between 1974 and 1993 and all of them in Monte Carlo and Corsica.<BR/><BR/>Béguin&apos;s most celebrated WRC moment came in Corsica in 1987. His Prodrive-run, Rothmans-sponsored M3 fought a titanic duel with the Lancia Delta of fellow Frenchman Yves Loubet and the two drivers traded fastest stage times at will before Béguin and co-driver Jean-Jacques Lenne pulled out a healthy lead over their compatriots when their Lancia developed gearbox problems. Béguin&apos;s victory may well have been his only win at WRC level, but he won four French national titles and finished runner-up in the 1980 European Rally Championship. These less-publicised results proved that Béguin was no slouch behind the wheel of a rally car and that his performance in Corsica in 1987 had been no fluke.<BR/><BR/><B>DARK DAYS</B><BR/>Béguin&apos;s success in Corsica was all the more impressive, considering the event&apos;s fearsome reputation. In the two years before the Frenchman&apos;s victory, two of the sport&apos;s leading drivers had lost their lives on the tight and twisty mountain roads. Attilio Bettega perished after an accident in 1985, although his co-driver Maurizio Perissinot survived, while star of the future Henri Toivonen died 12 months later in a terrifying, high-speed crash that killed the young Finn and his American co-driver Sergio Cresto instantly.<BR/><BR/>The island of Corsica remains one of the biggest challenges in the WRC, thanks to its blind comers and sheer drops. Back in 1987, Bernard Béguin added his and BMW&apos;s name to an impressive list of winners.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images287?authuser=0&authkey=Gv1sRgCL6T4bCu2oLdWA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images287?authuser=0&amp;authkey=Gv1sRgCL6T4bCu2oLdWA&amp;feat=directlink</A><BR/>"}