{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #6","manufacturer":"Land Rover","model":"Range Rover Vogue","year":1981,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":212,"driver1":"R. Metge","driver2":"B. Giroux","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1981/metge-giroux,range+rover+v8,212.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1981/metge-giroux,range+rover+v8,212.html</A><BR/><BR/><B>Issue #6 Land Rover Range Rover Vogue 1981 R. Metge/B. Giroux</B><BR/><BR/><B>The Suburbanite of Dakar</B><BR/>Adored in the upscale neighborhoods of large cities, the Range Rover would demonstrate its skills as an adventurer in the first Paris-Dakar rally. It continued to be successful but eventually fell to competition from prototypes. It still remains one of the most prestigious off-road vehicles.<BR/><BR/>At the end of the &apos;60s an all-terrain vehicle was a basic vehicle, originating as either a farm or military vehicle, with a utilitarian mission, modest performance and, of course, an ability to get through obstacles. Comfort, equipment, sound insulation, and handling were not the primary concerns of their designers, and we must not forget the American Jeep was still relevant in this time ... So when the first Range Rover was introduced in 1970, it was almost a revolution: the beast was a true 4x4, a premier fighter that could withstand more varied terrain, but it was also true road car that was high-performance (a V8 engine), luxurious, well equipped, comfortable and endowed with a character that clearly distinguished it from &quot;the closet Norman&quot; - a reference to the other designs the time. Obviously, there was a catch: its very high price meant the Range Rover would not be seen on the muddy roads of the Camargue or the steep roads of the Massif Central, but in the upscale neighborhoods of the capital. Its ability to get through obstacles was hardly tested by the curbs!<BR/><BR/><B>A default choice</B><BR/>It was not until the Range Rover was entered into a raid that its skills became evident. In 1979 it won the first Dakar rally and silenced the laughter. The following year the fleet of Volkswagen Iltises prevented a repeat, but it took revenge in the 1981 Dakar. René Metge at the wheel of a Range Rover, with co-driver Bernard Giroux, has become famous thanks to the conspicuous presence of VSD magazine, a massive sponsor of vehicles of the Paris-Dakar rally. But why this car? Other off-road vehicles - the Lada Niva comes to mind - lacked power and strength, the Mercedes G-class did not exist, and most of the Japanese 4x4s consisted of basic pick-up trucks unsuitable for competition. The Range Rover entered in the 1979 Dakar was very close to the original vehicle with few modifications. This meant there were some faults with it: very heavy weight (more than two tons), soft suspension, substantial height, less than ideal weight distribution, rigid axles at the front and rear, and steel wheels...<BR/><BR/><B>Basic... but effective!</B><BR/>In 1981, the vehicle of René Metge was better: the weight was reduced to below two tons, the oversized bodies could withstand the test without suffering much damage, the suspension was tightened - without removing the always impressive body roll - and the 3.5 liter V8 had gained 25 hp, up to about 150 hp. It was painful, but it could exceed a speed of 140 km/h! Suffice it to say that it had no chance in a sprint race and in order to prevail, Metge had to rely primarily on the reliability of his machine and the regularity of his driving. That&apos;s what happened: the Range Rover was hoisted on the highest step of the podium despite chronic troubles. Among other things, the crew had to rebuild the gearbox at the end of nearly every stage! As the years passed, Land Rover became officially involved in the Dakar and continued to evolve the Range Rover; doubling its power, reducing its weight by nearly half, and completely redesigning the technical aspects bringing even more success. Today though, it has no other choice but to leave the victories to the prototypes, which only vaguely resemble the silhouette of the mass-produced all-terrain vehicles...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images227?authuser=0&authkey=Gv1sRgCPj32K-EpKLjWA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images227?authuser=0&amp;authkey=Gv1sRgCPj32K-EpKLjWA&amp;feat=directlink</A><BR/>"}