{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #19","manufacturer":"Ford","model":"Focus RS WRC 02","year":2002,"event":"Acropolis Rally","eventCode":"Acropolis Rally","carNumber":5,"driver1":"C. McRae","driver2":"N. Grist","notes":"<B>ssue #19: Ford Focus WRC Acropolis Rally 2002 C. McRae/N. Grist</B><BR/><BR/>Ford has been a front-runner in the World Rally Championship (WRC) since its inception in 1973. The company&apos;s greatest achievements came in the 1970s and early 1980s with the Escort RS - a car that scooped numerous wins and the 1979 Drivers&apos; and Manufacturers&apos; Titles. A fallow period then followed for Ford - its Sierra and Escort Cosworth models delivering limited success during the 1990s. With the launch of the all-new Focus WRC in 1999 and former World Champion Colin McRae signed to drive it, the Blue Oval quickly began to win again.<BR/><BR/>Finding a suitable replacement for the world-beating Escort RS - an iconic machine that won 21 WRC events between 1973 and 1981 - was always going  be a difficult task for Ford. Over the next 18 years, the company made little impression on the giants of the sport - Lancia, Toyota and Subaru - and took just 11 wins with the Sierra RS Cosworth (one), Escort RS Cosworth (eight) and Escort WRC (two) in that time.<BR/><BR/>In 1999, however, the Blue Oval launched the all-new Focus on the WRC. Spearheading the driving duties would be 1995 World Champion - and one of the all-time greats of the sport - Colin McRae.<BR/><BR/>No expense was spared in Ford&apos;s effort to reach the top once more. Former factory driver Malcolm Wilson, now boss of crack preparation firm M-Sport, was charged with developing the new car. Wilson recruited top WRC engineer Gunter Steiner, who had previously developed the ultra-successful Lancia Delta HF Integrale, as well as acting as a consultant to Prodrive, the team behind the dominant Subaru Impreza. Steiner created a lightweight machine with a transversely-mounted (a new concept for Ford), 1998 cc engine developing 315 bhp. The new engine layout would greatly improve weight distribution.<BR/><BR/>On its first appearance, the 1999 Monte Carlo Rally, the Focus finished an excellent third overall in McRae&apos;s hands. Unfortunately, the post-event scrutineers decided that the car&apos;s water pump had been modified and disqualified the car. The Focus&apos;s glorious debut had been shortlived, to say the least. However, the seeds for a highly competitive season for the Focus had been sown.<BR/><BR/><B>SCOTLAND&apos;S BRAVEST</B><BR/>Colin McRae, son of five-times British Rally Champion Jimmy was born into a rallying family on 5 August 1968 in the little town of Lanark, Scotland. His initial forays into wheeled competition centred around the rough and tumble of motocross. In 1987, at the age of 18, Colin followed his father into rallying and took part in his first WRC event - the Swedish Rally. He soon came to the attention of Prodrive/Subaru WRC boss David Richards, who offered the young Scot a factory drive in the British Rally Championship in a Subaru Legacy. Back-to-back titles followed and the McRae name was headline news once more. Colin&apos;s extreme driving style endeared him to fans and, when he began to win consistently in the Subaru Impreza with which he became synonymous, his status as the fastest driver of his generation was further enhanced.<BR/><BR/>McRae&apos;s first season with the Ford Focus brought wins in the Safari and Portuguese Rallies, although there were a frustratingly high number of retirements to go with the sensational victories. The year 2000 saw McRae again win two rallies - Catalunya and Acropolis - and, although he continued to suffer far too many retirements, he finished second in New Zealand, Finland and Cyprus, and third in Sweden. With a little more reliability, the Focus would be a contender in 2001. And so it proved to be, with the car taking a hat-trick of wins in Argentina, Cyprus and Greece. The victories - all scored by McRae - helped the Scotsman to second in the Drivers&apos; Title race behind Englishman Richard Burns in the Subaru Impreza.<BR/><BR/><B>FINAL FLOURISH</B><BR/>The year 2002 would be McRae&apos;s final season for Ford, and a year in which he would score the last two victories of his career. The first of those two wins came in the Acropolis Rally. McRae had always gone well in the dusty Greek event - he had won it three time before, including the 2000 and 2001 events. This time, the Scot fought off the attentions of team mates Markko Märtin and Carlos Sainz, as well as championship leader Marcus Grönholm in the Peugeot, to score a famous hat-trick. Victory in the Safari Rally on the very next outing was McRae&apos;s 25th and final WRC victory.<BR/><BR/>For 2003, McRae signed for Citroën. There would be no wins, but a series of strong points finishes in the Xsara WRC, including second in Monte Carlo, gave him seventh in the Drivers&apos; Championship. With regulations coming into force for 2004 that prohibited teams from running three cars, McRae had to give best to Citroën favourites Sébastien Loeb and Carlos Sainz. With no other competitive drives available - although a seat at Subaru looked a possibility for a while after Richard Burns was diagnosed with a brain tumour - the Scot was forced to abandon his WRC aspirations. The WRC&apos;s loss was Nissan&apos;s gain, however. The Japanese marque snapped him up to contest the famous Dakar Rally. In typical fashion, McRae has not given up on what he loves most - driving rally cars faster than anyone else.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images282?authuser=0&authkey=Gv1sRgCIuH_enF14fGyAE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images282?authuser=0&amp;authkey=Gv1sRgCIuH_enF14fGyAE&amp;feat=directlink</A><BR/>"}