{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #07","manufacturer":"Mitsubishi","model":"Lancer Evo VI","year":1999,"event":"Rally New Zealand","eventCode":"Rally New Zealand","carNumber":1,"driver1":"T. Mäkinen","driver2":"K. Mannisenmäki","competitionClass":"Group A","notes":"<A HREF=\"https://en.wikipedia.org/wiki/1999_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1999_World_Rally_Championship</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/130-rally-new-zealand-1999/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/130-rally-new-zealand-1999/</A><BR/><B></B><BR/><B></B><BR/><B>Issue #7: Mitsubishi Lancer Evo VI Rally New Zealand 1999 T. Mäkinen/K. Mannisenmäki</B><BR/><BR/>The Mitsubishi Lancer Evo VI - upon its creation the Japanese marque&apos;s finest, and most hi-tech machine - was one of the best rally cars of all time, carrying Finn Tommi Mäkinen to his fourth and final Drivers&apos; title. The hugely successful Mäkinen/Mitsubishi partnership - which carried off four consecutive titles between 1996 and 1999 - was unique in World Rally history and is unlikely to be matched.<BR/><BR/>The Mitsubishi Lancer Evolution VI was introduced by the Japanese manufacturer at the end of 1998. Although it was essentially a production model, it was designed specifically for homologation for competition in the World Rally Championship (WRC). Just 2,500 were produced - the minimum number required by the regulations. The Evo VI was a very well-balanced car with excellent performance in all respects. Its aluminium engine comprised four cylinders in line, 16 valves and a capacity of 1997 cc. Thanks to a new turbocharger with a titanium and aluminium turbine, it produced 300 bhp. The engine was mounted on a rigid chassis which, allied to the aerodynamics, modest weight and outstanding McPherson suspension, made the car one of the most successful in the World Rally Championship during its three years of competition.<BR/><BR/>The Evo VI was a natural successor to the earlier developments of the Lancer, which first appeared in 1993, superceding the Galant range. And the new car arrived with a bang, winning its debut rally, the 1999 Monte Carlo with Tommi Mäkinen at the wheel. The Finn beat fellow countryman - and early-career mentor - Juha Kankkunen (Subaru Impreza) and Colin McRae (Ford Focus). He won again in Sweden, defeating the Toyota Corolla of Carlos Sainz and the Ford Focus of Swede Thomas Rädström. Mäkinen then consolidated his lead in the Championship by finishing fifth in Portugal, third in Catalunya, sixth in the Tour of Corsica, fourth in Argentina and third in the Acropolis Rally. He won again in New Zealand and Sanremo, then finished the year with third place in Australia, giving him his fourth straight Drivers&apos; title. Mitsubishi finished third in the Constructors&apos; title race behind Toyota and Subaru.<BR/><BR/><B>MITSUBISHI&apos;S FLYING FINN</B><BR/>Tommi Mäkinen was born in Puuppola on 26 June 1964, to farming parents. The young Tommi spent several years helping on the family farm but was always interested in engines. He drove a car for the first time at the age of five and made his competition debut in tractor races, a discipline in which he became national champion at the age of 20. His rally debut came in 1985 and, just one year later, he won the Finnish Junior Championship. With the help of a Finnish sponsor and WRC legend Juha Kankkunen, he began taking part in selected events in the European and World Rally Championships in Group N (showroom) cars with varying results.<BR/><BR/>The departure of Jesús Puras from the Mazda team enabled Mäkinen to take part in his home event, the 1,000 Lakes Rally in 1991, where he finished fifth in an uncompetitive Mazda 323. As a result, he was signed up by Nissan for the following year, but his performances with the Sunny are best forgotten. Things did not improve in 1993. That year, he took part as a private entrant at the wheel of a Lancia. Despite taking the Delta Integrale to fourth in Sweden and Finland, it was a disastrous campaign. He agreed to return to Nissan in 1994 but his results did not improve.<BR/><BR/>Then, halfway through the season, Ford offered him two rallies, the Mänttä Rally - a non-championship event used by many drivers as a warm-up for the 1,000 Lakes - and the full-blown 1,000 Lakes itself. Mäkinen duly won both, marking himself out as a future star. He took part in the Sanremo Rally in the same year with a Mitsubishi Lancer, but retired. He finished the year driving the Nissan on the RAC Rally but he had already agreed terms with Mitsubishi boss Andrew Cowan to drive for the team in 1995. Mäkinen&apos;s career really took off, the Finn narrowly losing out to Colin McRae in the first year but then sewing up four straight titles between 1996 and 1999.<BR/><BR/><B>KIWI CAPERS</B><BR/>In New Zealand in 1999, Mäkinen scored the 18th World Championship Rally win of his career and, in doing so, beat his friend and mentor from his early days in the sport, Juha Kankkunen (Subaru Impreza). Third on that occasion was young Finn Toni Gardemeister, who took his first and, to date, only podium driving a Seat Cordoba WRC.<BR/><BR/>Mäkinen and the Evo VI led the rally from the off. The only car to pose a threat to them was the Ford Focus of Colin McRae, who put in very quick times. Despite the presence of rain, the duel between McRae and Mäkinen continued unabated until the ninth stage when the Scot retired with an electrical fault in his Focus. With McRae out of the rally, Mäkinen&apos;s advantage over the other drivers was enough for him to stay in front without having to take too many risks. He finished the rally a little more than a minute-and-a-half ahead of Kankkunen and nearly three minutes up on Gardemeister. Mäkinen moved further ahead in the Drivers&apos; title battle too, after his nearest rivals Didier Auriol and Carlos Sainz, both driving Toyota Corollas, could only finish fourth and sixth respectively.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images293?authuser=0&authkey=Gv1sRgCK2ovZHhw9ayBg&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images293?authuser=0&amp;authkey=Gv1sRgCK2ovZHhw9ayBg&amp;feat=directlink</A><BR/>"}