{"images":["1","12","13","14","15","16"],"scale":"1:43","brand":"Minichamps","catalogNo":"430793996","manufacturer":"Mercedes-Benz","model":"450SLC (C107)","year":1979,"event":"Rallye Côte d'Ivoire","eventCode":"Rallye Côte d'Ivoire","carNumber":6,"driver1":"H. Mikkola","driver2":"A. Hertz","competitionClass":"Group 4","notes":"<A HREF=\"https://www.minichamps.de/EN/Models/ModelDetails/430793996/index.html\" TARGET=\"_blank\">https://www.minichamps.de/EN/Models/ModelDetails/430793996/index.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/11033-rallye-bandama-cote-divoire-1979/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/11033-rallye-bandama-cote-divoire-1979/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1979_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1979_World_Rally_Championship</A><BR/><BR/><b>Minichamps 430793996 Mercedes-Benz 450SLC (C107) 1979 Rallye Côte d&apos;Ivoire Winner H. Mikkola/A. Hertz</b><BR/><BR/>Purchased: 2010<BR/>Manufacturer page: https://www.minichamps.de/EN/Models/ModelDetails/430793996/index.html<BR/><BR/>8th WRC win for Hannu Mikkola.<BR/>1st WRC win for Mercedes-Benz.<BR/>Only WRC win for Mercedes-Benz 450SLC.<BR/><BR/>(from <A HREF=\"https://slc4dirt.wordpress.com/about/the-inspiration/\">The Inspiration | Mercedes 450slc 5.0 Rallye Project</A>, <A HREF=\"https://media.daimler.com/dcmedia/0-921-657482-1-1680658-1-0-0-0-0-0-0-0-0-1-0-0-0-0-0.html\">Rally races and records | Daimler global media site</A> and <A HREF=\"http://www.juwra.com/mercedes_benz_450.html\">juwra.com | Mercedes Benz - 450/500SLC</A>)<BR/><BR/>In 1978 four Mercedes-Benz 450SLC (C107) cars took part in the tough Rally &quot;Vuelta a la América del Sur&quot; in South America. The 28,600km race ended with Mercedes-Benz sweeping the top 5: Andrew Cowan &amp; Colin Malkin in 1st, Sobieslaw Zasada &amp; Andrzej Zembruski in 2nd, Anthony Fowkes &amp; Klaus Kaiser in 3rd (in a 280E), Timo Mäkinen &amp; Jean Todt in 4th, and Herbert Kleint &amp; Günther Klaproth in 5th (in a 280E).<BR/><BR/>Based on these results Mercedes-Benz realized that their cars had the necessary durability for rallies and that with more power they could achieve further success. While other manufacturers were rallying small to medium sized cars, Mercedes-Benz decided that following their experiences with the 280E, the coupe version of their 107 series was the car to use. The &quot;SL&quot; in SLC was supposed to stand for &quot;sports-light&quot; but this was not an accurate description of the long and heavy SLC coupe, at the time the flagship of the Mercedes-Benz range aimed at the upper end of the luxury market. With V8 engines it was however a fast tourer. The fixed roof of the SLC added to the body rigidity of the SL and the superb handling, together with the comfort of the long wheelbase coupe, meant that crews would suffer the minimum of fatigue over long rallies.<BR/><BR/>For 1979 the 450SLC 5.0 was homologated as a Group 4 rally car. It was basically a production car with a bored-out V8 and a stripped-out interior for weight reduction. Massive factory support under the leadership of Eric Waxenberger backed the effort behind several entries in the 1979 World Rally Championship. After good results in the Safari rally, success was achieved with a clean sweep of the 5,500km Rallye Côte d&apos;Ivoire (Ivory Coast Rally) with four 450SLC 5.0s driven by Hannu Mikkola, Björn Waldegård, Andrew Cowan, and Vic Preston taking positions 1, 2, 3, and 4 respectively.<BR/><BR/>This was also the last factory involvement of Daimler-Benz AG in rallying, since in December 1980 the Board of Management decided that the Stuttgart-based company would withdraw from the world championship for capacity reasons. As Werner Breitschwerdt, then Member of the Daimler-Benz AG Board of Management responsible for Development and Research, explained: &quot;We have decided to put all our research resources and capacity into meeting our responsibilities for environmental protection.&quot;<BR/><BR/>Other sources suggest Mercedes-Benz withdrew when they realized money could not guarantee wins in WRC events against lighter and more powerful competitors.  ;)<BR/><BR/><BR/><BR/>   <BR/>"}