{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #12","manufacturer":"Mercedes-Benz","model":"280GE","year":1983,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":142,"driver1":"J. Ickx","driver2":"C. Brasseur","notes":"<B>Issue #12 Mercedes 280 GE 1983 J. Ickx/C. Brasseur</B><BR/><BR/><B>The star of the desert</B><BR/>Four years after its release, the Mercedes 280 GE brilliantly demonstrated that it was able to not just get around obstacles. It could also do it very quickly - helping the 280 GE achieve victory!<BR/><BR/>The story of the victory of the Mercedes 280 GE in the 1983 Paris-Dakar 1983, in the hands of Jacky Ickx and Claude Brasseur, is a fruitful encounter between man and machine that owes more to alchemy than destiny. To understand it we must go back to April 1973 when the first wooden model of the future G-Class was presented to the management of Mercedes. A year later, the first prototype was ready for testing. The car was developed steadily and the following year Daimler-Benz set up the production line, in conjunction with Steyr-Puch, in Graz, Austria - where the G-Class is still produced 25 years after its birth... At the commercial launch of the &quot;G&quot; in 1979, the market for all-terrain luxury was still limited - competition, apart from the Range Rover, was virtually nonexistent. Its performance may seem modest (engines producing 72-150 hp), but it is offset by extremely robust construction, the reliability of a well-known brand, being well equipped, and its high standards.<BR/><BR/><B>The Belgian and the Bavarian</B><BR/>In the early &apos;80s the cars entered in the Paris-Dakar rally were nothing outrageous: mildly modified Renaults, timid Lada Nivas, light and fragile buggies - only the Range Rover (again!) commands respect. There is no question as to whether Mercedes would enter the car in a rally raid: after the the tragic accident of Pierre Levegh in his 300 SLR at Le Mans in 1955, Mercedes withdrew from racing. They did not count on circuit-racing legend Jacky Ickx, who discovered the Paris-Dakar watching television one night with his friend Claude Brasseur. &quot;Why not us?&quot; they asked. And so the adventure began: first driving a factory Citroën CX 2400 GTI in 1981. They withdrew from competition the day before the start of the Dakar. Then, in 1982, the pair entered in a Mercedes 280 GE. If they didn&apos;t have to retire after missing a checkpoint, they would have won. Ickx and Brasseur were then out for revenge in the 1983 edition with a GE 280 prepared by Jean Da Silva (best known as a co-pilot) and supported not by the factory, but by the importer.<BR/><BR/><B>Almost stock is enough...</B><BR/>The car, although prepared for the rally, remained close to the production model. Apart from the presence of conspicuous sponsor logos of Texaco and the curious aerodynamic device that caps the full width and height of the hatch, the differences from the production model are modest. The main differences noted are special tires, a sump guard, mini bull-bar, and various guards; especially for the headlights. Under the hood of the 280 GE, the 2,800cc inline-six with mechanical fuel injection produces 220 hp, versus 150 hp for the for the production model. The short-frame G-Class was used and, thanks to several aluminum components, the weight is reduced to 1,600 kg. Thus, the G has reasonable fuel consumption with a top speed close to 180 km/h. The suspension, already very effective on the production model, received special dampers and sportier springs, which were eventually offered to G-Class buyers... There was success with a win and, despite the delicate relationship between Mercedes and competition, the manufacturer did not hesitate, shortly after, to market a limited edition of its G-Class named &quot;Dakar&quot;!<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images221?authuser=0&authkey=Gv1sRgCOPnhKj25JGHhgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images221?authuser=0&amp;authkey=Gv1sRgCOPnhKj25JGHhgE&amp;feat=directlink</A><BR/>"}