{"images":["6","7","8","9","10"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #9","manufacturer":"Peugeot","model":"205 T16 Grand Raid","year":1988,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":205,"driver1":"J. Kankkunen","driver2":"J. Piironen","notes":"<B>Issue #9 Peugeot 205 Turbo 16 1988 J. Kankkunen/J. Piironen</B><BR/><BR/><B>Sacred Number!</B><BR/>After a superb victory in the Dakar in 1987, the 205 T16 was entered as a backup for the 1988 edition. The car&apos;s engineering, fate, and talent of Juha Kankkunen decided otherwise...<BR/><BR/>Remember: in the early &apos;80s Peugeot launched an urban, economical, and original but practical compact car, the 205. While several million vehicles were produced until the mid-&apos;90s, this &quot;sacred number&quot; shined in competition thanks to a talented conductor, Jean Todt - then head of Peugeot Talbot Sport. By this time it had reached the pinnacle of rally-raids with the chance to overtake its big sister the 405. The beginning: in late 1983, Todt chose two drivers to run the first rally in the 205 Group B during the 1984 season. The first was Ari Vatanen, World Rally Champion in 1981, and the second, who helped develop the 205 Turbo 16 with Jean-Claude Vaucard, was none other than Jean-Pierre Nicolas. The car won three rallies in five starts: a great publicity stunt for the commercial launch of the car, and the announcement of competitive success... In 1985 the car won the World Rally Championship held by Timo Salonen and starting with the Tour of Corsica, there was a first evolution of the 205 Turbo 16: the small 4-cylinder 1.8 liter turbo now delivered 450 hp and despite the AWD, the car became an almost un-driveable monster.<BR/><BR/><B>Give up? Never!</B><BR/>In 1986, Group B continued to raise power and speeds and drama came soon! Henri Toivonen, in a Lancia, was killed in a crash during the Tour of Corsica. Group B cars were then banned after the end of the season. After a second victory in the World Championship, Peugeot faced a dilemma: abandon this wonderful racing machine and devote themselves to endurance or Formula 1 racing, or try to convert to another discipline? Jean-Claude Vaucard was commissioned to transform this rally beast into a rally-raid champion. Testing and experience gained in the African rallies led to changes on the car: 30 cm longer wheelbase, wider track, reduced power of 380 hp to maintain reliability, and increased ride height of 270 mm. The car changed sponsor, then color, and two more drivers came to assist Ari Vatanen in Peugeot&apos;s attempt to win the Paris-Dakar.<BR/><BR/><B>Converted to sand</B><BR/>The cars were promising because, unlike many of the participants of the Paris-Dakar, they were designed for the competition and not just adapted from an existing car. The team of Jean Todt also left nothing to chance with a lot of planning for three cars entered, a staff of 30 people, assistance trucks, and a dedicated aircraft... Ari Vatanen with co-driver Bernard Giroux flew through the perils of the 1987 Dakar and won the race. Peugeot, galvanized by its success, developed the 405 T16 &quot;Grand Raid&quot;, based on the 205 &quot;Grand Raid&quot;, in support of the commercial launch of the Peugeot family sedan. Peugeot wisely entered two 405s and two improved 205s in the 1988 Dakar. Ari Vatanen led the race in a 405, but was followed closely by Juha Kankkunen in a 205. Ari&apos;s 405 was stolen in Bamako (Mali) and he found himself out of the race but he accompanied Juha, the Lion of Sochaux, to victory in the &quot;old&quot; 205 T16. After that the car did not compete in the African deserts again but it still had a lot of success in rally cross until 1990. Despite great victories, its little sister the 206 WRC does not boast such a long and fruitful track record!<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images224?authuser=0&authkey=Gv1sRgCKnsn8e4n9WyTw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images224?authuser=0&amp;authkey=Gv1sRgCKnsn8e4n9WyTw&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=203560#p203560\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=203560#p203560</A><BR/><BR/><BR/><b>Norev La Légende Du Dakar #9 Peugeot 205 T16 Grand Raid 1988 Dakar Rally Winner J. Kankkunen/J. Piironen</b><BR/><BR/><BR/>Purchased: 2007<BR/>Manufacturer page: http://www.norev.com/detail.php?modele=958&amp;lang=en<BR/><BR/>Only Dakar win for Juha Kankkunen.<BR/>2nd Dakar win for Peugeot.<BR/>2nd Dakar win for 205 T16 Grand Raid.<BR/><BR/>In 1986, Group B continued to raise power and speeds in the World Rally Championship culminating in the death of Henri Toivonen. Group B cars were then banned after the end of the season. After a second victory in the WRC, Peugeot faced a dilemma: abandon this wonderful racing machine and devote themselves to endurance or Formula 1 racing, or try to convert to another discipline? Jean-Claude Vaucard was commissioned to transform this rally beast into a rally-raid champion. Testing and experience gained in the African rallies led to changes on the car: 30 cm longer wheelbase, wider track, reduced power of 380 hp to maintain reliability, and increased ride height of 270 mm. The car changed sponsor, then color, and two more drivers came to assist Ari Vatanen in Peugeot&apos;s attempt to win the Paris-Dakar.<BR/><BR/>After a superb victory in the Dakar in 1987, the 205 T16 Grand Raid was entered as a backup for the 1988 event. Peugeot, galvanized by its success, developed the 405 T16 Grand Raid in support of the commercial launch of the Peugeot family sedan. Peugeot wisely entered two 405s and two improved 205s in the 1988 Dakar. Ari Vatanen led the race in a 405, but was followed closely by Juha Kankkunen in a 205. Vatanen&apos;s title defense was derailed when his Peugeot was stolen from the service area at Bamako, Mali. Though it was later found, Vatanen was subsequently disqualified from the event, victory instead going to compatriot and teammate Juha Kankkunen. After that the car did not compete in the African deserts again but it still had a lot of success in rally cross until 1990.<BR/><BR/><BR/><BR/><BR/>   <BR/>"}