{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #58","manufacturer":"Citroën","model":"DS21","year":1966,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":195,"driver1":"P. Toivonen","driver2":"E. Mikkander","competitionClass":"Group 1","notes":"<A HREF=\"https://www.ewrc-results.com/final/14878-rallye-automobile-de-monte-carlo-1966/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/14878-rallye-automobile-de-monte-carlo-1966/</A><BR/><B></B><BR/><B>Issue #58: Citroën DS 21 Monte Carlo Rally 1966 P. Toivonen/E. Mikander</B><BR/><BR/>Citroën&apos;s radical DS cars were technologically advanced and considered by experts to be design masterpieces. They sold in huge numbers and were equally successful in competition, scoring several important international rally wins in the 1960s. One of those victories - the 1966 Monte Carlo Rally - came in controversial circumstances after a series of embarrassing disqualifications for Citroën&apos;s rivals. Pauli Toivonen, the marque&apos;s driver, refused to accept that he had won, so ashamed was he of the protests...<BR/><BR/>The revolutionary Citroën DS made a big impact on its first appearance at one of the world&apos;s biggest and most famous motorshows - the Paris Salon - in 1955. In fact, some 12,000 orders for the production car were taken on the first day. With its smooth shape (the bodywork was designed by celebrated stylist Flaminio Bertoni) and adjustable hydraulic suspension, it caused quite a stir from the beginning. The car was a commercial hit for Citroën, despite the fact that the company had to send its engineers on special training courses to get to grips with the workings of the hydraulic suspension.<BR/><BR/>The first version of the car, the DS 19, had a 1911 cc, four-cylinder engine that developed 75 bhp and propelled it to a then swift maximum speed of 140 km/h (87 mph). Versions of the model were manufactured continually for 20 years until 1975.<BR/><BR/>Four years after the launch of the DS 19, the car was entered into a competitive event for the first time. It was immediately successful, winning the 1959 Monte Carlo Rally with Paul Coltelloni at the wheel. When Claudine Vanson continued the success of the car with victory in the Touring class of the same event in 1961, Citroën chose to support the car&apos;s competition interests which, in turn, led to the creation of an official, factory-backed motor sport department.<BR/><BR/><B>THE NUMBER OF THE BEAST</B><BR/>Success on the rally stages continued for the DS 19. Finnish driver Pauli Toivonen was victorious in the 1000 Lakes Rally in 1962, as well as winning the Finnish and Scandinavian Drivers&apos; Championships with the car.<BR/><BR/>The next incarnation of the DS was the 21. It was thought that the new car would feature a six-cylinder engine, although when it did finally appear it was fitted with an improved version of the same, four-cylinder engine that had been the mainstay of the 19. With 109 bhp, its performance was improved and it continued to outperform many of its rivals in the production car sales figures and on the world&apos;s rally stages.<BR/><BR/>Pauli Toivonen drove the car to numerous successes, including the 1966 Monte Carlo Rally. The car&apos;s strength and reliability was ably demonstrated when Frenchman Bob Neyret won the Rally of Morocco in 1969 and 1970.<BR/><BR/><B>MONTE CARLO OR BUST</B><BR/>Pauli Toivonen was born on 22 August 1929 in Jyvaskyla, for many years the host city of the famous 1000 Lakes Rally in Finland. He began competing in 1954 in a Volkswagen 1200 and quickly established a reputation for being a fast and committed driver.<BR/><BR/>His greatest triumph, in the 1966 Monte Carlo Rally, was shrouded in controversy. Toivonen was awarded the victory after his Citroën team protested the four cars ahead of him - the factory BMC Minis of Timo Mäkinen, Rauno Aaltonen and Paddy Hopkirk and the Ford-Lotus Cortina of Roger Clark - for a tenuous technical infringement.<BR/><BR/>During the post-rally scrutineering (technical eligibility checks), it was declared that the three Minis and the Cortina would be disqualified on the grounds that the headlights, mounted in front of the radiator, and the single-filament halogen fog lights did not comply with French laws. It was a sorry end to a great event in which the Minis had exerted their authority over the opposition without any help from their headlights! Toivonen was embarrassed by the whole affair and claimed for many years not to have won the event.<BR/><BR/><B>LIKE FATHER, LIKE SON</B><BR/>After what he described as an &quot;empty&quot; victory, Toivonen, one of the original &apos;flying Finns&apos;, severed all ties with French teams, and it was only 20 years later, in 1986, when his son Henri won the Monte Carlo Rally fair and square for Lancia, that Pauli finally seemed to be at peace.<BR/><BR/>&quot;Now at last the Toivonen name is cleared,&quot; he said to Henri as he congratulated him at the finish line. Toivonen Sr went on to drive for Lancia, for which he was the first professional driver to be signed up by legendary racing boss Cesare Fiorio, and German marque Porsche, for which he won several rallies in 1968, including Sanremo, Germany and Geneva, and the European Drivers&apos; Title.<BR/><BR/>He retired from active competition in 1970 and then had to endure the tragic death of his son Henri - one of the sport&apos;s brightest ever prospects - in the 1986 Rally of Corsica. Pauli himself died, aged 73, in February 2003.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipNwWF634ELuHN-8kpCcioKW8RklBa97PItORQug\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNwWF634ELuHN-8kpCcioKW8RklBa97PItORQug</A><BR/>"}