{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #10","manufacturer":"Lancia","model":"Delta Evo","year":1992,"event":"Rallye de Portugal","eventCode":"Rally de Portugal","carNumber":4,"driver1":"J. Kankkunen","driver2":"J. Piironen","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/627-rallye-de-portugal-vinho-do-porto-1992/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/627-rallye-de-portugal-vinho-do-porto-1992/</B></A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1992_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1992_World_Rally_Championship</A><BR/><BR/><B>Issue #10: Lancia Super Delta Integrale Rally de Portugal 1992 J. Kankkunen/J. Piironen</B><BR/><BR/>Lancia is the most successful manufacturer in the history of the World Rally Championship. The Italian squad won an incredible 11 World Championship titles between 1970 and 1992 - six of them with the all-conquering Delta. The final incarnation of the car, the Super Integrale, was the firm&apos;s most potent of all.<BR/><BR/>Italian manufacturer Lancia dominated the World Rally Championship in the 1970s and 1980s with its fearsome Stratos, 037 and Delta models. In fact, despite pulling out of the championship over 12 years ago, Lancia remains the most successful marque in the sport&apos;s history, with 74 outright victories and 11 Manufacturers&apos; World Championship titles. Incredibly, six of them came in succession between 1987 and 1992 with the all-conquering Delta.<BR/><BR/>Based on celebrated designer Giorgio Giugaro&apos;s original design of 1979, the Delta incorporated a modified version of the Fiat Ritmo chassis, a two-litre, turbocharged engine and permanent four-wheel drive. The package was almost unbeatable and gave many of the great WRC drivers numerous successes. The likes of Henri Toivonen, Markku Alén, Juha Kankkunen, Miki Biasion and Didier Auriol all steered the Delta to glory. Kankkunen and Biasion also won two world titles in the Italian machines.<BR/><BR/><B>A NEW DAWN</B><BR/>The golden age of the Delta began in 1987 when the all-new, Group A HF 4WD replaced the Group B S4 that became obsolete following the demise of the Group B era. The car made a perfect start to its WRC career in the opening round, the Monte Carlo Rally, with Biasion steering the Martini-liveried car to debut glory. This winning streak continued in Portugal with Alén, who then repeated the feat in the Acropolis Rally. The Delta also added the Olympus, Argentine, 1,000 Lakes, Sanremo and RAC rallies to its scoresheet. Kankkunen won the Drivers&apos; title and Lancia blitzed the Manufacturers&apos; series by 58 points.<BR/><BR/>By 1991, Lancia had won an unprecedented 10 such titles and was odds-on for an 11th in 1992. However, the Italian team announced its withdrawal from the WRC. Marketing strategy may have put an end to an amazing run of success, but it wouldn&apos;t stop a push for title number 11. The Super Delta would compete under the Martini Racing banner in 1992, in deference to an association that had lasted 16 years.<BR/><BR/><B>LANCIA&apos;S LAST LAUGH</B><BR/>Lancia favourite and reigning World Champion Juha Kankkunen would be starting his final season with the team and was determined to go out on a high. The Finn arrived at the Portuguese Rally, the third event of the year, sensing victory was his. Things did not go to plan initially, with KKK - as he was known by many in the sport - losing out to the Ford Sierra Cosworths of François Delecour and ex-Lancia man Biasion. In fact, he was only fourth after the first day, but charged hard on the second to take advantage of Delecour&apos;s retirement and wrap up what would turn out to be his only win of the year.<BR/><BR/>Kankkunen&apos;s consistency enabled him to secure second place in the Championship, only 10 points behind Carlos Sainz&apos;s Toyota. Surely 1992&apos;s most unlucky driver, however, was KKK&apos;s team mate, Didier Auriol. The Frenchman won six rallies during the year but still only managed third in the title race. He would make amends in a Toyota in 1994.<BR/><BR/>Lancia, though, could take comfort from the fact that it had won that elusive 11th Manufacturers&apos; World Championship - and easily - ahead of its big Japanese rival Toyota.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images290?authuser=0&authkey=Gv1sRgCLep2IHSi6C61wE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images290?authuser=0&amp;authkey=Gv1sRgCLep2IHSi6C61wE&amp;feat=directlink</A><BR/>"}