{"images":["1","2","3","4","5","6"],"scale":"1:43","brand":"HPI","catalogNo":"8599","manufacturer":"Subaru","model":"Impreza GC WRC99","year":1999,"event":"Rally Finland","eventCode":"Rally Finland","carNumber":6,"driver1":"J. Kankkunen","driver2":"J. Repo","competitionClass":"WRC","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8599/8599.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8599/8599.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/131-neste-rally-finland-1999/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/131-neste-rally-finland-1999/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1999_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1999_World_Rally_Championship</A><BR/><BR/><b>HPI 8599 Subaru Impreza GC WRC99 1999 Rally Finland Winner J. Kankkunen/J. Repo</b><BR/><BR/>Manufacturer page: http://www.hpimodelcar.com/line_up/pop/8599/8599.html<BR/><BR/>23rd (and last) WRC win for Juha Kankkunen<BR/>26th WRC win for Subaru<BR/>3rd WRC win for Impreza GC WRC99<BR/><BR/>With this win Juha passed Carlos Sainz for the most WRC wins. Unfortunately it would be his last. He continued to race for Subaru in 2000 but his best result was 2nd place in the Safari Rally. In 2001 &amp; 2002 he switched to Hyundai with his best result being a 5th place finish in New Zealand in 2002. He retired after the end of the season to pursue a career in politics, echoing the career path of rallying compatriot Ari Vatanen.<BR/><BR/>Juha did come out of retirement for the 2010 Rally Finland to mark the 60th anniversary of the event. With his long-time co-driver Juha Repo, they finished in an impressive 8th place.<BR/><BR/>The Impreza GC WRC99 was introduced on the first round of the 1999 WRC season in Monte Carlo and featured an electronically controlled, hydraulically actuated semi-automatic transmission with a drive-by-wire throttle, allowing the cars to be shifted with steering wheel mounted paddles. Subaru was the first rally team to implement this technology, which was used on all WRC cars until it was forbidden for the 2011-2014 seasons.<BR/><BR/>Due to technical difficulties, the team struggled until the season&apos;s 7th round in Argentina. However, the car helped prove much of the technology seen on later cars.<BR/><BR/><BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><BR/>Sources:<BR/><A HREF=\"http://istvanpix.eu/WRC_FIN1999/index.html\">WRC Rally Finland - Finland 1999 (image)</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/Juha_Kankkunen\">Juha Kankkunen - Wikipedia, the free encyclopedia</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/Subaru_World_Rally_Team\">Subaru World Rally Team - Wikipedia, the free encyclopedia</A><BR/>"}