{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #67","manufacturer":"Renault","model":"8 Gordini","year":1967,"event":"Rallye de Portugal","eventCode":"Rally de Portugal","carNumber":34,"driver1":"J. C. Albino","driver2":"P. Silva","competitionClass":"Group 3","notes":"<A HREF=\"https://www.ewrc-results.com/final/5925-rali-internacional-tap-1967/\" TARGET=\"_blank\"><B>https://www.ewrc-results.com/final/5925-rali-internacional-tap-1967/</B></A><BR/><BR/><B>Issue #67: Renault 8 Gordini Rally de Portugal 1967 C. Albino/P. Pereira</B><BR/><BR/>Renault&apos;s 8 Gordini was the result of a close collaboration between the French manufacturer and Amédée Gordini&apos;s eponymous engineering firm. The car was a big success and launched the careers of many future rally stars. In 1967, local driver José Carpinteiro Albino gave the car one of its big international victories in the Portuguese TAP Rally - an event that would become part of the World Rally Championship (WRC) calendar.<BR/><BR/>Towards the end of the 1950s, French car-maker Renault began thinking about a successor for its well-known Dauphine model. The solution came in the shape of the Renault 8 (R8), which first appeared in 1962. It was very much a car for the masses, with a utilitarian feel to it. With a simple and reliable 956 cc engine that developed a modest 48 bhp, the R8 had plenty of development and competition potential. Sure enough, it was first prepared for rallying by the celebrated Gordini team just 12 months after the production model was first released.<BR/><BR/>Amédée Gordini was an Italian engineer with a great reputation who, as a driver, had won numerous international events in cars that he had prepared himself. His skill both behind the wheel and under the bonnet had attracted Fiat, the Italian giant deciding to invest in Gordini and his small empire.<BR/><BR/>The Gordini team had acquitted itself very well in the early 1950s against factory opposition from the likes of Ferrari, Maserati and Mercedes, but the financial pressure of competing against the big marques forced Gordini to close. Renault, keen to see the name continue in motor sport, offered a rescue package that involved collaboration between the two brands.<BR/><BR/>Gordini himself was nicknamed &apos;The Sorcerer&apos; for his ability to create something out of nothing when it came to competition cars and his first Renault-backed project involved the Dauphine. The car was a great success and took a number of important rally victories in 1958, notably in Monte Carlo and Corsica - both now well-established World Rally Championship (WRC) events.<BR/><BR/>The Dauphine was replaced by the R8 and quickly became the rally car of choice for young drivers who aspired to greater things in the sport. With the creation, in 1964, of the R8 Gordini Cup, the likes of Harry Källström, Jean-Luc Thérier and Markku Alén began their ascension to the top of their game.<BR/><BR/>The simplicity of the R8 - its useable power, neutral handling and strong reliability - meant that it was successful at various levels of competition. With its engine capacity increased to 1,100 cc, the R8 developed a healthy 90 bhp and the car began to win many big international events on the calendar: the Tour of Corsica, Lyon-Charbonnière and Lorraine Rallies, for example.<BR/><BR/><B>RALLY SUCCESS</B><BR/>In 1967, the first Portuguese Rally took place after a huge sponsorship agreement was reached with the country&apos;s leading airline, TAP. Known as the TAP Rally, the event consisted of six stages measuring a total of 2,322 km (1,442 miles), and its gruelling route meant that only eight of the 52 cars that started the event made it to the end. Three more teams did reach the finish, but they had accrued so many penalties along the way that they were not classified. The demanding nature of the TAP Rally, which still forms part of the WRC calendar, and the state of the roads that make up its route, have presented a real challenge for organisers and competitors since the inaugural event in 1967.<BR/><BR/><B>LOCAL LUCK</B><BR/>Needless to say, the R8 Gordini featured very strongly in the first TAP Rally. Indeed, the car was driven to victory by local driver José Carpinteiro Albino, but only after the undisputed number one, Frenchman Jean Pierre Nicolas, was forced to retire during the last special stage while comfortably ahead. The gruelling nature of the event allowed Albino - not known as the fastest driver of his generation - to capitalise on his rivals&apos; misfortunes.<BR/><BR/>With backing from the Portuguese Federation, Albino had scored his biggest success to date. The result gave him the momentum he needed to further his reputation in the sport. In 1969 and 1970, he drove a more potent Saab 96 V4 to victory in the Portuguese Rally Championship. He subsequently drove for Volkswagen, before going on to join the Fiat Torralta team, with which he finished second in the Spanish Sherry Rally in 1972, his only competition outing outside his native Portugal.<BR/><BR/>Albino retired from rallying in 1974, although he continued to work in an ambassadorial role for the Portuguese oil company Galp, helping to find and promote rallying talent of the future from his country.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipNMtHoQUG6iubWOhAVmHTRPvS-r_jcA6ZY2N6Tn\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipNMtHoQUG6iubWOhAVmHTRPvS-r_jcA6ZY2N6Tn</A><BR/>"}