{"images":["8","10","11","12","13","9"],"scale":"1:43","brand":"HPI","catalogNo":"8360","manufacturer":"NISMO","model":"R34 GT-R Z-Tune","notes":"<A HREF=\"http://www.hpimodelcar.com/line_up/pop/8360/8360.html\" TARGET=\"_blank\">http://www.hpimodelcar.com/line_up/pop/8360/8360.html</A><BR/><BR/><A HREF=\"https://goo.gl/photos/KBmtdy23AjsbmVG67\" TARGET=\"_blank\">https://goo.gl/photos/KBmtdy23AjsbmVG67</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=317695#p317695\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=317695#p317695</A><BR/><BR/><BR/><b>HPI 8360 2005 NISMO R34 GT-R Z-Tune Black</b><BR/><BR/>Another fantasy car from HPI as Z-Tune Silver was the only color available for R34 GT-R Z-Tune cars.<BR/><BR/>The basic concept for the NISMO R34 GT-R Z-Tune was finalized in 2000 and made its debut at the NISMO festival that year. In 2003 it was taken to the Nürburgring 24 hour endurance race and won its class the following year (5th overall). <BR/><BR/>NISMO was then given approval by Nissan to build Z-Tune models for NISMO&apos;s 20th anniversary. NISMO took used R34 GT-R V·Spec cars, each with less than 18,000 miles, completely stripped, modified, and resprayed them to a special &quot;Z-Tune Silver&quot; color. Only 12 examples of the 20 were handpicked and purchased by NISMO. The remaining examples from number 13 through 19 (only 19 were produced) were donated by personal owners that wished to convert their V-Spec to Z-Tune cars.<BR/><BR/>The R34 GT-R Z-Tune features extensive modifications to nearly every part of the car - engine, chassis, exterior, and interior. The result being the most potent and expensive (¥16,900,000 at the time) street legal GT-R ever built. For the full list of modifications see <A HREF=\"http://www.nismo.co.jp/Z-tune/contents_e.html\">NISMO&apos;s Z-tune site</A>.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><A HREF=\"http://www.carscoops.com/2015/04/rare-r34-nissan-skyline-gt-r-nismo-z.html\">Rare R34 Nissan Skyline GT-R Nismo Z-Tune Is Selling At Over $575,000</A><BR/>"}