{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #33","manufacturer":"Alpine","model":"A310","year":1981,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":139,"driver1":"T. Reverchon","driver2":"G. Vaills","notes":"<A HREF=\"http://www.dakardantan.com/paris-dakar-1981/reverchon-vaills,renault+alpine++a310,139.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1981/reverchon-vaills,renault+alpine++a310,139.html</A><BR/><BR/><B>Issue #33 Renault Alpine A310 1981 T. Reverchon/G. Vaills</B><BR/><BR/>The 1981 Dakar departed from Trocadéro in Paris on January 1 and took competitors through France, Algeria, Mali, Upper Volta, Ivory Coast, and finishing in Dakar, Senegal on January 20 for a total of 2,086 miles.<BR/><BR/>Thierry Reverchon was part of the inaugural Dakar driving a couscous truck. He enjoyed it so much that for 1981 he decided to enter as a competitor. Thierry really wanted a light-weight (about 850kg) vehicle with two wheels - due to the fact he weighed 120kg. However, he initially opted for a Peugeot 505 with fiberglass body. Unfortunately, one month prior to the Dakar, a call from the preparer changed things. The car had been destroyed by François Chauche in the Rallye Terre de Provence and he was offered an Alpine A310 instead. Initially, an Alpine did not seem to be the ideal machine to confront the horrors of Dakar.<BR/><BR/>Reverchon&apos;s A310 was actually a repackaged tubular-frame buggy with a ground clearance of nearly 1 foot. The original V6 engine was replaced with a simple 2.0L 4 cylinder aluminum-block engine. Upon seeing his vehicle for the first time - Reverchon was living in Abidjan, Ivory Coast and the car was prepared in Grenoble, Switzerland - he was unpleasantly surprised. Reverchon was also quite tall, at just over 6 feet, and found that he could not fit in the car! The roof of the car had to be raised almost 6 inches to accommodate him. <BR/><BR/>Reverchon &amp; Vaills endured a number of difficulties in the Dakar - weak battery, frozen sleeping bags, dust entering the car due to the raised roof - but were ultimately forced to retire due to engine failure near Gao, Mali.<BR/><BR/><U>Sources</U><BR/><A HREF=\"http://www.dakar.com/2009/DAK/presentation/docs/histo_1979_2007_us.pdf\" TARGET=\"_blank\">History of Dakar - RETROSPECTIVE 1979-2007</A><BR/>La Legende Du Dakar #33<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images200?authuser=0&authkey=Gv1sRgCPb33qXqoaevmgE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images200?authuser=0&amp;authkey=Gv1sRgCPb33qXqoaevmgE&amp;feat=directlink</A><BR/>"}