{"images":["1","5","6","7","8","9","10"],"scale":"1:43","brand":"Spark","catalogNo":"S4880","manufacturer":"Porsche","model":"953","year":1984,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":176,"driver1":"R. Metge","driver2":"D. Lemoyne","notes":"<A HREF=\"https://www.sparkmodel.com/search/racing-cars/porsche-953-n-176-winner-dakar-1984-r-megte-d-lemoyne.html\" TARGET=\"_blank\">https://www.sparkmodel.com/search/racing-cars/porsche-953-n-176-winner-dakar-1984-r-megte-d-lemoyne.html</A><BR/><BR/><A HREF=\"http://www.dakardantan.com/paris-dakar-1984/metge-lemoyne,porsche+911,176.html\" TARGET=\"_blank\">http://www.dakardantan.com/paris-dakar-1984/metge-lemoyne,porsche+911,176.html</A><BR/><BR/><A HREF=\"https://photos.app.goo.gl/oB0VbPdAVObtqti63\" TARGET=\"_blank\">https://photos.app.goo.gl/oB0VbPdAVObtqti63</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=342038#p342038\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=342038#p342038</A><BR/><BR/><BR/><b>Spark S4880 Porsche 953 1984 Dakar Rally Winner R. Metge/D. Lemoyne</b><BR/><BR/>2nd Dakar win for René Metge<BR/>First Dakar win for Porsche.<BR/>Only Dakar win for Porsche 953.<BR/><BR/><BR/><BR/>I was finally able to replace my <A HREF=\"<BR/>http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=224188#p224188\">partswork version (with oversized Rothmans decals)</A> with Spark&apos;s fine effort.<BR/><BR/>In 1984 the Porsche 911 was at it&apos;s peak as an accomplished competitor. Road, track, rally, endurance, hill climbs: almost no type of racing was beyond its capabilities. &quot;Almost&quot; because it has not been tested in Rally Raid competition. However, under the leadership of Jacky Ickx, this would change.<BR/><BR/>In 1983 Porsche introduced the &quot;Gruppe B&quot; prototype, which foreshadowed the fabulous 959. The Belgian driver tried to convince the factory to participate in the upcoming Paris-Dakar with cars based on this prototype. But they preferred to enter a reliable model, the 911. Even though the 911 participated in rallies around the world since its introduction, the 911 had rear-wheel drive and victory in the Paris-Dakar would not be possible without four-wheel drive. Porsche did produce a four-wheel drive 911 concept in 1981, and they would be able to test this concept in the race.<BR/><BR/>The base of the Dakar 911 was none other than the Safari 911, an SC 3.0 with 280 horsepower that took part in the Safari Rally in 1978. Already strengthened and enhanced (with 25 cm of ground clearance), the car featured a four-wheel drive transmission, and drivetrain from the recent Carrera. The displacement of the flat-six engine was increased slightly to 3,164 cc but the power was reduced to 225 horsepower in favor of reliability. The factory also added some features specifically for long rallies such as the Paris-Dakar. Two fuel tanks allowed for 260 liters of fuel, the body and clutch were reinforced, and the suspension was reinforced as well: the 1984 Paris-Dakar 911 had two Bilstein shock absorbers per wheel. Finally, the rear window could be opened to allow access to the spare wheel and the second fuel tank.<BR/><BR/>After development of the car was completed, the factory conducted tests in the Algerian desert. The 911 4x4 covered several thousand kilometers in the dunes in the fall of 1983. The new Porsche type 953 was now ready to tackle the dunes and rocky slopes of the Paris-Dakar. Three crews were formed: Jacky Ickx and Claude Brasseur (No. 175), René Metge and Dominique Lemoyne (No. 176), and Roland Kussmaul and Erich Lerner (No. 177). The role of the third car was not to participate in the race but to provide rapid assistance to the two leading crews. Note that the three cars entered in the Paris-Dakar were not entered by Porsche, but by Jacky Ickx himself with informal support from the factory. Metge won the rally, Ickx finished 6th despite many unpleasant circumstances, and Kussmaul finished in a fine 26th place. And, as expected, Porsche later participated in the Paris-Dakar with the 959, which won in 1986.<BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><BR/><b>Sources</b><BR/>Le Legénde du Dakar Issue #7 - Porsche 911 1984 R. Metge/D. Lemoyne<BR/><A HREF=\"http://www.dakardantan.com/paris-dakar-1984/metge-lemoyne,porsche+911,176.html\">René METGE / Dominique LEMOYNE - PORSCHE 911 n°176 - Paris Dakar 1984</A> (photo)<BR/>"}