{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #65","manufacturer":"SEAT","model":"1430","year":1977,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":24,"driver1":"S. Servià","driver2":"J. Sabater","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/11464-rallye-automobile-de-monte-carlo-1977/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/11464-rallye-automobile-de-monte-carlo-1977/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1977_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1977_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1977_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #65: SEAT 1430 Monte Carlo Rally 1977 S. Servià/J. Sabater</B><BR/><BR/>Almost as soon as the SEAT 1430 was launched, it was entered into competition. The Spanish machine was very successful in Regional and National Championships, giving SEAT the confidence to enter the car into the World Rally Championship (WRC) in 1977. The 1430&apos;s first foray into the WRC - in the Monte Carlo Rally - yielded third, fourth and seventh places, thereby guaranteeing SEAT its own little bit of rallying history.<BR/><BR/>The SEAT 1430 first appeared at the famous Barcelona Motor Show in 1969, just a year after the launch of the Spanish marque&apos;s 124 model. The 1500 and the 600 had been the firm&apos;s most successful cars for most of the 1960s, but they had become dated and needed to be replaced by more sophisticated and modern examples that could take SEAT into the 1970s. The 1430 was derived from the excellent Fiat 124 Special and came with 1430, 1600 and 1800 cc engines - all featuring twin overhead camshafts.<BR/><BR/>Almost as soon as the car had been unveiled, SEAT chose to enter it into competition. The recently created Fórmula Nacional (National Formula) was an ideal series in which to give the car its rallying introduction and, following a useful learning year in 1970, SEAT put its full weight behind a factory-entered team for 1971. The 1430 was crewed by Spaniard Salvador Cañellas and co-driver and countryman Jorge Babler. This team marked the start of SEAT&apos;s participation in all levels of racing and rallying and formed the basis for the modern-day SEAT Sport outfit that still enters cars in many forms of national and international competition to this day.<BR/><BR/><B>BEST SEAT IN THE HOUSE</B><BR/>The new-look SEAT team was hugely successful almost immediately and in just its second year guided Cañellas to victory in the fiercely-contested 1972 Spanish Rally Championship. SEAT soon began a consistent run of title victories in the 1970s - in fact it was undefeated from 1973 to 1979. During its period of domination, the team took part in 104 national rallies, scoring 39 victories and amassing a total of 96 podium positions. Below the national series, SEAT also won 250 regional championship events and secured 750 podium positions.<BR/><BR/>SEAT didn&apos;t just limit itself to domestic competition, however. In international events, the company was particularly successful in the European Rally Championship (ERC) with Antônio Zanini finishing second in the 1979 ERC Drivers&apos; Title to add to the four consecutive Spanish Championship Titles he had won between 1974 and 1977.<BR/><BR/>SEAT&apos;s debut at the very top level of the sport - the World Rally Championship (WRC) - was hugely impressive. The firm&apos;s first event was the opening round of the 1977 season - the Monte Carlo Rally. Its three cars finished a competitive third (Zanini), fourth (Cañellas) and seventh (Salvador Servià).<BR/><BR/><B>SEAT&apos;S FAVOURITE SON</B><BR/>Servià was the first Spanish driver to take part regularly in the WRC. He scored many excellent results in his capacity as a privateer driver and often managed to extract extraordinary levels of performance from his cars, despite the often poor financial and technical resources at his disposal. He won the Spanish Rally Championship in 1984 and 1986 and went on to add several titles in Rally Raids to his list of achievements. In fact, he remained loyal to Raids into the new millennium, competing many times in the legendary Paris-Dakar Marathon.<BR/><BR/>Servià did not conform to the usual prototype of aggressive rally driver. He stood out for his calmness, his sense of humour and the ease with which he made friends. When behind the wheel of a rally car, however, he always knew how to get the most out of the machinery. His driving was always efficient and consistent, whatever the particular conditions.<BR/><BR/>In the 1977 Monte Carlo Rally, Italian legend Sandro Munari had no serious rivals on his way to victory for Lancia, but the rest of the podium positions were fought out between factory drivers Markku Alén (Fiat Abarth) and Raffaele Pinto (Lancia Stratos) as well as the three SEAT drivers - Zanini, Cañellas and Servià - who all drove with great tenacity and consistency to mix it with the frontrunners. When Alén and Pinto were forced to retire, the SEAT drivers found themselves moving even higher up the leader board. Servià&apos;s seventh place in the SEAT 1430 was particularly impressive since it was his first notable result in an international rally.<BR/><BR/>The Monte Carlo had always been a special one for the Spaniard. He married his co-driver Montserrat Imbers - the woman who had sat alongside him on his WRC debut in Monte Carlo in 1973 - and took part right up until 1986, the year in which he equalled his 1977 result seventh - at the wheel of a Group B Lancia 037.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOwPLQLy7Ujr_0TRSrMeKR9eP-R2BisxARu2KtB\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOwPLQLy7Ujr_0TRSrMeKR9eP-R2BisxARu2KtB</A><BR/>"}