{"images":["1","2","3","4","5","6","7","8","9","10","11"],"scale":"1:43","brand":"HPI","catalogNo":"8052.1","manufacturer":"Lancia","model":"Delta S4","year":1986,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":2,"driver1":"M. Alén","driver2":"I. Kivimäki","competitionClass":"Group B","notes":"<A HREF=\"http://www.hpimodelcar.com/en/line_up/index_8052.php\" TARGET=\"_blank\">http://www.hpimodelcar.com/en/line_up/index_8052.php</A><BR/><BR/><A HREF=\"http://drag-o.blogspot.com/2012/03/rally-sanremo-1986-lancia-delta-s4.html\" TARGET=\"_blank\">http://drag-o.blogspot.com/2012/03/rally-sanremo-1986-lancia-delta-s4.html</A><BR/><BR/><A HREF=\"https://www.ewrc-results.com/final/8673-rallye-sanremo-1986/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/8673-rallye-sanremo-1986/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1986_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1986_World_Rally_Championship</A><BR/><BR/><BR/><b>HPI 8052 Lancia Delta S4 1986 Rallye Sanremo Winner M. Alén/I. Kivimäki</b><BR/><BR/>13th WRC win for Markku Alén<b>*</b><BR/>27th WRC win for Lancia<b>*</b><BR/>4th WRC win for Delta S4<b>*</b><BR/><BR/><BR/><BR/><BR/><BR/>Lancia &amp; Peugeot both had goals of securing the drivers’ championship title at Sanremo. The Manufacturers’ title had already been won by Peugeot, but the drivers&apos; title remained to be settled between Peugeot&apos;s Juha Kankkunen and Lancia&apos;s Markku Alén. However, the entire rally descended into chaos on the lat night of the event. During a rest stop, a series of discussions and inspections concerning the possible aerodynamic advantage of an underbody flange attached to three cars of the Peugeot team (one had already retired) led to the disqualification of the entire team, including a crew in a good position to win the event. There was an immediate appeal by Peugeot, but the stewards held that there were not grounds to allow the three Peugeots to continue pending the result of that appeal, and the rally restarted without them.<BR/><BR/>There were dark hints in Sanremo that the Peugeot disqualification had been contrived in order that Alén could reduce Kankkunen&apos;s lead and gain a better chance of snatching the title in the remaining two rounds, Britain&apos;s Lombard RAC Rally and the Olympus Rally in the USA. It was also being said that Peugeot&apos;s legal action against FISA, after the ban on Group B cars in World Championship events from 1987 left them with a huge investment in a car which would not longer be usable, created such a hostile atmosphere that FISA might have engineered the situation in retaliation.  A third story was that the organizers of another Italian rally, anxious to replace Sanremo as Italy&apos;s contribution to the World Championship, dropped a subtle hint in order to start the ball rolling, hoping that the scandal thus caused would bring the rally into disrepute.<BR/><BR/>No matter what the reason, Kankkunen was in good position to win the event prior to the disqualifications. At the end of the 3rd leg, the Peugeot driver was only 11 seconds behind leader Miki Biasion while Alén was further back in 4th place, about a minute and a half down on Biasion. The stage was set for some lively action but it never happened. The disqualifications were announced, a great hullabaloo went up, protests and appeals were lodged, heated discussions took place and press conferences held.  But the stewards remained adamant that the Peugeots would not restart on the last leg.<BR/><BR/>Lancia then found itself with three cars in the first three places and no serious challengers. The strategy was obvious. Biasion and Cerrato were told to slow down so that Alén could win and this is precisely what happened. The two had to lose even more time towards morning, for Alén had unwittingly booked in early at a time control, and they achieved this by doing likewise.<BR/><BR/>Ultimately, it was all for naught as the FIA later confirmed that Peugeot&apos;s exclusion had been illegal as the Peugeot cars were legal, and decided to annul the results of the whole event.<BR/><BR/>This is HPI’s daytime version of the car (night version <A HREF=\"http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=340433#p340433\">here</A>).<BR/><BR/>Here is a brief clip of Alén &amp; Kivimäki in action: https://youtu.be/NItyxhhXKdo<BR/><BR/><BR/><BR/><BR/> <BR/><BR/> <BR/><BR/><BR/><b>*</b> prior to the FIA&apos;s decision to annul the entire event results<BR/><BR/><b>Sources</b><BR/><A HREF=\"http://drag-o.blogspot.com/2012/03/rally-sanremo-1986-lancia-delta-s4.html\">MONDIALI RALLY: RALLY SANREMO 1986 - LANCIA DELTA S4</A> (photo)<BR/><A HREF=\"http://www.motorsportmagazine.com/archive/article/december-1986/30/rally-review\">Rally Review | Motorsport Magazine Archive</A><BR/>"}