{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #36","manufacturer":"Opel","model":"Ascona 400","year":1982,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":2,"driver1":"W. Röhrl","driver2":"C. Geistdörfer","competitionClass":"Group 4","notes":"<A HREF=\"https://www.ewrc-results.com/final/1591-rallye-automobile-de-monte-carlo-1982/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/1591-rallye-automobile-de-monte-carlo-1982/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/1982_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1982_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #36: Opel Ascona 400 Monte Carlo Rally 1982 W. Röhrl/C. Geistdörfer</B><BR/><BR/>The Ascona 400 was Opel&apos;s most successful rally car. Its powerful engine, lightweight body and simple but effective engineering made it a versatile machine in the diverse mixture of events in which it competed in the World Rally Championship (WRC). With a driver of the calibre of Walter Röhrl at the wheel, the Ascona was able to humble far more sophisticated opposition and score some famous victories. One of the highlights for the car was Röhrl&apos;s dominant win on the 1982 Monte Carlo Rally - an event he would win four times.<BR/><BR/>Fitted with a 2420 cc, 16-valve engine built by legendary tuners Cosworth, Opel&apos;s Ascona 400 produced 270 bhp through its five-speed gearbox and rear-wheel-drive transmission.<BR/><BR/>The light weight of the two-door machine, not to mention its prodigious power, was the decisive factor in the car&apos;s maiden WRC success in the 1980 Rally of Sweden, with Anders Kulläng at the wheel. Although the car did not go on to win as many events as had been expected, it certainly held its head up among the more powerful, four-wheel-drive Group B cars in 1982 and 1983. The Ascona proved itself to be adept on a variety of surfaces - the icy asphalt of the Monte Carlo Rally, the dusty gravel of the Acropolis Rally in Greece and the muddy, rutted tracks of Africa&apos;s Ivory Coast Rally.<BR/><BR/>Of the six events won by the Ascona in the WRC, three of them - the 1975 Acropolis Rally, the 1982 Monte Carlo and Ivory Coast events - came courtesy of Walter Röhrl, a legendary name in the world of rallying.<BR/><BR/>It was on the Monte Carlo Rally that Röhrl really shone. The German driver won the treacherous event on four occasions, to become only the second man, after Italian Sandro Munari, to have achieved the feat. Later, Finn Tommi Mäkinen matched their success with four consecutive wins between 1999 and 2002.<BR/>	<BR/><B>ALL-ROUND ABILITY</B><BR/>Walter Röhrl was well known for his calm approach to driving, despite the intense concentration and physical effort required. He was the thinking man&apos;s rally driver, whose technique was faultless and who could consistently bring his car home without a scratch on it. He was fast on all surfaces, whether it was asphalt, gravel, ice or snow.<BR/><BR/>His driving skills earned him 14 WRC victories and two Drivers&apos; Titles, in 1980 for Fiat and in 1982 in the Ascona 400. He made his rallying debut at the age of 21 when he took part in the Rally of Bavaria, having turned his back on skiing - a sport in which he had competed quite seriously as a youngster. He proved his adaptability by also taking part in circuit racing before making permanent move to the WRC In 1973 after six years of learning the ropes in several lower categories.<BR/>	<BR/>In the following season, he won the European Rally Championship at the wheel of the Ascona and, in 1975, he took his first career win in the WRC in the Acropolis Rally in Greece.<BR/><BR/>Röhrl was signed by the Fiat empire to drive its potent 131 Abarth in 1978. He won two events - the Acropolis Rally and the Canadian Rally - before mounting a full-scale challenge for the Title, two years later. With success in Monte Carlo, Portugal, Argentina and Sanremo, he became the first and, to date, only German driver to win the Drivers&apos; World Championship. Bizarrely for such a talented all-rounder, however, Röhrl was openly critical of some events on the calendar. He never competed in Finland&apos;s 1,000 Lakes Rally, for example, and he disliked the British RAC Rally, preferring to miss the event unless contractual obligations decreed otherwise. His fondness for German manufacturers, particularly Mercedes, Opel and Audi, made it easier for him to spend as much time as he could in his native Germany. His outspokenness when not driving often landed him in trouble with fellow drivers and the media, but there was no denying his talent behind the wheel of a rally car.<BR/><BR/><B>MR. MONTE CARLO</B><BR/>Röhrl&apos;s specific claim to fame on the Monte Carlo Rally was that his four victories were achieved for four different manufacturers. The first, in a Fiat 131 Abarth in 1980, was followed in 1982 by success with the Ascona 400. The following year, he took his third win, in a Lancia 037 and, in 1984, he won for the fourth time in an Audi Quattro.<BR/><BR/>It was Röhrl&apos;s second Monte Carlo victory, for Opel in 1982, that was perhaps his greatest achievement in the event. That year&apos;s rally took place on essentially dry roads, but with lethal sections of ice along the route that caused many of the top drivers to crash. Röhrl&apos;s biggest threat came from the Audi Quattro, driven by future World Champion Hannu Mikkola. The Finn took the lead after the second timed stage and, from then on, looked odds-on for his first Monte Carlo victory...<BR/><BR/>It was at that point that Röhrl responded in a spectacular manner to Mikkola&apos;s pressure, achieving incredible times in the famous Col de la Madonne and Col de Turini stages. Not only did he catch the four-wheel-drive Quattro in his rear-wheel-drive Ascona, but he moved ahead and pulled out an advantage of over four minutes. It was a mesmerising performance from Röhrl. The third-placed driver, Frenchman Jean-Luc Thérier, in a Porsche 911, was 12 minutes behind Röhrl at the finish!<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images266?authuser=0&authkey=Gv1sRgCKb4lI7VuZH7LA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images266?authuser=0&amp;authkey=Gv1sRgCKb4lI7VuZH7LA&amp;feat=directlink</A><BR/><BR/><A HREF=\"https://scale143.com/viewtopic.php?f=31&t=869&start=96#p12629\" TARGET=\"_blank\">https://scale143.com/viewtopic.php?f=31&amp;t=869&amp;start=96#p12629</A><BR/>"}