{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #29","manufacturer":"Škoda","model":"Fabia WRC","year":2003,"event":"Tour de Corse","eventCode":"Tour de Corse","carNumber":14,"driver1":"D. Auriol","driver2":"D. Giraudet","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/76-tour-de-corse-rallye-de-france-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/76-tour-de-corse-rallye-de-france-2003/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #29: Škoda Fabia WRC Tour de Corse 2003 D. Auriol/D. Giraudet</B><BR/><BR/>Czech manufacturer Škoda has had an almost constant presence in the world of competition, despite the tough conditions imposed by the communist regime in Eastern Europe. The firm&apos;s WRC cars - the Favorit, Felicia, Octavia and Fabia - may not have been the fastest or most reliable, but they ensured that Škoda maintained its competitive spirit and a 30-year record of participation in the World Rally Championship (WRC).<BR/><BR/>Neither the Second World War nor the restrictions during the communist era succeeded in suppressing Škoda&apos;s passion for motor sport. The Eastern European cars, driven by Škoda&apos;s own employees, took part in rallies, endurance races and even single-seater events. The company always believed that competing in international motor sport was the best way to promote its cars.<BR/><BR/>In 1991, the company merged with Volkswagen and Škoda Motorsport was founded as part of the re-packaging. It was the first step towards a very ambitious project: taking part in the World Rally Championship. For the 1993 season, Škoda launched the Favorit 1300 and tested the water with eight WRC outings. The following year, the company won the FIA Formula 2 World Championship for two-litre cars and, in 1995, launched the Felicia &apos;Kit car&apos;. After a learning year, things progressed nicely for Škoda and the highlight of the 1996 season was Stig Blomqvist&apos;s remarkable third overall in the RAC Rally, Britain&apos;s round of the WRC. Sadly for the team, the event did not count towards the World Championship.<BR/><BR/>Škoda&apos;s first full-blown WRC machine, the Octavia, made its debut in 1999 and immediately proved to be an improvement on the Favorit and Felicia models. The car&apos;s best result was fourth on the Rally of Great Britain in the hands of Bruno Thiry. Despite its size and weight, the Octavia lived up to expectations and took part in the WRC for over four years before making way for the smaller, lighter and more powerful Fabia WRC, a car that made its debut in the 2003 Rally of Germany.<BR/><BR/><B>SMALL IS BEAUTIFUL</B><BR/>Thanks to its compact dimensions, the Fabia gave Škoda increased optimism for the future. It incorporated a new version of the four-cylinder, turbocharged engine and the Škoda engineers paid particular attention to the structural rigidity of the car to help give it the excellent handling characteristics enjoyed by its WRC rivals, the Subaru Impreza, Peugeot 206 and Ford Focus.<BR/><BR/>The Fabia was developed in just nine months by Škoda Motorsport and, despite its hasty creation, gave its new driver, Frenchman Didier Auriol, much to be excited about when he tried it for the first time.<BR/><BR/>&quot;It is probably the car which surprised me most in my career, but who knows what will happen?&quot; he said. &quot;I am convinced that the Fabia WRC has enormous potential but it is so new that it is difficult to make any predictions.&quot;<BR/><BR/>When the car made its debut in Germany, neither Auriol nor his young team mate, Finn Toni Gardemeister, finished the event, but the team was not disheartened, as Gardemeister admitted. &quot;For us, Germany was half rally and half test,&quot; he said. Results, Škoda declared, were not so important in the first year as the car was developed. And who better to develop the Fabia than the hugely experienced Auriol? Well-known in WRC circles for his technical ability and feedback, the Frenchman was charged with turning the Fabia into a world-beater.<BR/><BR/><B>IN GOOD HANDS</B><BR/>The first Frenchman to win the Drivers&apos; World Title, in 1994, Auriol was blindingly fast and brave. His record in the WRC marked him out as one of the greats and his record six wins in one season (1992) was only beaten by his fellow countryman Sébastien Loeb in 2005.<BR/><BR/>Auriol was snapped up by Škoda for 2003 and was expected to put the cat among the pigeons in the little Fabia, particularly on asphalt - his preferred surface. In the run up to the Rally of Corsica, an event he had won a record six times, including 1988 - scene of his maiden WRC victory - things were looking particularly good.<BR/><BR/>However, the &apos;rally of 10,000 corners&apos;, as it was known, proved to be disastrous for Auriol. He was forced to retire on the start line of the very first stage of the event after leaking coolant had short-circuited the car&apos;s electrical system and jammed the electronic gearbox. The WRC regulations prohibited the driver from opening the bonnet in the starting area, otherwise Auriol could have made hasty repairs and operated the gears manually.<BR/><BR/>The pre-season hype proved to be just that, as Auriol became increasingly disenchanted with the untried - and unreliable - Fabia. He completed the season with the Czech team but, with sixth in Argentina his best result, he decided to call time on his career at the end of the year.<BR/><BR/>https://picasaweb.google.com/109233223652492168348/Images272?authuser=0&amp;authkey=Gv1sRgCLTXso6c_OaSQQ&amp;feat=directlink<BR/>"}