{"images":["1","2","3","4","5","6","7","8","9","10","11","12","13","14","15","16"],"scale":"1:43","brand":"HPI","catalogNo":"8475","year":"1996","manufacturer":"NISMO","model":"GT-R LM Road Car","notes":"<A HREF=\"http://www.hpimodelcar.com/limitededition/index.php\" TARGET=\"_blank\">http://www.hpimodelcar.com/limitededition/index.php</A><BR/><BR/><A HREF=\"http://www.carmodel.com/hpi-racing/hpi8475/1-43/nissan/nismo-gt-r-lm-road-car/46825\" TARGET=\"_blank\">http://www.carmodel.com/hpi-racing/hpi8475/1-43/nissan/nismo-gt-r-lm-road-car/46825</A><BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/6281202277368802513?authuser=0&authkey=Gv1sRgCLjCk-T-itnWOA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/6281202277368802513?authuser=0&amp;authkey=Gv1sRgCLjCk-T-itnWOA&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=302118#p302118\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=302118#p302118</A><BR/><BR/><BR/><b>HPI 8475 1996 NISMO GT-R LM Road Car</b><BR/><BR/>Manufacturer page: http://www.hpimodelcar.com/limitededition/index.php<BR/><BR/>By the mid 1990’s Nissan had been absent from the European endurance racing scene for some time. At the end of 1990 they had left the popular World Sportscar Championship and the corresponding Group C category just before it started its decline. The demise of Group C three years later meant there was no way to return either.<BR/><BR/>Seeking to compete in Europe once again to raise its profile, Nissan sought out other categories to enter a car in. After competing in the 1994 edition of the 24 Hours of Le Mans with older American IMSA GTS-spec 300ZX Turbo’s, it settled on the new GT1 category for 1995. Nissan once again focused on running in the world-famous 24 Hours of Le Mans event.<BR/><BR/>The GT1 category specified that all vehicles competing needed to be based on a road legal car. As a result the GT1 field was typically made up of race-converted road cars like the Porsche 911, Ferrari F40 and McLaren F1. Nissan did not build such a car, so they had to rethink their strategy. The boffins at NISMO realized that they could also tackle the problem the other way around.<BR/><BR/>Instead of building a road going sportscar and then converting it to race-spec, they could just try to re-tool one of their racing cars into a single road car. The rules never specified how many road legal cars had to be produced, so making just one would suffice. NISMO concentrated its efforts on homologating the Japanese Grand Touring Championship (JGTC) version of their Skyline R33 GT-R model.<BR/><BR/>The main reason the LM had to be built was to homologate the wider body dimensions. As you can see both the front and rear fenders are much wider than stock as are the front and rear bumpers. The car is also marginally longer than your street going BCNR33. Wider body aside the main difference between the GT-R LM and a regular GT-R was that the LM was converted to rear-wheel-drive, again to satisfy the homologation for the GT1 class.<BR/><BR/>In its first year the LM race car did pretty well finishing 10th overall and 5th in the GT1 class behind four McLaren F1s. With such a great result for the car&apos;s first outing Nissan decided to return for the 1996 race with an upgraded car running a stroked 2.8L RB developing over 600 HP, 200 HP more than the 2.6L RB powered 1995 car. Weight was still the same at around 1,150 kg. However 1996 saw the GT1 class get even more competitive with Porsche entering the class with the purposely-built 911 GT1, and despite the Nissan GT-R LM&apos;s great set up it was just not a match for the more extreme cars. One GT-R ended up retiring while the second finished 15th overall, 10th in the GT1 class. Nissan decided to pull the GT-R LM out for 1997 and return with the R390 GT1, ending the GT-R&apos;s stint in the legendary race.<BR/><BR/>The model is an HPI web site limited edition and is a &apos;fantasy&apos; matte black color. The one and only GT-R LM was silver. Unfortunatley the model has some pretty severe issues with the front &amp; rear windows. They seem to be too big for the openings are are not flush. I don&apos;t see any easy way to fix this so they&apos;ll stay this way.  :( <BR/><BR/><BR/><BR/><BR/><BR/>  <BR/><BR/><A HREF=\"https://lh3.googleusercontent.com/-3iUdi91bTDE/VzXb6U6UAlI/AAAAAAAAVT8/FOF-rg1oaJs8rrTLRB1qSZurxqz3994SgCCo/s2048/05.jpg\"><BR/><BR/>Sources:<BR/>[url=https://www.carthrottle.com/post/werj2d6/]Late Arrival - 1995-1996 Nissan Skyline GT-R LM</A><BR/><A HREF=\"http://www.speedhunters.com/2009/12/car_spotlight_gt_gt_nissan_gt_r_lm/\">Car Spotlight&gt;&gt; Nissan Skyline Gt-r Lm - Speedhunters</A><BR/><A HREF=\"http://www.supercars.net/blog/1996-nismo-skyline-gt-r-lm-road-car/\">1996 NISMO Skyline GT-R LM Road Car - Supercars</A> (image)<BR/>"}