{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #59","manufacturer":"Ford","model":"Focus RS WRC 04","year":2005,"event":"Rally México","eventCode":"Rally México","carNumber":4,"driver1":"D. Solà","driver2":"X. Amigo","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/35-corona-rally-mexico-2005/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/35-corona-rally-mexico-2005/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2005_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2005_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #59: Ford Focus WRC Rally Mexico 2005 D. Solà/X. Amigo</B><BR/><BR/>Ford introduced its Focus WRC to the World Rally Championship (WRC) in 1999 and the sophisticated machine made an immediate impression. The manufacturing giant also chose the WRC to promote young talent and to introduce the stars of tomorrow to the sport. In 2005, former junior World Champion Dani Solà got his big break at the wheel of the Focus WRC in the Rally of Mexico. The Spaniard began the event very well but blotted his copybook with a huge accident on the final day.<BR/><BR/>The Ford Focus WRC was the natural successor to the Escort WRC, a car that won only two rallies in its two-year lifespan in 1996 and 1997. The new machine, which made its World Rally Championship (WRC) debut in 1999, featured the very latest technology, including a transverse engine configuration - a layout that helped packaging and weight distribution. The 1998 cc motor developed 315 bhp and was constructed using state-of-the-art components and materials, such as titanium alloy. This helped to keep the Focus close to the minimum weight for its class - 1,230 kg (2,712 lb). The aerodynamic qualities of the car were reminiscent of those of the ultra-successful Peugeot 206 WRC, especially with its rear aileron.<BR/><BR/>Former WRC competitor Malcolm Wilson&apos;s M-Sport firm, which designed, built and ran the factory Ford WRC team, had produced a compact vehicle that immediately demonstrated prodigious power levels and excellent handling. The car included other innovations, such as a six-speed sequential gearbox and sophisticated four-wheel drive with electronically controlled differentials.<BR/><BR/><B>ALMOST THE PERFECT START</B><BR/>The Focus WRC&apos;s first Championship event - the 1999 Monte Carlo Rally - was a great success. Former World Champion Colin McRae, who had joined Ford after eight years with Subaru, finished third. Sadly for the team, McRae was later disqualified after it was discovered that the Focus had an unhomologated water pump. The team put the disappointment behind it and concentrated on turning the car into a winner. In just its third event, McRae triumphed on arguably the toughest event on the calendar - the Safari Rally.<BR/><BR/>After six seasons in frontline WRC competition, the Focus WRC had established itself as one of the most consistent performers in the Championship. Throughout the early 2000s, the car notched up numerous wins in many of the important events on the WRC calendar. Ford also used the Focus programme to give young rallying talent a chance to shine and gain valuable experience at the top level. One youngster who benefited from such an opportunity was Spaniard Dani Solà.<BR/><BR/>Solà had made his rallying debut, aged 22, in 1997 in a Peugeot 205 Rallye, but a lack of funds meant that he was unable to complete the season. He spent the next few years making sporadic appearances in Peugeot and SEAT machinery and acquitted himself well in the Volant RACC, becoming its overall Champion in 1998. A year later, he finished second in the Copa Ibiza, a series that supported the Spanish National Championship. He set his sights on his domestic Championship for 2000. After a fine season, in which he took part in as many events as he could, he finished runner-up in the two-wheel-drive category in the gravel-based events of the series, and won the category for diesel-powered class on asphalt events.<BR/><BR/><B>DIGGING DEEP</B><BR/>Sadly, Solà&apos;s hopes of taking part in the WRC for his native SEAT team were dashed when it chose Marc Blázquez over him. Undeterred, Solà concentrated on another season in the National Championship. This time, he focused on the asphalt events on the calendar and won eight of the 10 in a Citroën Saxo Kit Car. As if that wasn&apos;t enough, he also won two gravel rallies at the wheel of a SEAT Cordoba to claim fifth overall in that series. He also took part in the Rally of Great Britain, his first overseas World Championship appearance.<BR/><BR/><B>BIG BREAK</B><BR/>After winning the Junior World Rally Championship (JWRC) title at the wheel of a Citroën Saxo S1600 in 2002, Solà&apos;s name was hot property. Mitsubishi snapped him up for a full Group N campaign in the WRC. A solid, if not entirely successful, two years in the Lancer Evolution brought him to the attention of Ford. He secured a deal with Malcolm Wilson&apos;s M-sport team to contest six events at the wheel of a Focus WRC.<BR/><BR/>Solà prepared for the Rally of Mexico, the first of the six rallies in which he would be competing for Ford, with great optimism. This was not only because his team mate Toni Gardemeister was leading the World Championship, having finished second in Monte Carlo and third in Sweden, but also because Solà was the driver who was most familiar with the Rally - he took part in the non-Championship event in 2003 and 2004. Solà&apos;s task in Mexico was to finish in the best possible position to defend Ford&apos;s leadership in the Manufacturers&apos; World Championship. He finished the first day in eighth place, one and a half minutes behind leader Petter Solberg&apos;s Subaru Impreza WRC, and improved on the second day to hold fifth place, one slot behind his more experienced team mate Gardemeister. Unfortunately for Solà, he had a spectacular accident just three stages from the end of the event, after his car left the road and rolled over several times. Solà&apos;s remaining five events with Ford did not bring him the results or the attention he craved and, despite scoring a best result of seventh in the Rally of Australia, his career appeared to stall, while that of fellow Spaniard and former JWRC Title winner Dani Sordo has prospered.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipOx8vj-utTExSk1emM0k3N2sSJ5DdLdTDInGlOj\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipOx8vj-utTExSk1emM0k3N2sSJ5DdLdTDInGlOj</A><BR/>"}