{"images":["21","23","26","28","30","32","42","48","49","50","51","52"],"scale":"1:43","brand":"HPI","catalogNo":"8071","manufacturer":"Lancia","model":"Stratos HF","year":1978,"event":"Rallye Sanremo","eventCode":"Rallye Sanremo","carNumber":4,"driver1":"M. Alén","driver2":"I. Kivimäki","competitionClass":"Group 4","notes":"<A HREF=\"http://www.hpimodelcar.com/en/line_up/index_8071.php\" TARGET=\"_blank\">http://www.hpimodelcar.com/en/line_up/index_8071.php</A><BR/><BR/><A HREF=\"http://www.rallye-info.com/event_results.asp?event=379\" TARGET=\"_blank\">http://www.rallye-info.com/event_results.asp?event=379</A><BR/><A HREF=\"https://www.ewrc-results.com/final/11222-rallye-sanremo-1978/\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://www.ewrc-results.com/final/11222-rallye-sanremo-1978/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/11222-rallye-sanremo-1978/</A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1978_World_Rally_Championship\" TARGET=\"_blank\"></A><BR/><A HREF=\"https://en.wikipedia.org/wiki/1978_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/1978_World_Rally_Championship</A><BR/><BR/><BR/><BR/><b>HPI 8071 Lancia Stratos HF 1978 Rallye Sanremo Winner M. Alén/I. Kivimäki</b><BR/><BR/>Purchased: 2011<BR/>Manufacturer page: http://www.hpimodelcar.com/en/line_up/index_8071.php<BR/><BR/>At the end of 1977, political decisions within the Fiat Group meant that the works Stratos&apos; World Championship career was virtually over. The flamboyant Alitalia sponsorship deal was passed over to Fiat (and the 131 Abarth), along with the majority of the budget. Because of this the team cars took on Pirelli livery, and because of the way the regulations had changed, they were obliged to run with earlier 12-valve engines.<BR/><BR/>Although more Turin-registered Stratos cars started more events than ever in Europe, these were all at European events, or even in German and Italian national events. In fact, the works Stratos only started four &apos;World&apos; rounds - Monte Carlo, Sweden, Sanremo, and the British RAC. This was a rather down-beat way to bring the career of a unique type of rally car to a close. With only 6 starts in four events, the team used just 4 cars, none of which were new, but were merely refurbished from the 1977 season.<BR/><BR/>One driver who switched between the Fiat 131 Abarth and Lancia Stratos - and won in both - was Finn Markku Alén. Having won the Rally de Portugal and his home event, the 1,000 Lakes Rally, with the 131 Abarth in 1978, he made a one-off appearance in the Stratos in Sanremo. Alén&apos;s target for the part-asphalt, part-gravel event was a place on the podium to ensure that he won the FIA Cup, the precursor to the Drivers&apos; World Championship.<BR/><BR/>The favorites for the event were the three Fiat 131s of Sandro Munari, Walter Röhrl and Maurizio Verini, particularly as the Ford Escorts of former Lancia ace Björn Waldegård and his French team mate Jean-Pierre Nicolás had withdrawn for technical reasons. It seemed certain that the winner would be one of the Italian machines, although the aging Stratos of Alén and his team mate Adartico Vudafieri, who had won the Italian Championship with Lancia and whose inclusion in the Sanremo team was a reward for his efforts, could not be discounted.<BR/><BR/>Once the event got under way, whoever hit the front seemed to be jinxed. First to fall foul of the tricky conditions was Sandro Munari. The Italian led Röhrl at the end of the first day, the pair over a minute ahead of the Stratos machines of Verini and Alén. The torrential rain on day two made the surface particularly difficult and Munari left the road on the second 40-mile stage. Röhrl, the new leader, found himself with a big margin to second-placed Vudafieri, who had made a good recovery from first-day troubles, and Verini, who began to fall back. Alén hung onto fourth place until Röhrl emulated his team mate Munari by crashing into retirement. By the time Vudafieri crashed, Alén had already passed Verini for second so found himself leading.<BR/><BR/>Despite taking it easy, needing only a top-three slot to take the FIA Cup, Alén took a win - his sole success at the wheel of the Stratos. Verini&apos;s runner-up position over 10 minutes behind was enough for Fiat and the 131 Abarth to take a second consecutive Manufacturers&apos; Title.<BR/><BR/><BR/><BR/><BR/>   <BR/>"}