{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #46","manufacturer":"Porsche","model":"959","year":1986,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":186,"driver1":"R. Metge","driver2":"D. Lemoyne","notes":"<B>Issue #46: Porsche 959 Dakar Rally 1986 R. Metge/D. Lemoyne</B><BR/><BR/>With a reputation for building high-performance, desirable sportscars, and using them to great effect in circuit racing, Porsche was not known for its rallying prowess. However, when it created the stunning 959 model in the mid-1980s, the German firm found a new arena in which to demonstrate its engineering excellence - the Paris-Dakar Rally. In 1986, the stunning 959s swept to a famous one-two in the African desert event.<BR/><BR/>The Porsche 959 was originally created to compete in the Group B category of the World Rally Championship (WRC), a class catering for turbocharged, four-wheel-drive supercars. In a change of heart for the German firm, however, the 959 was instead earmarked for use in the African cross-country rallies which, at the time, were at the peak of their popularity among motor sport fans and the media.	<BR/><BR/>Porsche, well-known for its engineering prowess, incorporated the most advanced technological developments into its new machine that guaranteed a very high level of performance. With a 3164 cc, six-cylinder engine that developed 450 bhp, all channelled through a six-speed gearbox and four-wheel-drive transmission, the limited-edition car - the factory produced just 292 examples - could reach 196 mph (315 km/h). The bodywork, which retained the classic coupé form of Porsche&apos;s world-beating 911 derivative, was made of composite materials such as Kevlar. Porsche&apos;s engineers tried as hard as they could to maximise the car&apos;s performance by keeping its weight as low as possible, without losing structural rigidity and safety.<BR/><BR/>Cross-country rallying was a departure from Porsche&apos;s key motor sport activities. Hugely successful in sportscar racing, with numerous victories in the Le Mans 24 Hour endurance classic, the German manufacturer had never embraced rallying in an official capacity. Its presence in the sport before the inauguration of the WRC was always low-key, although the firm&apos;s 911 model did take a hat-trick of Monte Carlo Rally wins between 1968 and 1970.<BR/><BR/>The reliability and exceptional durability of Porsches have always played a key part in the company&apos;s success when competition conditions become extreme. The best-selling 911, a car that had won the arduous Paris-Dakar Rally in 1984, would, in fact, form the basis of the 959.<BR/><BR/>Production began in 1985 and, for its first attempt at the Dakar, who better to spearhead Porsche&apos;s effort than the man who guided the 959&apos;s predecessor to victory two years earlier, René Metge?<BR/><BR/><B>METGE&apos;S JUST DESERTS</B><BR/>Frenchman Metge was a versatile driver who distinguished himself in saloon and sportscar racing and the unique discipline of cross-country rallying. His list of achievements included 10 French Touring Car Championship Titles, seven attempts at the Le Mans 24 Hours and three victories in the Paris-Dakar Rally. His versatility made him ideal for the tortuous, ever-changing conditions of the great African event and Porsche retained his services as a development driver for many years.<BR/><BR/>The eighth edition of the Paris-Dakar Rally, in 1986, became a duel between the Porsche 959s of Metge and his team mate, the great Belgian driver Jacky Ickx, and the defending champions Mitsubishi, with its Pajero machines.<BR/><BR/>1985 winner Patrick Zaniroli (Mitsubishi) took an early lead, ahead of Metge and Ickx. In the fourth stage, deep into the African Sahara desert, Zaniroli conceded his lead to a hard-charging Metge, the Frenchman aiming for another win to add to his triumphs in 1981 and 1984.<BR/><BR/>It was in the seventh stage of the event, divided into two sections - one held during the day, the other at night - that Porsche stamped its authority on the event once and for all. Ickx won the night stage, before Metge reasserted his position at the head of the field by winning the daytime test. Metge had an advantage of some two hours over his team mate Ickx, while the third-placed driver, Pierre Lartigue, was a further two hours adrift at the wheel of his Lada.<BR/><BR/><B>MIXED EMOTIONS</B><BR/>The Rothmans-backed Porsche 959s cruised to a historic one-two in what was arguably the world&apos;s toughest motor sport event. There was an element of sadness at the finish on Dakar beach, however. Paris-Dakar founder and organiser Thierry Sabine, a personal friend of Metge and the brains behind the great event, had been killed in a helicopter crash during one of the final stages while observing the rally from the air. Sabine&apos;s spirit of adventure lives on in the Paris-Dakar, as every year hundreds of intrepid competitors in cars and trucks and on motorbikes attempt to tame the event created by the Frenchman.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipMUCf2KXROoxaBNZVSGhf8YEB2om0H8u4gYDyra\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipMUCf2KXROoxaBNZVSGhf8YEB2om0H8u4gYDyra</A><BR/>"}