{"images":["6","7","8","9","10"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #1","manufacturer":"Peugeot","model":"205 T16 Grand Raid","year":1987,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":205,"driver1":"A. Vatanen","driver2":"B. Giroux","notes":"<B>Issue #1: Peugeot 205 Turbo 16 1987 A. Vatanen/B. Giroux</B><BR/><BR/><B>A superb revival</B><BR/>The end of Group B could have led to its demise. But thanks to the Dakar, the 205 T16 had a second life, nourished by the most brilliant successes.<BR/><BR/>In the early &apos;80s, rallying saw the birth of a new class of competitors. Group B, with its less-restrictive technical regulations, became a spectacle. Builders let go: the cars were stuffed with turbos and the enormous power (up to 500 hp) was delivered through an AWD system. Peugeot launched into the adventure of Group B at the beginning of 1984 with the approval of the 205 T16. T for Turbo, 16 for 16 valves. The car may have had the shape of the popular Peugeot city car, but the innards of the beast were very different from the car that first appeared in 1982. The engine, previously located at the front, was moved to the center of the back seat. The transmission, previously driving the front wheels, was replaced with an AWD system. The first 205 T16 Group B cars produced 450 hp but only weighed about 900 kg!<BR/><BR/><B>Rally ... the raid</B><BR/>The 205 T16 won the World Rally Championship Drivers&apos; and Constructors&apos; titles two consecutive years in 1985 and 1986. The T16 was a very high-performance car; even more so than its Group B counterparts. Perhaps there was too much performance though: crazy speeds attained in the rallies caused several tragic accidents. Near the end of the 1986 season Henri Toivonen and his teammate were killed in Corsica in their Lancia. Group B was banned from the World Rally Championship. But rather than disappearing into sports car history, the 205 got a second chance for success in another rally, the Dakar.<BR/><BR/>Jean Todt, director of Peugeot Talbot Sport, entered the cars in the 1987 Dakar. Impressive logistics implemented by Peugeot revealed a fierce will to win. It was a veritable &quot;mini-factory&quot; that was deployed each evening at the bivouac, where thirty people, including many engineers, got to work to ensure victory for the 205 T16 &quot;Grand Raid&quot;. Three cars were entered and entrusted to the capable hands of Ari Vatanen, Shekhar Mehta, and Andrea Zanussi.<BR/><BR/><B>One constant: victory!</B><BR/>This was its first Dakar, but very early in the rally the car showed itself to be reliable and efficient: Peugeot easily won 11 of the 21 special stages... Zanussi retired, but Vatanen took his car (No. 205!) to win, and Mehta finished 5th. What was the recipe for the success of the T16? An already proven starting point in the Group B car with hands-on expert adjustments for Rally Raid. Compared to the Group B version, the 1.8 liter turbocharged engine output was reduced to 380 hp for reliability, the wheelbase was increased by 30 cm, suspension was changed to use lengthened double A-arms, the track was widened, and weight was distributed so as to stabilize the car. The clearance reached 270 mm and the giant fuel tank, thanks to the extended wheelbase, could hold 400 liters of gasoline! The 205 T16 &quot;Grand Raid&quot; was definitely a machine built to win and won again in 1988 at the hands of Juha Kankkunen and participated successfully in many other raids. More than any other 205, the T16 is a sacred number!<BR/><BR/><B>The 205 Turbo 16 Series</B><BR/>For approval in Group B, a manufacturer had to produce 200 road-going versions of the race car. So, 200 &quot;civilian&quot; 205 Turbo 16s, all dressed in charcoal gray, were produced. Power was reduced to 200 hp which was still a lot in those days. With exceptional road manners, thanks to its AWD transmission, the 205 Turbo 16 was priced at a prohibitive 290,000 Francs in 1984. A copy in good condition can now be had at around 25,000 Euros. Provided you can find one...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images232?authuser=0&authkey=Gv1sRgCK3zrpSuqeKWYA&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images232?authuser=0&amp;authkey=Gv1sRgCK3zrpSuqeKWYA&amp;feat=directlink</A><BR/><BR/><A HREF=\"http://www.scale143.com/viewtopic.php?f=31&t=8649&p=205540#p205540\" TARGET=\"_blank\">http://www.scale143.com/viewtopic.php?f=31&amp;t=8649&amp;p=205540#p205540</A><BR/><BR/><BR/><b>Norev La Légende Du Dakar #1 Peugeot 205 T16 Grand Raid 1987 Dakar Rally Winner A. Vatanen/B. Giroux</b><BR/><BR/>Purchased: 2009<BR/><BR/>1st Dakar win for Ari Vatanen.<BR/>1st Dakar win for Peugeot.<BR/>1st Dakar win for 205 T16 Grand Raid.<BR/><BR/>The 1987 rally marked the start of an era of increased official factory participation in the car category, as French manufacturer Peugeot arrived and won the event with former World Rally champion Ari Vatanen. Considering this is a partswork model, it&apos;s a bit surprising (but quite nice) that it came with the Camel logos already on it!<BR/><BR/><BR/><BR/>   <BR/>"}