{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #03","manufacturer":"Citroën","model":"Xsara WRC","year":2003,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":17,"driver1":"C. McRae","driver2":"D. Ringer","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #3: Citroën Xsara WRC Monte Carlo Rally 2003 C. McRae/D. Ringer</B><BR/><BR/>Citroën first made an impact in the World Rally Championship with its Xsara in 1999, when Philippe Bugalski won the Rallies of Catalunya and Corsica in the Kit Car version. After being eased into the 200 1 World Championship, the Xsara WRC scored its debut victory during the following year in Corsica with Spanish driver Jesús Puras at the wheel. In 2003, the former World Champions Colin McRae and Carlos Sainz joined Sébastien Loeb, and the formidable trio ensured Citroën drove away with its first Constructors&apos; title.<BR/><BR/>In September 1997, Citroën launched the Xsara, a car designed to fulfill the requirements of the European market in terms of technology, comfort and fittings. Halfway between the Saxo and the Xantia, the Xsara was conceived as the symbol of a new top-of-the-range generation of medium-sized cars. After a positive reaction from consumers, Citroën began making plans for a competition car. The World Rally Championship seemed a perfectly feasible challenge.<BR/><BR/>A year after the public launch, Citroën developed its rally version. This specialist field sees car makers risk not only budgets of millions of pounds but also their prestige in front of an increasingly demanding public. The new car was unveiled in May 1999 in spite of the reticence of PSA (Peugeot Sport Automobile); the parent body was not too keen on having its two makes, Peugeot and Citroën, in competition with each other. New FIA regulations, which made increasing demands on constructors intending to enter the Championship, did not make things any easier.<BR/><BR/><B>TAKING THE FRENCH ROUTE</B><BR/>Guy Fréquelin, head of Citroën Sport, persuaded the FIA to create a new technical category to enable the Xsara WRC to contest the 2000 French Championship. Thanks to the special dispensation, the car had a whole year of development in competition - vital to making it a world contender. The Xsara ran away with the national rallies, benefiting from the thousands of miles of testing it under race conditions. It was now ready for the World Rally Championship challenge.<BR/><BR/><B>FIRST WORLD CHAMPIONSHIP WIN</B><BR/>In 2001, the Xsara took part in four WRC races (the minimum allowed). Philippe Bugalski and Jesús Puras drove in three events on tarmac and one on gravel - and Citroën soon made its mark. In the San Remo Rally, both Puras and Bugalski left the road (Puras while leading), but newcomer and rising star Sébastien Loeb stormed to second place. Then, in Corsica, Puras proved unbeatable and earned Citroën its first WRC victory. Racing without the pressure of having to compete in all the World Championship events gave the team plenty of time to prepare for each race. In the Acropolis Rally, held on a very different surface to the tarmac on which the Xsara had performed so well, Bugalski came sixth.<BR/><BR/>In 2002, the Xsara entered seven WRC rallies and the good results continued. Loeb triumphed in the Rally of Germany, after being runner-up in Monte Carlo. Podium positions were also achieved by Bugalski, third in the Rally of Catalunya, and Thomas Radstrom, who took third spot in the demanding Safari Rally.<BR/><BR/>Citroën decided to compete in all the 2003 World Championship events after signing up Colin McRae and Carlos Sainz, whose contracts had not been renewed by Ford. It was the third time that McRae and Sainz had worked as teammates, having also been together at Subaru.<BR/><BR/>McRae was known as the &apos;Flying Scotsman&apos; because of his aggressive style and the spectacular accidents he had experienced throughout his World Championship career, which began in 1987. He had been World Champion in 1995 driving a Subaru Impreza, ending that season five points ahead of Sainz. McRae had also achieved a hat-trick of second places in the Championship.<BR/><BR/>The Scotsman arrived at Citroën after four years at Ford, with whom he had won nine Championship races in the Focus WRC two of them, the Acropolis and Safari Rallies, in 2002. The latter was a benchmark victory for McRae as he became the first driver in history to achieve 25 WRC wins. Sainz, World Champion in 1990 and 1992 with Toyota, managed only two victories in his time with Ford (Cyprus in 2000 and Argentina in 2002).<BR/><BR/>For 2003, Citroën put its faith in the two highly competitive veterans and the promising young Frenchman Sébastien Loeb. Their impact on the new campaign could not have been more resounding - Loeb, McRae and Sainz finished first, second and third in the WRC&apos;s most famous race, the Monte Carlo Rally.<BR/><BR/><B>EVERY SECOND COUNTS</B><BR/>Prior to 2003, McRae&apos;s record at Monte Carlo, a race that he did not particularly like, had been disappointing. In previous years, he had retired four times and had been disqualified once. His best position was third in 1998, but, in 2003, the Scot went one better on his Citroën debut. McRae had a comfortable race, limiting himself to protecting Loeb&apos;s back, conscious of his teammate&apos;s superiority. &apos;We knew the Xsara could win here,&apos; said the Flying Scotsman afterwards. &apos;But achieving a one-two-three is just perfect and a tremendous result for the team.&apos;<BR/><BR/>McRae&apos;s second place in the Monte Carlo Rally turned out to be his best result in a season in which he came seventh overall. Petter Solberg took the World Championship crown in his Subaru Impreza; the Norwegian finished a single point ahead of Loeb, with Sainz taking third spot. Citroën performed one better in the 2003 Constructors&apos; Championship. Thanks to the great performances of its drivers and back-up teams, it took the title, finishing 15 points clear of Peugeot. The victory was underscored at the final event of the season when Loeb and co-driver Daniel Elena gained a terrific second spot in the Wales GB Rally, while McRae and Derek Ringer finished in a fine fourth place.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images297?authuser=0&authkey=Gv1sRgCM7yr93S1LfQzwE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images297?authuser=0&amp;authkey=Gv1sRgCM7yr93S1LfQzwE&amp;feat=directlink</A><BR/>"}