{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #42","manufacturer":"Fiat","model":"Punto S1600","year":2003,"event":"Rallye Monte Carlo","eventCode":"Rallye Monte Carlo","carNumber":58,"driver1":"M. Ligato","driver2":"R. García","competitionClass":"Group A","notes":"<A HREF=\"https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/\" TARGET=\"_blank\">https://www.ewrc-results.com/final/65-rallye-automobile-de-monte-carlo-2003/</A><BR/><BR/><A HREF=\"https://en.wikipedia.org/wiki/2003_World_Rally_Championship\" TARGET=\"_blank\">https://en.wikipedia.org/wiki/2003_World_Rally_Championship</A><BR/><B></B><BR/><B>Issue #42: Fiat Punto S1600 Monte Carlo Rally 2003 M. Ligato/R. García</B><BR/><BR/>Twenty years after winning the Manufacturers&apos; World Rally Title in 1980 with the awesome 131 Abarth, Italian firm Fiat returned to rallying action with its Punto model. Built to Super 1600 regulations for the Junior World Rally Championship (JWRC), the car scored its best result - third place - in Monte Carlo in 2003, courtesy of Argentinian driver Marcos Ligato.<BR/><BR/>Based on the Punto HGT road car and developed by Fiat Auto Corse, the Italian manufacturer&apos;s competition department, the Fiat Punto S1600 made its rallying debut in 2000. Its engine was based on the 1-8-litre, 16-valve unit from the production HGT. To comply with the regulations for the Super 1600 class (S1600), or Junior World Rally Championship (JWRC) as it became known, the capacity was reduced to 1579 cc. Other internal engine parts, such as pistons, connecting rods, and the flywheel and crankshaft, were modified using lighter and stronger materials.<BR/><BR/>Argentinian driver Marcos Ligato started the 2003 season, his third in the World Rally Championship (WRC), with a busy schedule. He had a contract to compete in seven S1600 events in the Fiat Punto and six in a Group N Mitsubishi Lancer Evo 7. He finished the season in 10th place in the Super 1600 category and seventh in the Group N series.<BR/><BR/><B>TOP MARKS FOR EFFORT</B><BR/>Prepared by the Top Run team, owned and run for 25 years by the Agnelli brothers, the Fiat Puntos of Ligato and reigning Fiat Abarth Trophy Champion Massimo Ceccato started the season with aspirations to win the JWRC Title. After a season fraught with reliability issues, the Fiats could only manage 10th (Ligato) and 14th (Ceccato) in the final Championship positions. The Title was won by Frenchman Brice Tirabassi in a Renault Clio S1600. He pipped Spaniard Salvador Cañellas in a Suzuki Ignis by just two points.<BR/><BR/>The most successful event for the Fiat Punto came in the opening round in Monte Carlo. Ligato finished third, and it marked the first of only two occasions when he finished in the JWRC points - the other being fifth in Finland&apos;s 1,000 Lakes Rally.<BR/><BR/>The Argentinian driver started the notoriously treacherous event with a conservative strategy that would enable him to adapt to the front-wheel-drive car and the snow- and ice-covered roads. From an initial 11th position, he climbed to a promising fifth place in class by the end of the first day. The JWRC field was headed, at that point, by Daniel Carlsson in a Suzuki Ignis, the Swede edging out Tirabassi&apos;s Renault Clio.<BR/><BR/><B>STEEP LEARNING CURVE</B><BR/>In his first outing in the 1600 cc, front-wheel-drive machine, Ligato found himself over six minutes behind the leading pair after a day in which the choice of tyres for the slippery conditions had played a vital part. The first stage of the second day&apos;s section had to be cancelled after a dangerously high number of spectators lined the narrow route. Ligato continued to hold his position, until a late charge by the Volkswagen Polo of Kosti Katajamäki bumped him down to fourth. However, when leader Carlsson was disqualified for a technical infringement, Ligato found himself back in third, behind new leader Tirabassi and Katajamäki. The top three drivers held their positions for the rest of the event, with Ligato taking a well-earned podium spot on his S1600 debut.<BR/><BR/>The Argentinian was pleased with his performance, claiming: &quot;Our aim was to test the Punto and try to complete the rally by scoring points. We have achieved our main objective and are encouraged by the result in this first event. A podium position in a very difficult rally, where only half the participants made it to end, is an excellent result. These six points will be very useful in our pursuit of the Title. The important thing is that the Punto is competitive in an evenly matched class.&quot; Ligato would be eating his words by the end of the 2003 season.<BR/><BR/><A HREF=\"https://photos.google.com/album/AF1QipO--UJH8F761yuRE0GqNts3yHwoDwhqvrwdoZjY\" TARGET=\"_blank\">https://photos.google.com/album/AF1QipO--UJH8F761yuRE0GqNts3yHwoDwhqvrwdoZjY</A><BR/>"}