{"images":["0","1","2","3","4"],"scale":"1:43","brand":"DeAgostini","catalogNo":"Rally Car Collection #34","manufacturer":"Peugeot","model":"205 T16 E2","year":1986,"event":"1000 Lakes Rally","eventCode":"Rally Finland","carNumber":1,"driver1":"T. Salonen","driver2":"S. Harjanne","notes":"<B>Issue #34: Peugeot 205 T16 1,000 Lakes Rally 1986 T. Salonen/S. Harjanne</B><BR/><BR/>The Peugeot 205 Turbo 16 revolutionised the World Rally Championship (WRC) when it arrived in 1984. Its small, lightweight body was mated to a mid-mounted, turbocharged engine and it produced huge performance. In three seasons - before the car and its rivals were banned on safety grounds - the 205 T16 took 16 rally wins, two Drivers&apos; and two Manufacturers&apos; Titles. Finns Timo Salonen, Juha Kankkunen and Ari Vatanen made the little French rocket absolutely fly, with no one else getting a look-in during the WRC&apos;s most dramatic era.<BR/><BR/>Having competed in the WRC since 1974 with its sturdy 504 - which only managed victories in tough African events - Peugeot decided to develop a competition version of its sporty 205, a new model which had just been launched onto the market. In 1984, under the guidance of former co-driver, Frenchman Jean Todt, Peugeot Sport created a car which would win no fewer than 16 WRC events between 1984 and 1986, and two Drivers&apos; World Titles for Finns Timo Salonen (1985) and Juha Kankkunen (1986). Peugeot also captured the Manufacturers&apos; World Championship in the same two years.<BR/><BR/>Designed around the Group B regulations, rallying&apos;s most hi-tech - and dangerous - era, the 205 T16 was powered by a 340 bhp engine and featured permanent four-wheel drive. Its lightweight body and huge power made the 205 more than a match for its Group B rivals the Audi Quattro and Lancia Delta S4. The 205 was the first of its type to have the engine mounted amidships and in a transverse position. Its manoeuvrability and excellent weight distribution played a key part in its highly successful career.<BR/><BR/><B>DREAM DEBUT</B><BR/>The car made its WRC debut in 1984 with Finn Ari Vatanen and Frenchman Jean-Pierre Nicolas as the two factory drivers. It was on the 1,000 Lakes Rally in Finland, the ninth event of the season, that the car first tasted victory. Vatanen took a well-deserved win and repeated his success in the Sanremo Rally. His third win in the 205 came in the season-closing RAC Rally in Britain.<BR/><BR/>Despite the Peugeot&apos;s performance in its maiden season, it was Audi which won both Championships, thanks to greater consistency. Swedish driver Stig Blomqvist took five wins en route to his first Drivers&apos; Title, with fellow Quattro drivers Walter Röhrl and Hannu Mikkola taking one win apiece.<BR/><BR/>For 1985, Peugeot signed up Timo Salonen and Bruno Saby to join Vatanen in a three-car squad. Salonen came from Datsun, with whom he had won two WRC events back in 1980. The Finn had been knocking on the door of the big league for some time, but it was Vatanen who won the opening two rounds of the 1985 season - Monte Carlo and Sweden. Salonen then took his maiden Peugeot win in Portugal to give the 205 T16 three wins from three starts. Later in the season, Salonen would take four consecutive wins (Greece, New Zealand, Argentina and Finland) - a record that would stand for 20 years, until Sébastien Loeb took six straight wins for Citroën in 2005.<BR/><BR/>Salonen&apos;s amazing form was overshadowed by a serious accident to Vatanen in Argentina. The Finn cheated death and had to spend 18 months recuperating. Peugeot then had to focus on Salonen and guided him to his first World Title. The Finn&apos;s 127 points easily eclipsed the 75 scored by second-placed Audi driver, Swede Stig Blomqvist.<BR/><BR/><B>HOME ADVANTAGE</B><BR/>Timo Salonen had to play second fiddle to his new team mate, fellow Finn Juha Kankkunen, in 1986. Kankkunen had arrived from Toyota and would become one of the most successful drivers in the WRC&apos;s history.<BR/><BR/>Despite being generally overshadowed by Kankkunen, Salonen went all out to exert his authority on his home event, Finland&apos;s 1,000 Lakes Rally. He started the rally cautiously, running third behind Markku Alén&apos;s Lancia and Kankkunen, before launching his challenge on the second day. He won 12 special stages to move into second, just 19 seconds off Alén&apos;s lead. Feeling the pressure from the Peugeot behind him, Alén crashed the leading Lancia, thereby handing first place to Salonen.<BR/><BR/>Salonen had driven the perfect tactical event and clinched the Manufacturers&apos; World Title for Peugeot. The Driver&apos;s Title battle, however, would be a straight fight between Kankkunen and Alén and it wouldn&apos;t be decided until after a very acrimonious war of words between Peugeot, Lancia and the sport&apos;s rule makers.<BR/><BR/>In the end, Kankkunen took the first of his four Titles after the Sanremo Rally, but it was Timo Salonen who won the 205&apos;s last ever event - the RAC Rally in Britain - to cap an incredible three years for the French pocket rocket.<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images267?authuser=0&authkey=Gv1sRgCIeL9bKWiIX2Aw&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images267?authuser=0&amp;authkey=Gv1sRgCIeL9bKWiIX2Aw&amp;feat=directlink</A><BR/>"}