{"images":["1","2","3","4","5"],"scale":"1:43","brand":"M6 Interactions","catalogNo":"La Légende Du Dakar #10","manufacturer":"Mitsubishi","model":"Pajero","year":1985,"event":"Paris-Dakar Rally","eventCode":"Dakar Rally","carNumber":189,"driver1":"P. Zaniroli","driver2":"J. Da Silva","notes":"<B>Issue #10 Mitsubishi Pajero 1985 P. Zaniroli/J. Da Silva</B><BR/><BR/><B>Diamonds are forever</B><BR/>The three jewels that adorn the grille of Mitsubishi are now known. But in 1985 the Pajero modestly celebrated the first in a long series of victories...<BR/><BR/>Today, Mitsubishi is inseparable from Dakar. The brand with three diamonds has the record for victories in the race and today the sale of the Pajero Sport - now a prototype far removed from the original vehicle - contributes significantly to the commercial success of the manufacturer. However, the Paris-Dakar adventure started very modestly for Mitsubishi. In 1983 a privately entered Pajero driven by Andrew Cowan and Colin Malkin finished in eleventh place overall and won the Marathon category. This Pajero was extremely similar to the mass production car: the car entered in the Paris-Dakar weighed 1,600 kilograms and its four-cylinder 2.6 liter engine barely developed 103 horsepower... Top speed was advertised as 140 km/h! But now, the car showed one of its finest assets: top-notch reliability which contributed to its success in future editions of the Paris-Dakar where it would face much more powerful, but also fragile, machines...<BR/><BR/><B>This is serious!</B><BR/>The following year the Pajero wins... Category 4. The overall third place for Cowan was not a coincidence. It came with the official commitment of Mitsubishi in the competition. Mitsubishi entered three cars in the rally with planning far beyond the modest means of amateurs. For the 1985 edition Mitsubishi again supplied the means to support its ambitions, as three cars carefully prepared by Sonauto, the French importer of the brand in the Paris area, were entered in the race. The Pajero was now finally a real sports car: its weight was reduced to 1,350 kilograms, and the four cylinder in-line, fuel-injected 2.6-liter engine was fed by a turbocharger. In review: 220 horsepower was put to the ground via all four, independently suspended wheels. The Pajero was no longer ashamed of its top speed: it reached 180 km/h on the smoother parts, and handled the rough terrain more easily thanks to double shock absorbers. Now faster, the Pajero fortunately retained its strength and reliability. Based on the short frame of the standard model it was also very agile.<BR/><BR/><B>Good drivers, good luck</B><BR/>The team relied equally on the drivers to take the car to victory. Cowan was found at the wheel again with co-driver Syers (No. 188), with Zaniroli and Da Silva (No. 189) and Beguin and Maingret (No. 190). The outcome of the race is well-known: aided by the defeat of Porsche, Range Rover, Lada and Audi, the Pajero raced to victory. Zaniroli climbed on the top step of the podium, while Cowan was content with second place. This was the beginning of a long history marked by success for Mitsubishi and its off-road mascot. But even before this victory the Pajero was already considered a car made for the raid because in the 1985 edition no less than 37 teams had lined up at the start in one...<BR/><BR/><A HREF=\"https://picasaweb.google.com/109233223652492168348/Images223?authuser=0&authkey=Gv1sRgCMP34LrR7LzV4QE&feat=directlink\" TARGET=\"_blank\">https://picasaweb.google.com/109233223652492168348/Images223?authuser=0&amp;authkey=Gv1sRgCMP34LrR7LzV4QE&amp;feat=directlink</A><BR/>"}